[{"page":"http://www.sparknotes.com/lit/persuasion/quotes/","quote":"Yes; it is in two points offensive to me; I have two strong grounds of objection to it. First, as a ","desc":"These lines are spoken by Sir Walter Elliot in Chapter Three. He is explaining to his family and friends why he objects to the Navy and wishes that none of his relatives will ever join it. Sir Walter highly values appearance and attractiveness, and so naturally he dislikes the way the sun and sea air can weather a face and \"cut up a man's youth.\" Sir Walter truly objects to the Navy because it functions as a means of social ascension. The Navy allows men who are dedicated and hard-working to build a fortune and to gain social status. His objection is not only to the Navy, but to increasing social mobility in society."},{"page":"https://www.sparknotes.com/lit/persuasion/quotes/page/2","quote":"Here is a nut. To exemplify, a beautiful glossy nut, which, blessed with original strength, has outl","desc":"These lines, from Chapter Ten, are spoken by Captain Wentworth to Louisa Musgrove, and Anne Elliot overhears them. Captain Wentworth is touching on a topic that is very close to his heart: the value of constancy and strength of character. This beautiful nut has weathered the storms and stayed on the tree, unlike the others. Wentworth uses this nut as an illustration of the importance of deciveness and firmness in one's mind. The reader can clearly connect this to Wentworth's past disappointment in love; he believes that Anne Elliot broke her engagement with him because she was not strong enough to withstand the disapproval of a few people. Though she promised him her love, she reneged on her word.Austen's characteristic irony is an important part of this passage. Captain Wentworth considers \"all the happiness that a hazel-nut can be supposed capable of.\" By its very ridiculousness, this final line throws Wentworth's illustration into question. At this point in the novel, it is still unclear whether firmness of character does increase happiness."},{"page":"https://www.sparknotes.com/lit/persuasion/quotes/page/3","quote":"And indeed, Mary, I cannot wonder at your husband. Nursing does not belong to a man, it is not his p","desc":"This quote in Chapter Seven is said by Anne to her sister Mary when discussing Charles's desire to go out to dinner and leave his sick child to be cared for at home. Anne suggests what the correct motherly feelings and actions should be. Mary does not have a mother's protective instinct, and would prefer to leave her child to the care of someone else. Anne subtly disapproves of such unmotherly behavior. Anne also reinforces a belief in the idea that the public domain is the responsibility of the male and the domestic domain is the responsibility of the female. Anne believes that nursing is a woman's job, and infers that Mary should therefore not be upset if her husband refuses to do it."},{"page":"https://www.sparknotes.com/lit/persuasion/quotes/page/4","quote":"If I was wrong in yielding to persuasion once, remember that it was to persuasion exerted on the sid","desc":"Anne makes this statement to Captain Wentworth in Chapter 23. She explains to him the reason behind her initial decision, eight years ago, to break their engagement. The various uses of persuasion is one of the main themes of the novel, but in this passage Anne rationally justifies its use. She concludes that it was correct of her to yield to persuasion by Lady Russell because she had a duty to her rank and to \"safety.\" What is notable about this passage is the cool rationality which Anne employs. Though Austen writes about marriages, her novels are not entirely about \"romance.\" Passion must be tempered by reason and practicality if a marriage is to be successful."},{"page":"https://www.sparknotes.com/lit/persuasion/quotes/page/5","quote":"His profession was all that could ever make her friends wish that tenderness less; the dread of a fu","desc":"In these final lines of the novel, Austen makes a broad observation regarding the role of the Navy in society. She acknowledges that Anne's future may not be entirely happy; being married to a Naval officer means worrying constantly about the prospect of war and long-term separation. In this period of English history, wars and Naval skirmishes occurred with alarming frequency. Though Persuasion might include characters who are officers in the Navy, it never describes them in their professional capacity. Their rank is only important for the degree of esteem with which they are regarded by civilians. Austen is conscious of this significant exclusion and her final line serves as a recognition of it. The Navy, as an institution, does many good things for England; it defends the country, maintains the colonies, functions as a means of social mobility, and instructs its rank on English values. This passage is Austen's way of paying respect to the Navy; it is an honorable means to rise in society through hard work and good fortune."}]