[{"page":"http://www.sparknotes.com/lit/alice/quotes/","quote":"“Who in the world am I?” Ah, that’s the great puzzle","desc":"Alice asks this question of herself in Chapter 2 of Alice’s Adventures in Wonderland, just after she has grown to a giant size and frightened the White Rabbit away. Alice realizes that she is not just trying to figure out Wonderland, but also attempting to determine who she is and what constitutes her identity in a world that actively challenges her perspective and sense of self. Wonderland has already begun to affect Alice, and she rightly understands that her self perception cannot remain fixed in a world that has drastically different rules from her own. In Wonderland, Alice has a slippery grasp of her identity. Since Wonderland is a byproduct of her own imagination, it becomes clear that it is Alice’s identity and not Wonderland itself that is being called into question. The nonsensical features and characters that make up Wonderland extend from Alice’s own psyche, so her quest to understand Wonderland becomes a quest to understand the forces and feelings that comprise her identity. The idea of the great puzzle also supports Carroll’s notion that life is an unduly complicated mystery that human beings must use rational thought and intelligence to understand."},{"page":"https://www.sparknotes.com/lit/alice/quotes/page/2","quote":"Lastly, she pictured to herself how this same little sister of hers would, in the after‑time, be her","desc":"This quote is the very final sentence of Alice’s Adventures in Wonderland. Alice has gone inside for tea, leaving her sister by the riverbank to muse over Alice’s wondrous dream. This passage has a tone of long winded, golden nostalgia and differs dramatically from the rest of the story, which is generally economical in words and nightmarish for Alice. This tonal shift results from the shift in perspective from Alice to her sister, which in turn alters the reader’s perception of Alice’s adventures. While she experiences her adventures, Alice finds her journey to be confounding and nightmarish. On the other hand, Alice’s sister sees her story as a strange tale from a simple heart. She trivializes Alice’s identity shattering journey, distancing the trauma Alice experienced in her dream with her own aboveground faith in an orderly universe. In a story studded with subversion, Alice’s sister becomes the ultimate subversion who undermines Alice’s search for meaning and identity as she imagines Alice growing up and mystifying other simple‑hearted children with her stories.This quote also serves as Carroll’s commentary on the character of Alice, the fictionalized version of his muse Alice Liddell. Carroll became deeply preoccupied with the dissolution of his friendship with Liddell as she reached maturity and grew apart from him. This final line has a nostalgic, wistful longing for “the happy summer days” in which he would visit with the Liddell sisters and delight them “with many a strange tale.” Ultimately, Carroll realizes that these happy summer days cannot last, and like Alice’s dream or even Alice’s sister’s dream, the simple hearted love of a child will fade, leaving him only with memories of “child‑life.”"}]