[{"page":"http://www.sparknotes.com/lit/incidents/quotes/","quote":"READER, be assured this narrative is no fiction. I am aware that some of my adventures may seem incr","desc":"Jacobs opens her autobiography with these boldly stated instructions to her mostly white readers. This passage seeks to preempt a common criticism aimed at slave narratives by proslavery forces: that they were fabricated or inaccurate. Jacobs knows that many white northerners will be unwilling to accept her story, so she must assert her authority over her narrative from the start. She literally orders her readers to “be assured,” establishing an active, confident narrative voice. Also, Jacobs is about to make her sexual transgressions public, and she cannot trust genteel readers to be sympathetic. Therefore, she lets her audience know that whatever their interpretation of her story, she will remain firmly in control of it. Even as she asserts power over her readers, Jacobs also creates a feeling of intimacy with them by addressing them directly. This is an important strategy, given the sexually frank and politically controversial nature of her text. By making her narrator seem like a real person with whom readers can identify, she makes them less likely to automatically reject her story as unbelievable or immoral."},{"page":"https://www.sparknotes.com/lit/incidents/quotes/page/2","quote":"Slavery is terrible for men; but it is far more terrible for women. Superadded to the burden common ","desc":"This passage from Chapter XIV embodies Jacobs’s most important contribution to the literature of slavery—her depiction of the emotional anguish of slave women. Most slave narratives were written by men, and followed a standard formula that placed great emphasis on bodily pain and physical endurance. They included graphic descriptions of whippings and other physical abuses that stripped the slave of his masculinity. In order to reclaim his manhood, the slave had to assert bodily control over his master by fighting him. The male slave then endured more physical suffering during his dangerous and solitary escape to the North.As a female slave with a very different story to tell, Jacobs creates a new type of slave narrative. She emphasizes that whether or not they are beaten, starved, or made to work in the fields, all female slaves suffer horrible mental tortures such as sexual harassment and the loss of their children. In repeated anecdotes, she portrays the emotional agony of mothers whose children are taken from them, as well as the shame of slave girls who are sexually victimized by white men. For these women, such experiences were just as difficult as any physical punishment, if not more so."},{"page":"https://www.sparknotes.com/lit/incidents/quotes/page/3","quote":"When he told me that I was made for his use, made to obey his command in every thing; that I was not","desc":"In this passage, Linda realizes that although Dr. Flint has complete legal authority over her, she nonetheless has the power to resist him. His goading causes her to erupt into the rebelliousness that will come to define her character and will direct the course of her future. The statement appears in Chapter IV, after Linda relates that Aunt Martha believes slavery to be God’s will. Linda and William, taught by their parents to view themselves as self-respecting human beings, do not agree with their grandmother’s submissive, fatalistic attitude. They both long to take control of their own destinies. Soon after her encounter with Dr. Flint, Linda advises William to be patient and forgiving in the face of Nicholas Flint’s abusiveness. However, as soon as she recommends this course of action, it occurs to her that she herself has no intention of submitting to Dr. Flint’s control. Linda realizes that she will never be able to bear slavery passively, and notes that the “war of [her] life had begun.” This is an important moment of awakening for her, in which she finds that although Flint owns her body, she can remain spiritually free."},{"page":"https://www.sparknotes.com/lit/incidents/quotes/page/4","quote":"Pity me, and pardon me, O virtuous reader! You never knew what it is to be a slave; to be entirely u","desc":"In this remark from Chapter X, Jacobs makes one of her narrative’s most powerful and radical claims: that other women have no right to condemn her for her shocking revelations about her sexual history unless they have been similarly victimized. As in the Preface, she uses a direct tone, taking charge of the reader at a controversial moment and asserting her right to interpret her own life story. If you have never been powerless in the face of sexual harassment and abuse, Jacobs argues, you cannot possibly understand what she has been through.The implication is that slaves should not be judged according to the moral and legal standards of the free world at all. Since slaves have no control over their bodies and destinies, they cannot reasonably be convicted of unethical or illegal actions. Elsewhere in the book, Jacobs makes similar arguments about slaves’ relationships to crime and the law, even defending the right of a slave to steal from his master on the grounds that all slaves are owed a lifetime of unpaid wages."},{"page":"https://www.sparknotes.com/lit/incidents/quotes/page/5","quote":"Reader, my story ends with freedom; not in the usual way, with marriage. I and my children are now f","desc":"In this passage from Chapter XVI, Jacobs explicitly refers to the novelistic conventions she has used to shape her autobiography. Incidents borrows much from melodramatic novels, known as “sentimental fiction,” which also featured lovely virgins trying to preserve their virtue, lecherous villains, desperate mothers, and enterprising young men. Although Jacobs tells a true story, she uses the popular literature with which her readers were familiar to help them accept and understand her unconventional, even radical, tale.However, Incident in the Life of a Slave Girl also departs from sentimental fiction in important ways, as this quote reminds us. The heroine does not preserve her virtue. She has no valiant male protector, and the villain dies peacefully at home rather than receiving his just desserts. And, as Jacobs notes, the story does not end with the inevitable wedding. Not only is Jacobs still unmarried, but she still does not even have a home of her own, as she points out shortly after this passage. Thus, even as her writing strategy allows her readers to identify with her story, it also challenges the literary conventions of the time. Jacobs makes the point elsewhere in the narrative that slaves cannot be judged according to the laws and morals of the free world. Similarly, she implies here, the “life of a slave girl” cannot be written according to the usual plot lines."}]