[{"page":"http://www.sparknotes.com/lit/montecristo/quotes/","quote":"“I regret now,” said he, “having helped you in your late inquiries, or having given you the informat","desc":"This prophetic exchange occurs between Abbé Faria and Dantès in Chapter 17, immediately after Faria deduces the events surrounding Dantès’s imprisonment. Until this moment, Dantès has been entirely ignorant of the evil done to him, believing that his misfortune is merely the result of incredibly bad luck. Once Faria reveals that Dantès has in fact been betrayed, Dantès’s innocence is destroyed forever. He is confronted with the simple fact that evil exists, a fact he has never before considered. From this moment onward, Dantès begins a transformation from a kind and loving man into a vengeful and hate-filled one. This transformation has not yet begun, of course, at the time Faria expresses his regret. Yet Faria, with his thorough understanding of human nature, accurately predicts that Dantès will soon be consumed with the thought of the wrong done to him and will thirst for vengeance. He knows that once this transformation occurs, Dantès will never be able to experience life the way he does before he feels these emotions of bitter vengeance."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/page/2","quote":"“I...have been taken by Satan into the highest mountain in the earth, and when there he...said he to","desc":"Monte Cristo makes this surprisingly frank admission to Villefort in Chapter 49, during their initial reunion. Monte Cristo’s obsession with reward and punishment, which he here confesses, is the driving force of the last two-thirds of the novel, and this statement provides excellent insight into Monte Cristo’s own concept of his mission. What is particularly striking about this passage is its demonstration that Monte Cristo associates his mission of vengeance not only with God but also with the devil. His characterization of his mission as both godlike and satanic is likely an attempt to frighten and unnerve Villefort. Yet this characterization foreshadows Monte Cristo’s later realization that there is in fact something slightly evil to his mission as well as something holy. Ultimately, Monte Cristo acknowledges that only God has the right to act in the name of Providence, and that, like the devil, he himself has overstepped his bounds by trying to act in God’s domain."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/page/3","quote":"[H]e felt he had passed beyond the bounds of vengeance, and that he could no longer say, “God is for","desc":"This statement appears in Chapter 111, when Monte Cristo discovers that Edward de Villefort has been killed. Edward is the first innocent person whom Monte Cristo unwittingly strikes down, and this tragic injustice casts Monte Cristo’s entire project into doubt. Though he has already come close to killing the angelic Valentine and has destroyed the lives of the noble Mercédès and Albert, up to this point, Monte Cristo has not wreaked any irreversible harm on anyone unworthy of punishment. In a burst of clarity, Monte Cristo realizes that, as a mere mortal, he is not capable of doling out retribution in such a way as to ensure that no innocents are harmed. He is not omniscient or omnipotent and therefore cannot determine or control what unforeseen effects his actions might have. For the rest of the novel, Monte Cristo grapples with doubt, ultimately deciding that only God has the right to act in the name of Providence. In order to atone for “pass[ing] beyond the bounds of vengeance,” Monte Cristo attempts to help Valentine and Maximilian attain ultimate happiness."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/page/4","quote":"“There is neither happiness nor misery in the world; there is only the comparison of one state with ","desc":"This passage appears in the parting letter that Monte Cristo leaves for Maximilian in Chapter 117. Monte Cristo offers this analysis of happiness as an explanation for his allowing Maximilian to spend an entire month under the false impression that his beloved, Valentine, is dead. Monte Cristo believes that in order to experience ultimate happiness, Maximilian first has to experience absolute despair, just as Monte Cristo himself has. Monte Cristo suggests that only now that Maximilian has demonstrated a willingness to die in order to be reunited with Valentine can he truly appreciate living alongside her. It is clear that this swing from ultimate despair to ultimate bliss not only pertains to Maximilian but also to Monte Cristo, who has finally found ultimate happiness in Haydée’s love, decades after the ultimate despair of his days in prison. The notion Monte Cristo expresses here—that of the necessary connection between ultimate misery and ultimate joy—recalls one of the main ideas in The Count of Monte Cristo, the assertion that happiness and unhappiness depend more on one’s internal state of mind than on one’s external circumstances."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/page/5","quote":"“[U]ntil the day when God will deign to reveal the future to man, all human wisdom is contained in t","desc":"This remark also appears in the final letter Monte Cristo leaves for Maximilian in Chapter 117. These words represent Monte Cristo’s final renunciation of his project of vengeance. Until now, he has considered himself God’s agent on earth, attempting to carry out the retribution that he believes God has appointed him to oversee. He has effectively placed himself on a par with God, unwilling to allow his mortal limits to prevent him from doling out divine justice. Yet doubt over Monte Cristo’s capacity and right to act as God’s agent has been building steadily ever since Edward’s unjust death and has finally resulted in a complete disavowal of the mission Monte Cristo has just completed. Here, Monte Cristo acknowledges that God is the only one who can act as Providence, the only force that can hand out people’s fates. Humans, rather than taking God’s task into their own hands, ought to simply “[w]ait and hope” that God does indeed eventually reward the good and punish the bad."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/theme/vengeance","quote":"He condemned these unknown persecutors to the most horrible tortures he could imagine, but found the","desc":"Dantès deliberates while in prison. Although Dantès does not at this point know whom to blame for his captivity, he has already developed the definition of vengeance that will carry him through the rest of the story: Death seems too good for his enemies. The revenge should match his sentence, a torment he believes to be far worse than death. Dantès will apply this philosophy when he finally has the opportunity and confirms the identities of the guilty parties. In fact, vengeance will become his life’s work, because exacting retribution for what he has endured will take many years."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/theme/vengeance","quote":"And now...farewell kindness, humanity, and gratitude! Farewell to all the feelings which expand the ","desc":"After his escape from prison, Dantès greatly enjoys helping out the Morrel family. But with that work finished, Dantès, almost reluctantly, turns to his work of vengeance. Although he has vowed to do the work, he does not actually expect to enjoy hurting others and dealing with unpleasant people. He knows his quest for vengeance might bring moral injury on himself. Nevertheless, he believes that he has been given the task by God: God both freed him and gave him an immense fortune with which to do the work. Thus Dantès believes he has both a duty and the power to fulfill his vow."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/theme/vengeance","quote":"“[T]his is a glorious day for me,” continued the young girl, raising her ardent gaze to heaven, “for","desc":"Other characters desire vengeance in addition to Dantès. The Greek princess Haydée, whose father was betrayed by Count Morcerf leading to her enslavement, never actively sought revenge like Dantès. As a child and now a young woman, such a path was not open to her. Yet when the opportunity to denounce and shame Morcerf in the House of Peers presents itself, Haydée insists on speaking to the assembly. She believes that her benefactor, Monte Cristo (Dantès), would not want her to do so, but in fact, Haydée denouncing Morcerf enacts Dantès’s vengeance just as much as Haydée’s."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/theme/vengeance","quote":"Well! the French did not avenge themselves on the traitor; the Spaniards did not shoot the traitor; ","desc":"Mercédès recognizes Dantès as the count of Monte Cristo. As Dantès points out to Mercédès, Morcerf’s career has been a series of betrayals, all unpunished until now. He betrayed Napoleon, going over to the king’s side; he betrayed his home country, Spain, by fighting for France; he allowed his Greek benefactor, Ali, to be killed by his enemies. Dantès’s desire for vengeance appears personal, but Morcerf’s downfall seems more than justified by plenty of additional crimes. In fact, Dantès insists that his vengeance enacts God’s punishment, not just his own. In the face of these arguments, Mercédès no longer asks Dantès to stop, only to spare her son."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/theme/vengeance","quote":"The count breathed with difficulty, perspiration ran down his brow, anguish contracted his chest. ‘N","desc":"Dantès as Monte Cristo has completed most of his acts of vengeance, and in so doing, some innocent people have suffered. Knowing this truth, he begins to have doubts about whether God has actually ordained his work. But then he visits his former prison, now a tourist attraction. He visits his former room and that of his mentor, Faria. Being in those rooms revives his memory of suffering and renews his belief in the justness of his work, as highlighted here in this scene. Dantès finds the motivation to complete his vengeful plan against his final betrayer, although he shows that man more mercy than the others received."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/theme/justice","quote":"Sometimes I amuse myself by carrying off from human justice some bandit it had its eye on, some crim","desc":"Dantès as Monte Cristo explains to Franz how he entertains himself. As a friend to smugglers and bandits, whose behavior he does not see as truly immoral, he feels free to help out those caught up in the justice system. Yet he also punishes when he judges punishment is warranted. Monte Cristo sees himself as the arbiter of a truer justice, above the law and given his task by God. The immense fortune he has been given supports both his self-identity as God’s agent and his ability to carry out his plans."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/theme/justice","quote":"[S]ociety, attacked by the death of a person, avenges death by death. But are there not a thousand t","desc":"Dantès as Monte Cristo explains to Franz and Albert that he does not consider death to be the worst punishment, because dying only constitutes “a few moments of physical pain.” He adds that some crimes, while torture for the victim, have no legal means of punishment. Monte Cristo goes on to imply that, as a hugely wealthy person, he stands above the law and therefore possesses the freedom to pursue vengeance as he deems appropriate. He frames his ideas as philosophical observations, and his listeners do not realize he describes plans already underway."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/theme/justice","quote":"[A]n all-wise Providence does not permit sinners to escape so easily from the punishment they have m","desc":"Dantès as Monte Cristo warns his servant, Bertuccio, that his wicked adopted son Benedetto has not died, despite Bertuccio’s wishes. In fact, Monte Cristo knows Benedetto lives. The “all-wise Providence” he refers to in this quote represents both God and himself. Monte Cristo admits to playing God with people’s lives, including Benedetto’s, as he literally reserved Benedetto’s life in order to work vengeance on Villefort. At this point in the story, Monte Cristo believes himself to be God’s instrument of justice and therefore infallible. Later, when the vengeance on the guilty spreads to the innocent, however, he begins to question his position as justice giver."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/theme/justice","quote":"[I]t is with the criminal procedure of all nations that I have compared natural justice, and I must ","desc":"Dantès as Monte Cristo explains his philosophy of justice to Villefort, the state prosecutor for France. It seems like a natural subject to discuss with such a person, but unknown to Villefort, Monte Cristo’s remarks describe exactly what kind of justice Villefort will start experiencing soon. In order to adequately punish Villefort for falsely imprisoning him for fourteen years, Monte Cristo has begun an elaborate scheme which will result in the deaths of many of Villefort’s family members and his eventual public shaming. Once again, Monte Cristo asserts that God approves of his form of justice."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/theme/justice","quote":"[H]e could not help reflecting that the same house had recently received two women, one of whom, jus","desc":"Debray gives his ex-lover, Madame Danglars, the profits of their financial speculations, and then encounters Albert and Madame de Morcerf, now financially ruined by the public shaming of Count de Morcerf. Debray feels impressed by Madame de Morcerf’s dignity as she faces poverty: She did not have to give up her part of de Morcerf’s fortune, but she did so to separate herself from her husband’s dishonor. Debray recognizes the injustice of Madame de Morcerf’s situation, especially in comparison to Madame Danglars’s. Monte Cristo recognizes this injustice too, and the situation makes him doubt the justice of his own vengeance scheme."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/theme/honor","quote":"[I]f I live, I am only a man who has broken his word, failed in his engagements...If I lived, you wo","desc":"Monsieur Morrel, expecting financial ruin, explains to his son, Maximilian, that he plans to kill himself at the moment he finds himself unable to pay a debt. Although at first appalled, Maximilian not only agrees with his father’s plan but determines to join him, only changing his mind because he needs to look after his family. Both Morrels consider death preferable to dishonor, a common belief among the morally upright people throughout the novel. Interestingly, although the Catholic Church considers suicide a sin, the characters do not seem to take that fact into consideration, perhaps because suicide expiates a greater crime."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/theme/honor","quote":"I owe my life and the honour of my name to you; for had this been made public, oh, Beauchamp, I shou","desc":"Albert de Morcerf has just learned that the rumor of his father’s betrayal of Ali Pasha many years ago is in fact true. His friend Beauchamp, a journalist, dug up the facts but now promises to keep them secret. Albert believes that he would have to do something radical to expiate the guilt of being associated with such dishonor. Readers might note that he does not believe that his father’s betrayal itself warrants a demonstration of shame, but the public knowledge of the betrayal does. As long as nobody knows the shameful secret, Albert believes his honor will remain intact."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/theme/honor","quote":"You do not suppose, that publicly outraged in the face of a whole theatre, in the presence of your f","desc":"Mercédès pleads with Dantès as Monte Cristo to have mercy on her son, Albert, whose challenge to a duel Monte Cristo accepted. Here, Monte Cristo agrees to spare Albert for her sake, but then makes clear that he will die instead. Dueling was a prime means of protecting and restoring one’s honor. The laws of dueling dictate that, having been publicly challenged, one cannot honorably refuse the duel, and the only honorable outcomes are winning or death. Like others in the story, Monte Cristo prefers death to dishonor, so he plans to let Albert kill him."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/theme/honor","quote":"‘The general has just blown his brains out...’ said Monte Cristo; ‘a dead father or husband is bette","desc":"After the public revelation that Count de Morcerf betrayed Ali Pasha, honor requires one result: his suicide, which he duly commits. This act shows that he recognizes the dishonor of his behavior, and thus partially, though not completely, expiates the shame attached to his name. Readers may infer, however, that Morcerf did not actually feel shame over his betrayal of Ali Pasha as he lived proudly and happily for many years after that campaign. He kills himself only when publicly called out for his behavior, presumably for the sake of his family’s honor."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/theme/honor","quote":"‘Oh, do not fear the scaffold, madame,’ said the magistrate, ‘I will not dishonor you, since that wo","desc":"Villefort has finally accepted that the poisoner stalking his family is his own wife. In order to get justice while not dishonoring himself, he makes clear he expects her to poison herself. Seeing his wife on the scaffold would publicly dishonor him, since he serves as France’s top prosecutor and thus represents a symbol of justice. Readers may determine that if he truly cared about justice, however, he would want his wife tried and convicted, especially since she was responsible for their daughter’s death. But in fact his honor, or rather the appearance of his honor, seems more important to him."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/character/edmond-dantsthe-count-of-monte-cristo","quote":"‘But, cried Dantès, ‘it was a hundred and forty franks I owed Caderousse...And you paid him out of t","desc":"Dantès has just returned from a sea voyage to discover that his father has barely been able to eat after paying off one of Dantès’s debts. Dantès feels terribly guilty that his father suffered at all, but especially on his behalf. He quickly gives his father all the money he has. Dantès shows devotion to his father by giving his visits to his father priority over those to Mercédès, his fiancée."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/character/edmond-dantsthe-count-of-monte-cristo","quote":"[M]y opinions— I will not say political, but private, are limited to these three sentiments— I love ","desc":"Dantès speaks these lines after being arrested when someone anonymously denounced him as a supporter of Napoleon. The charges are absurd—Dantès is too young to have served under Napoleon and he works as a merchant seaman who does not have any political ambitions. At this point in the story, Dantès is nineteen and innocent, and as made clear here, his ambitions are purely personal. Injustice and suffering will change Dantès into a more complex person."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/character/edmond-dantsthe-count-of-monte-cristo","quote":"Dantès possessed a prodigious memory and astonishing quickness and readiness of conception. The math","desc":"The narrator explains how Dantès becomes the Count of Monte Cristo, with the help of his fellow prisoner the Abbé Faria, long stretches of time with nothing else to do, and his own latent intelligence. Dantès transforms himself over the course of about two years from a quick-witted but uneducated sailor to a multilingual mathematician, scientist, and man of the world. This education will allow Dantès to assume various disguises and a nobleman’s identity—the Count of Monte Cristo—once he gains his freedom."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/character/edmond-dantsthe-count-of-monte-cristo","quote":"He had contemplated danger with a smile, and when wounded had exclaimed with the great philosopher, ","desc":"After escaping prison, Dantès finds work with smugglers. Their work being illegal, they sometimes have encounters with customs officers. The narrator explains that in one such instance, an officer loses his life. Before prison, Dantès would have been on the side of the law and would have avoided hurting anyone. But now he deliberately inures himself to violence because he made an oath of vengeance, and he understands that violence will probably be necessary to fulfill his pledge."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/character/edmond-dantsthe-count-of-monte-cristo","quote":"I would fight a duel for a trifle, for an insult, for a blow; and the more so, that, thanks to my sk","desc":"Here Dantès clearly spells out his moral stance: Fighting a duel against a person who causes suffering has limited scope for punishment. Instead, he prefers to inflict a commensurate degree of suffering on the guilty party. Although extremely secretive and often false in his self-presentation, Dantès frequently shares this philosophy openly. This philosophy reflects the most essential element of himself, and he believes others should share his beliefs."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/character/edmond-dantsthe-count-of-monte-cristo","quote":"If it were otherwise, if he treated me diplomatically—that is to say, like a man who wishes, by some","desc":"Valentine de Villefort disagrees with her beloved, Maximilian Morrel, about the Count of Monte Cristo. To Maximilian, the Count comes across as kind and warm, while to Valentine, the Count seems completely indifferent. Maximilian cannot understand Valentine’s opinion, but she has correctly surmised the Count’s attitude toward her. The Count has completely different attitudes to the two lovers. Maximilian he loves as a son, while Valentine exists as just a tool for vengeance against Villefort. Valentine has glimpsed the Count’s true feelings."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/character/edmond-dantsthe-count-of-monte-cristo","quote":"A mantelpiece, with two modern Sèvres vases, a timepiece representing Cupid with his bent bow, a loo","desc":"The narrator describes the scene during which an investigator makes inquiries about the Count of Monte Cristo at the home of Lord Wilmore. Unlike the Count’s home furnished in the Eastern style, Wilmore’s home appears in the style of typical upper-class European. In addition, Wilmore, an Englishman, purportedly does not speak French. Both of those features of his personality function as stratagems to obscure the fact that Wilmore and the Count of Monte Cristo are in fact the same person, Edmond Dantès."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/character/edmond-dantsthe-count-of-monte-cristo","quote":"In fact the bullets had actually pierced the cards in the exact places which the painted signs would","desc":"The narrator describes the Count’s superior skills with firearms by recounting his target practice with playing cards. He has shot the bullets through the markings on the cards. This skill demonstrates to Albert that though uninterested in duels, the Count would certainly hold his own in one. The Count may have intended this demonstration as a warning to Albert, anticipating that Albert will become angry with him sometime soon, as the Count’s vengeance plot against Albert’s father comes to a head."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/character/edmond-dantsthe-count-of-monte-cristo","quote":"‘See,’ said he, ‘my dear friend, how God punishes the most thoughtless and unfeeling men for their i","desc":"Dantès as Monte Cristo has just learned that one of his ancillary vengeance victims, Valentine de Villefort, is in fact his friend Maximilian’s beloved. Once completely indifferent to her fate, Dantès suddenly feels the need to intervene on her behalf. This moment represents the first time, but not the last, that the Count questions the integrity of his vengeance plot. Up to this point, he believed he was an instrument of God’s will but now senses God’s chastisement."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/character/edmond-dantsthe-count-of-monte-cristo","quote":"The next day, about five o’clock in the afternoon, Madame de Morcerf, having affectionately embraced","desc":"In getting revenge against Fernand, Dantès as Monte Cristo has also punished Fernand’s wife, Mercédès, and son Albert with dishonor and poverty, and he wonders how he can make life better for them. Initially their suffering meant nothing to him. In fact, he planned on killing Albert in a duel. But Mercédès’s pleas for mercy for her son and expressions of her own guilt have reawakened human feelings in Dantès that he has long repressed. He now believes that the innocent should not also have to suffer."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/character/mercds","quote":"I have answered you a hundred times, Fernand, and really you must be your own enemy to ask me again.","desc":"As the story begins, Mercédès makes clear she is not in love with her cousin Fernand, even though their families wanted them to wed. She has never given Fernand any reason to hope that she will change her mind. While her words here demonstrate Mercédès’s morality and her loyalty to Dantès, they also show why Fernand feels he must take desperate action to win her hand."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/character/mercds","quote":"Lovely as the Greeks of Cyprus or Chios, Mercédès boasted the same bright flashing eyes of dress, an","desc":"As Mercédès and Dantès walk to their betrothal feast, the narrator describes young Mercédès’s innocence. She possesses all the beauty of fashionable ladies her age but none of the artifice. She feels too happy to think of behaving in the falsely modest style expected by societal norms. As an orphan, she hasn’t had the parental guidance on so-called proper behavior. Besides, the idea of being less than honest contradicts her nature. She wants to share her joy."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/character/mercds","quote":"His devotion, and the compassion he showed for her misfortunes, produced the effect they always prod","desc":"Mercédès reveals to Fernand his importance to her as they part. After Dantès’s disappearance, Fernand receives a draft notice into the military. Mercédès feels saddened by the thought of losing Fernand, her cousin and only living relative, and being an honest person herself, she never suspects that Fernand might have had something to do with Dantès’s disappearance. Mercédès’s innocent appreciation for Fernand’s care will eventually allow her to marry him, if not love him as she loves Dantès."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/character/mercds","quote":"Mercédès might have been a queen, sir, if the crown were to be placed on the heads of the liveliest ","desc":"Here, Caderousse describes what happened to Dantès’s friends after Dantès disappeared. Fernand made his fortune, married Mercédès, and brought her to Paris where he pretends to be a count. Mercédès’s natural talents bloomed with the assistance that money and position provide. But Caderousse believes that wealth failed to provide her with the comfort she desires. He implies that she still loves and grieves for Dantès, though she now hides her feelings from others."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/character/mercds","quote":"[W]hen Monte Cristo turned around, she let fall her arm, which for some reason had been resting on t","desc":"Dantès, as the Count of Monte Cristo, encounters Mercédès for the first time since he disappeared. Mercédès interacts with the Count formally, thanking him for his protection of her son. However, as her physical reaction indicates, she recognizes Dantès. She fears what he has planned, and she feels terribly guilty that she did not wait for him. She has no idea of anyone else’s responsibility for his fate, so her guilt arises purely on her own behalf."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/character/mercds","quote":"Mercédès lives, sir, and she remembers, for she alone recognized you when she saw you, and even befo","desc":"Here Mercédès reveals that she has known all along that the Count of Monte Cristo was her beloved Dantès. Unlike everyone else, she knows exactly who he is and has an accurate, though incomplete, understanding of his motivations. Though hitherto willing to pretend she didn’t recognize him, she now comes to him begging for mercy for her son’s life. She appeals to Edmond Dantès, the good man, rather than to Monte Cristo, the agent of vengeance."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/character/mercds","quote":"Edmond, I swear to you by the head of that son for whom I entreat your pity,— Edmond, during ten yea","desc":"Mercédès reveals that she has nightmares of the very scenario in which Dantès left prison: thrown into the ocean from the Château d’If. Although she did not know what had happened to Dantès, her guilt at not waiting for him placed a vision of his fate into her unconscious mind. What she saw, interestingly, was his moment of escape. Her ten years of nightmares may thus have forewarned his eventual return and vengeance."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/character/mercds","quote":"Monte Cristo approached her, and silently took her hand. ‘No,’ said she, withdrawing it gently, ‘no,","desc":"Mercédès believes that her shame and suffering after the ruin of her husband reflects no more than she deserves after her betrayal of Dantès. However, Dantès doesn’t agree. Originally, he felt no misgivings about taking Mercédès and Albert down in the same plot that ruined Fernand, but now he wants to help them restore their fortunes. Mercédès tries to turn down his help, but Dantès sees his assistance as his moral duty."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/character/caderousse","quote":"[Y]ou forgot at that time a little debt to our neighbor Caderousse. He reminded me of it, telling me","desc":"These lines represent readers’ first introduction to Caderousse, Dantès’s neighbor. He loaned Dantès money, but while Dantès was at sea, he asked Dantès’s father for the money back. By suggesting he would go to Dantès’s employer to get his money, Caderousse implicitly threatened to negatively impact Dantès’s career. M. Dantès senior recognized the threat and paid the loan, which resulted in his own suffering. Neither Dantès father or son, therefore, likes Caderousse, though both speak politely to him."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/character/caderousse","quote":"‘Upon my word,’ said Caderousse, from whose mind the friendly treatment of Dantès, united with the e","desc":"Caderousse drunkenly witnessed Danglars and Fernand plotting to ruin Dantès, but he felt both incapable and disinclined to stick up for Dantès at the time. Now he feels more friendly towards Dantès. His remarks here show that he remembers what Danglars and Fernand were plotting. When he realizes that they did indeed go through with the “trick,” his conscience will challenge him to denounce them, but own instinct for self-preservation will override this intention."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/character/caderousse","quote":"Like other dwellers of the south, he was a man of sober habits and moderate desires, but fond of ext","desc":"Caderousse, once a tailor, now runs an inn which receives few visitors. Here, the narrator explains that when he had enough money, Caderousse enjoyed showing his wealth off, but now that he cannot appear outwardly prosperous, he does not like to appear in public at all. Thus he feels doubly unhappy: He has lost his former wealth, and since he won’t go out in public, he misses out on entertainments he once enjoyed."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/character/caderousse","quote":"I confess I had my fears in the state in which politics then were, and I held my tongue; it was cowa","desc":"Speaking to the Abbé Busoni, Caderousse claims to feel remorse about his lack of support for Dantès, which he says stands as the one mistake he ever made. At the same time, however, he describes the vast successes of both Danglars and Fernand, who bear more guilt for the same crime. And later, while dying, Caderousse claims God does not exist. Readers may use this information to infer that Caderousse’s piousness here may simply be a performance for the Abbé."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/character/caderousse","quote":"I recognized the features of Caderousse,—pale, ghastly, and convulsed,—while the front and sleeves o","desc":"The Abbé Busoni, actually Dantès in disguise, gave Caderousse a large diamond as a supposed legacy from Dantès. Caderousse’s wife wanted more, however. She cajoled Caderousse into murdering the jeweler who bought the diamond, thus gaining back both the diamond and the money. In the process, she was killed. Caderousse escaped, but unbeknownst to him, Bertuccio saw the whole thing which he recounts here. Far from deserving Dantès’s unexpected gift, the fortune provoked Caderousse to commit murder."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/character/caderousse","quote":"In the interim it pleased Providence to bring about the arrest of Caderousse, who was discovered in ","desc":"Bertuccio explains his arrest and eventual exoneration for Caderousse’s crime. Because he was nearby while Caderousse committed murder, authorities apprehended Bertuccio as Caderousse had already escaped, and they accused Bertuccio of the crime. Fortunately, thanks to the help of Abbé Busoni/Dantès, the correct man—Caderousse—was eventually caught and punished. Caderousse probably confessed because pleading guilty allowed him to avoid capital punishment, although he may also have felt some regret about the crime. Caderousse is not truly evil: He just wants easy money."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/character/caderousse","quote":"You wrong me, my boy, and now that I have found you, nothing prevents my being as well dressed as an","desc":"Caderousse speaks to Benedetto, a former fellow prisoner, after finding Benedetto pretending to be Andrea Cavalcanti, a rich Italian nobleman. Caderousse feels entitled to some of Benedetto’s current good fortune, but he does not directly say so. Instead he implies that Benedetto’s own kind nature will make him share with Caderousse. As they both know, Caderousse could easily denounce Benedetto as an escaped prisoner and end Benedetto’s current charade."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/character/caderousse","quote":"‘Come!’ said Caderousse, wiping his large knife on his apron, ‘if I did not like you, do you think I","desc":"Even though Benedetto is supporting Caderousse financially, Caderousse demands more. As Caderousse indicates, he could command much more money from Benedetto in order to keep the secret of Benedetto’s true identity. Caderousse once again frames his threats as friendship, but obviously he intends to bleed Benedetto dry, believing himself entitled to share in Benedetto’s good fortune. At this moment, Benedetto decides he must kill Caderousse."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/character/caderousse","quote":"‘Listen,’ said the abbé, extending his hand over the wounded man as if to commit him to believe; ‘th","desc":"Busoni/Dantès, having caught Caderousse robbing Monte Cristo’s home, confronts Caderousse, then lets him go, only to see him mortally wounded by Benedetto. Dantès, in the guise of a priest, wants Caderousse to acknowledge all his wrongdoing, and lets him know that his death now is God’s will. In addition to God’s gifts that Dantès enumerates, Caderousse also received repeated secret help from Dantès but never appreciated that support. Dantès’s assistance now ends."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/character/danglars","quote":"He was a man of twenty-five or twenty-six years of age, of unprepossessing countenance, obsequious t","desc":"The narrator describes Danglars by comparing him to Dantès when they served on the same ship. Danglars treats his superiors one way and those below him in status a very different way. Dantès as first mate assumes command of the ship upon the death of the captain. Danglars must rankle under the turnabout of Dantès—his inferior in age and social status—becoming his superior by being made captain. Danglars wants to prevent Dantès’s promotion at all costs. Danglars’s attitude towards his inferiors probably also explains his unpopularity."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/character/danglars","quote":"Danglars alone was happy and contented, he had got rid of an enemy and preserved his situation on bo","desc":"The narrator reveals that after Dantès’s imprisonment, the two other men involved feel some pangs of conscience, but Danglars does not. He only worries about his financial gain. He has no conscience and sees Dantès only as a financial liability. Thus, when Dantès seeks revenge against Danglars, he will have to get revenge via the only thing Danglars cares about: his money."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/character/danglars","quote":"What has become of him? Why, he left Marseilles, and was taken on the recommendation of M. Morrel, w","desc":"Caderousse explains to the Abbé Busoni, Dantès in disguise, what happened to Danglars since Dantès’s arrest: Danglars has become extremely successful financially, even being rewarded with a title for his financial assistance to the nation. Caderousse asserts that Danglars’s good fortune proves that justice doesn’t exist, because his own honest living has not been rewarded. Busoni assures Caderousse that justice will eventually be served."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/character/danglars","quote":"Danglars, then, without taking a crown from his pocket, could save Morrel; he had but to pass his wo","desc":"Morrel was Danglars’s early employer and helped him get the job which eventually led to Danglars’s fortune and elevated position. Here, the narrator explains that when Morrel goes to Danglars for a loan, Danglars refuses him. From Danglars’s point of view, only the solidity of the investment matters, and given Morrel’s run of bad luck, Danglars’s refusal seems understandable. However, most other people would have made the loan anyway, out of human kindness."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/character/danglars","quote":"‘A million! Excuse my smiling when you speak of a sum I am in the habit of carrying in my pocket-boo","desc":"The narrator describes the strategy of Dantès as Monte Cristo in his dealings with Danglars as Dantès’s revenge plot unfolds. Danglars received a document from another bank granting Monte Cristo unlimited credit with Danglars’s bank. He questions the validity of the document and by extension the repute of Monte Cristo, even refusing to refer to him as “count.” In response, Monte Cristo pulls a million francs out of his pocket, and Danglars seems both convinced and highly impressed. Since Danglars only cares for money, he now admires and wants to cultivate a relationship with Monte Cristo—just as Monte Cristo intended."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/character/danglars","quote":"‘Baroness,’ said Danglars, ‘give me leave to present you to the Count of Monte Cristo, who has been ","desc":"Danglars introduces Monte Cristo, whom he doesn’t recognize as Dantès. Completely impressed by Monte Cristo’s immense wealth, Danglars wants to show him off—and ingratiate himself with Monte Cristo—by introducing him to his wife, a woman of “ancient family.” But Danglars’s blatant mention of Monte Cristo’s money represents a glaring faux pas that reveals his own coarseness, which his wife would abhor. Danglars never learned the manners of the upper classes, despite now being a baron."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/character/danglars","quote":"I see, and always have seen, for the last sixteen years; you may, perhaps, have hidden a thought, bu","desc":"Danglars explains to his wife that he has always known about her affairs and exploited the knowledge to his advantage. But now Danglars asks her to get her lover, Debray, to pay back money Danglars has lost due to inaccurate inside information Debray provided. If Danglars has to deal with Debray directly, he admits knowledge of the affair and loses face. The primacy of money prompts this change to the marriage’s status quo."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/character/danglars","quote":"Then, enclosing Monte Cristo’s receipt in a little pocket-book, he added: ‘Yes, come at twelve o’clo","desc":"Danglars owes the hospitals five million francs. Rather than admit that he no longer has that money, Danglars plans to flee France. He can exchange a receipt from the creditworthy Monte Cristo for five million francs in Rome. He does not intend to pay that money back to the hospitals, but instead, settle down with this fortune in Vienna."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/character/villefort","quote":"But instead of enemies you may have aroused jealousy. You are about to become captain at nineteen, a","desc":"Villefort, questioning Dantès about the letter which has denounced Dantès as a Bonapartist, quickly realizes the truth of the matter: Dantès’s situation has provoked jealousy, and someone is deliberately trying to destroy him. Unlike the innocent and good-hearted young Dantès, Villefort understands or at least recognizes impulses of jealousy and ambition. His intelligence, coupled with a naturally suspicious nature, qualify him as the ideal candidate for assistant state prosecutor."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/character/villefort","quote":"‘Every revolution has its catastrophes,’ returned M. de Villefort. ‘Your brother has been the victim","desc":"Bertuccio explains to Monte Cristo why he declared a vendetta against Villefort. On his way home from fighting in the wars between Napoleon and the monarchy, Bertuccio’s brother was massacred along with fellow soldiers. When Bertuccio sought justice from the procureur du roi, Villefort rebuffed him. Villefort repeatedly survives the changes between ruling parties thanks to family connections, yet has no sympathy for those who do get caught up in the conflicts."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/character/villefort","quote":"‘What do you propose to me, d’Avrigny?’ said Villefort, in despair; ‘once a third party is admitted ","desc":"D’Avrigny, a doctor, knows that Villefort’s family members are being poisoned. Despite his role as the government’s top prosecutor, Villefort hypocritically wants d’Avrigny to keep the deaths in his house a secret. He feels worried about the potential negative effect on his career. He does acknowledge to the doctor that his concerns are “worldly” rather than morally correct. Unfortunately, after convincing d’Avrigny to stay quiet, another family member dies, thus making Villefort indirectly responsible for that death."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/character/villefort","quote":"[H]aving sinned myself, and perhaps more deeply than others, I never rest till I have torn the disgu","desc":"Villefort admits to Madame Danglars that he commits transgressions, despite his public appearance and position. But admitting his own sinfulness does not make him more sympathetic to others’ weaknesses. Rather, seeking out others’ weaknesses obscures his own. Villefort believes that the repeated deaths in his family serve as retribution, which suggests that he knows he deserves punishment just as much as everyone else in the world."},{"page":"https://www.sparknotes.com/lit/montecristo/quotes/character/villefort","quote":"‘No, no, it is useless!’ stammered M. de Villefort, in a hoarse voice; ‘no, it is useless!...I mean ","desc":"Benedetto, on trial for murder, has just declared himself the illegitimate son of Villefort, whom Villefort buried alive at birth. In a single moment, Villefort has been publicly accused of adultery, attempted murder, and being the parent of a murderer. Villefort suddenly realizes the role of providence in his situation and therefore refuses to deny the accusations. Of course, his belief reveals poetic justice: His actual accuser Dantès as Monte Cristo believes he acts on God’s behalf."}]