[{"page":"http://www.sparknotes.com/lit/treasure/quotes/","quote":"Fifteen men on the dead man’s chest— Yo-ho-ho, and a bottle of rum! Drink and the devil had done for","desc":"This pirate’s ditty, first sung in Chapter I and recalled many times afterward, remains one of the best-known legacies of Treasure Island. The poem encapsulates drink, death, and wickedness, which are inextricably linked to the pirates, and which give them an aura of wild glamour. The “bottle of rum” recalls the almost constant state of drunkenness of Silver’s ragged brigade. This reference to alcohol is also connected to idea of the “dead man,” as the pirates’ drunkenness results in mishaps, losses, and deaths, and is perhaps responsible for their ultimate failure. The “dead man’s chest” symbolically refers to both Billy Bones’s sea chest and Flint’s hidden treasure. The pirates’ song associates the treasure chest with a dead man rather than a living one, suggesting that the pirates are unconsciously aware that their mission will end in death and failure. In a sense, they are singing of their own downfall, almost displaying a death drive. The image of the dead man’s chest also refers to the way in which greed leads to a man’s loss of soul and also recalls the ultimate futility of finding material treasure, as all humans eventually die in the end."},{"page":"https://www.sparknotes.com/lit/treasure/quotes/page/2","quote":"“I have only one thing to say to you, sir … if you keep on drinking rum, the world will soon be quit","desc":"These words, which Dr. Livesey addresses to Billy Bones in Chapter I, emphasize the conflict between the civilized world and the lawless criminal world in Treasure Island. Billy has usurped power for himself, as he refuses to pay his bills and assumes that everyone will immediately fall silent whenever he slaps the dining-room table. Billy’s power is, in fact, quite real: Jim’s innkeeper father is too scared of Billy to demand payment, and everyone does stop talking when the seaman slaps the table. Though Billy is a stranger in the area, shows no special virtues, and has no political or financial power, he nonetheless holds an extraordinary and mysterious power over everyone. This power, which Long John Silver also displays, fascinates Jim. Power of this sort is an insult to the civilized world, as it offends the values of order, responsibility, and propriety. The practical Dr. Livesey, who embodies the traditional, ordered world, predicts that the rum will soon kill Billy and declares that the pirates are scoundrels. Livesey judges the pirates through the lens of his own world and its accompanying values. However, by the end of the novel, we learn that both the doctor’s world and the pirates’ world are flawed, and that both worlds can inspire and destroy."},{"page":"https://www.sparknotes.com/lit/treasure/quotes/page/3","quote":"“Well, squire … I don’t put much faith in your discoveries, as a general thing; but I will say this,","desc":"Dr. Livesey delivers these remarks to Squire Trelawney at the end of Chapter VIII, when the men first meet the crew that will accompany them to Treasure Island. This quotation raises the issue of judgment of another person’s character. First, Livesey’s skepticism about Trelawney’s prudence suggests that the squire’s knowledge of human affairs might be less reliable than that of the practical man of science. We later verify this hypothesis when we discover that the squire has been tricked into manning his ship with a band of pirates; his judgment is indeed unsound. Yet Long John Silver tricks even the wise Dr. Livesey. Though in reality the ringleader of the pirates, Silver is a man whom Livesey trusts instinctively. The doctor’s trust suggests that Silver has extraordinary powers of deception, but also that there is something genuinely likable about the pirate. Even though Silver is a miscreant, he is charismatic and repeatedly earns the respect of others. Indeed, Silver wins Jim’s affection and admiration by the end of the adventure, and he acts like a gentleman on several occasions. Livesey and Trelawney are deceived by Silver because he is such a contradictory character, not fully good but not fully evil either."},{"page":"https://www.sparknotes.com/lit/treasure/quotes/page/4","quote":"I was no sooner certain of this than I began to feel sick, faint, and terrified. The hot blood was r","desc":"Jim has these thoughts at the beginning of Chapter XXVII, when he realizes that he has killed Israel Hands, the pirate who has wounded Jim with his dagger. This passage reveals Jim’s maturity and his developing sense of self. The pirates are always drunken, rowdy, and impetuous, and demonstrate little or no ability to manage the situations or circumstances that surround them. Jim, conversely, almost immediately after the fight is over, Jim shows his developing ability to emerge from a state of passionate agitation to a state of control. Jim takes possession of himself in a mature and responsible fashion, and then takes control of the ship and names himself captain. The difference between Jim and Israel Hands represents the difference between those who can take care of themselves and those who cannot. Israel is still drunk when he dies, while Jim is in full possession of his mind and senses. The passage also shows the importance of Jim’s newfound sense of personal identity. The physical suffering Jim experiences is not as troubling as the prospect of being next to Israel Hands in the water. Jim cannot bear the thought of being associated with a pirate, a person who is not in control of his own body and mind. Jim clearly defines himself as separate from a pirate or criminal—he identifies himself as an honest young man. Jim’s identity matters more to him than even physical pain, suggesting that he is developing a sense of identity, confidence, and maturity."},{"page":"https://www.sparknotes.com/lit/treasure/quotes/page/5","quote":"The bar silver and the arms still lie, for all that I know, where Flint buried them; and certainly t","desc":"These final lines of the novel summarize Jim’s feelings about his adventure. Ironically, one of the results of Jim’s treasure hunt is that he learns he does not actually want the treasure, and that he is happy to leave the silver buried on the island. Similarly, at the end of the novel, Jim also realizes that he does not truly want adventure. The negative tone with which he closes his account seems out of place, as in the end everything has worked out well for him: Jim is safely back home, his friends have survived, and he presumably possesses a fair share of the pirates’ loot as reward. Yet Jim calls the island “accursed,” and he is plagued by nightmares of treasure and Silver’s screeching parrot.Jim’s continuing dreams signify that his adventure is still with him, for better or for worse, and that his experience with the pirates has had an indelible impact on his life. However, it also appears that the tragedies of the adventure—the greed and death—still trouble him. Though Captain Flint is long dead and buried, and Jim is back in the relative safety of the civilized world, he still feels the influence and temptation of the pirates’ underworld. Jim is having trouble adjusting to the upright, civilized world and the fact that it completely rejects the darker, more lawless world of the pirates. That a pirate literally has the last words in the novel (the parrot’s cry of “pieces of eight!”) shows that the pirates, and the life and values they represent, will always haunt Jim and the civilized world."}]