[{"page":"http://www.sparknotes.com/lit/northangerabbey/quotes/","quote":"No one who had ever seen Catherine Morland in her infancy, would have supposed her born to be an her","desc":"This is the first line of the novel. By referring to Catherine as a heroine, Austen forces us to recognize that we are reading a novel. Most of Austen's other novels simply drop the reader into the story, and never refer to such main characters as Emma Woodhouse or Elizabeth Bennett as heroines. Northanger Abbey remarks on its own identity as a novel, in part because the fiction- loving Catherine sees herself as the heroine in a novel. From this first sentence on, the narrator notes the gap between how things should be in the ideal life of a fictional heroine, how things actually are for the flawed Catherine. Northanger Abbey is partly a parody of Gothic novels, but Austen's story is realistic, and ironic humor comes from trying examining ordinary events and people from the perspective of a \"heroic\" novel."},{"page":"https://www.sparknotes.com/lit/northangerabbey/quotes/page/2","quote":"And what are you reading, Miss—?\" \"Oh! it is only a novel!\" replies the young ladyin short, only so","desc":"This passage comes from Volume I, Chapter V, when the narrator gives a long and fervent defense of novel-reading. In Austen's time, novels were looked down upon by many people, especially people of the upper classes. The young Jane Austen, writing her first novel, likely felt she had to launch a preemptive strike against critics who would disparage her work. This passage is one of the few places where the narrator makes a long address to the reader. By the second half of the novel, the narrator will have given over to Austen's famous free indirect discourse style of narration."},{"page":"https://www.sparknotes.com/lit/northangerabbey/quotes/page/3","quote":"The advantages of natural folly in a beautiful girl have been already set forth by the capital pen o","desc":"Here the narrator throws a transparent veil of agreement over her real scorn for the \"sister author\" who praises stupidity in women. She says sarcastically that some men don't require stupidity in women, only ignorance. The implication is that some men enjoy instructing ignorant but teachable women. The further implication is that Henry is such a man. Some critics say that Henry acts the bullying, patronizing father figure to Catherine, pointing out her mistakes and trying to mold her into thinking like he does. He enjoys Catherine's ignorance, for it gives him a chance to teach her. The narrator tells us that Henry enjoys Catherine's youthful mind. When Catherine says that schooling is a torment, Henry replies that perhaps it is, but a few years of torment is worth a lifetime of being able to read. Catherine enjoys it when Henry teaches her about viewing the landscape from an artist's perspective, as he does immediately after this passage. A generous reading of Henry sees him as a man who loves Catherine's naiveté, not because he prefers to feel smarter than her, but because he expresses his love by teaching her."},{"page":"https://www.sparknotes.com/lit/northangerabbey/quotes/page/4","quote":"Isabella, embracing Catherine, thus began: - \"Yes, my dear Catherine, it is so indeed; your penetrat","desc":"This scene, from Volume I, Chapter XV, is one of the funniest in the novel. Isabella Thorpe, the speaker, has been flirting with Catherine's brother, James, for nearly a week. They have become engaged, and Isabella is just about to tell Catherine. Typically, Isabella assumes that Catherine is as gossipy and perceptive as Isabella is herself. By now we realize that Catherine is not very perceptive, is even obtuse, and here she has no idea what Isabella is talking about. The passage demonstrates Catherine's flawed powers of perception. She cannot fathom the motivations of people, particularly when they are negative, and she cannot read people or their behavior. In this case, she did not guess at the engagement that the entire town of Bath assumed was imminent. Her obliviousness stems from a combination of naiveté and innocence. Catherine needs more experience and a better understanding of what drives people before she can make accurate assumptions about how they will behave."},{"page":"https://www.sparknotes.com/lit/northangerabbey/quotes/page/5","quote":"But neither the business alleged, nor the magnificent compliment, could win Catherine from thinking ","desc":"This passage, from Volume II, Chapter VIII, is important for two reasons. First, it is an example of Austen's technique of free indirect discourse, a technique by which Austen narrates the story in a tone reflecting what Catherine is thinking or feeling. Here, the narrator conveys Catherine's certainty that something sinister is afoot. Although the narrator describes Catherine's suspicions with an almost straight face, we can tell the narrator thinks them totally unfounded. Free indirect discourse is similar to the first person perspective, but it is not as limiting. The narrator, while conveying Catherine's feelings, is free to describe things differently than Catherine might, impart information that Catherine does not know, or signal her own opinion about Catherine's thoughts.The passage is also important because it shows how much Catherine has become the victim of her own paranoid fantasy. She came to Northanger Abbey, as she admits later to herself, longing to be scared, and when there she finds nothing scary there, she must invent something herself."},{"page":"https://www.sparknotes.com/lit/northangerabbey/quotes/page/6","quote":"Her thoughts being still chiefly fixed on what she had with such causeless terror felt and done, not","desc":"This passage is from Volume II, Chapter X. It shows that Catherine has learned something from her wild speculation about General Tilney and her subsequent scolding by Henry for thinking such a terrible thing. \"The Alps and the Pyrenees\" refers to the settings of the Gothic novels that Catherine reads. Here Catherine recognizes the fact that in those novels, people are either all good or all bad, and a bad-tempered widower is an obvious murder suspect. But in the real world of England, Catherine realizes, people can be both good and bad. The real world Catherine refers to is actually a fictional world created by Austen, who suggests that even in fiction, characters need not be purely good or purely evil. In this passage, Austen makes it clear that her project is to create fiction that accurately reflects the world as it is."}]