[{"page":"http://www.sparknotes.com/lit/origin/quotes/","quote":"How have all those exquisite adaptations of one part of the organisation to another part, and to the","desc":"This quotation from Chapter III addresses the way in which variations in a species influence the “perfect” adaptation of an organism to its environment. In the previous two chapters, Darwin explains the different types of variations seen in plants and animals that help scientists distinguish between varieties and species (although Darwin argues that the distinction between the two categories is fundamentally arbitrary). In this quotation, he says that these variations not only produce distinct varieties of species but also create species that are uniquely adapted to their environments. Woodpeckers, mistletoe plants, and parasites have adapted structures (the beaks of woodpeckers, for example) that allow them to maximize their access to nutrients and therefore to survive. The term “co-adaptations” implies that species adapt to one another. For example, the hair or feathers of animals adapt the texture that allows a parasite to cling. Variations, therefore, cannot be random."},{"page":"https://www.sparknotes.com/lit/origin/quotes/page/2","quote":"How fleeting are the wishes and efforts of man! how short his time! and consequently how poor will h","desc":"This quotation, from Chapter IV, compares the use of artificial selection by breeders to the process of natural selection. Darwin explains in Chapter I how breeders can shape their domestic breeds by selecting individual animals with desired characteristics and breeding them more often to perpetuate those characteristics in future generations. While breeder selection may result in a more desirable domestic species, Darwin argues in this quotation that breeder selection cannot hold a candle to the wonders of natural selection. Natural selection has “whole geological periods” in which to do its work, as opposed to the mere human lifetime a man has. In addition, natural selection creates species that are much more highly and complexly adapted to their natural environments, a feat that mere men cannot accomplish on their own. Darwin acclaims the power of nature to shape such perfect species. Still, the last phrase in this passage—“the stamp of far higher workmanship”—adds ambiguity. Is “higher workmanship” the work of nature or the work of a divine power? Darwin leaves room for interpretation here—perhaps a wise move, given the religious and scientific climate of the time."},{"page":"https://www.sparknotes.com/lit/origin/quotes/page/3","quote":"To admit this view is, as it seems to me, to reject a real for an unreal, or at least for an unknown","desc":"In this quotation, from Chapter V, Darwin takes on naturalists who believe that each species was independently created. He has just presented evidence that species must have descended from one another. Specifically, he has shown that color patterns appearing in varieties of horses often mimic the color patterns of zebras and horses, which illustrates that all may have descended from the same parent species. Darwin says that some naturalists will not believe this claim and will argue that variations occur in all species and do not prove that one species descended from the other. In this quotation, Darwin challenges the scientific validity of these dissenters’ claims; he provides scientific reasoning, while they provide none. The last sentence of this passage suggests that it is ridiculous to claim that species similarities are mere coincidence. By calling these similarities “the work of God,” Darwin also challenges the notion that only the theory of independent creation acknowledges the existence of a divine power. Natural selection, Darwin implies, may also be the work of a higher power. To ignore his theory may be as much an affront to God as some say the theory itself is."},{"page":"https://www.sparknotes.com/lit/origin/quotes/page/4","quote":"What can be more curious than that the hand of a man, formed for grasping, that of a mole for diggin","desc":"This passage, from Chapter XIII, argues that similar bone and body structures in different species illustrate how species may have evolved from a common parent species. The hands of men, the paws of moles, the legs of horses, the paddles of porpoises, and the wings of bats all have the same placement in the body, as well as the same bone structure. However, these structures have evolved differently, creating hands, paws, paddles, and wings. And the divergence of each is particularly well suited to the species to which it belongs: Humans can grasp, porpoises can swim, and bats can fly. In this quotation, Darwin suggests that all of these structures may have evolved from the same structure of the original species, and that natural selection perpetuated the variations that have turned that original structure into the structures of today. Darwin’s mention of human hands is controversial, as it explicitly suggests that humans are subject to descent with modification."},{"page":"https://www.sparknotes.com/lit/origin/quotes/page/5","quote":"There is grandeur in this view of life, with its several powers, having been originally breathed int","desc":"This passage from Chapter XIV concludes The Origin of Species. After summarizing his theory of natural selection, Darwin returns here to the theme of the wonder of nature. The “beautiful and wonderful” forms that natural selection has created illustrate nature’s power. The imagery in this passage evokes the naturalness of natural selection itself. Just as the planet cycles naturally, “according to the fixed law of gravity,” so too does nature select and shape species into their divergent forms. It is in this passage, most importantly, that Darwin finally uses the word “evolved” to describe his theory of descent with modification. The use of this word links Darwin’s theory to past theories of evolution. Significantly, Darwin once again leaves room for a creator in the formation of species. The image of someone “breathing life” into the original species is a direct allusion to biblical notions of creation."}]