[{"page":"http://www.sparknotes.com/lit/anthem/quotes/","quote":"There was no pain in their eyes and no knowledge of the agony of their body. There was only joy in t","desc":"While he watches the Transgressor of the Unspeakable Word burn at the stake in Chapter II, Equality 7-2521 makes this observation about the Transgressor’s stoicism. The word the Transgressor has spoken is “I,” a concept forbidden in the society because everyone must work for the good of his or her brothers and any thought that occurs in private is necessarily evil. The Transgressor does not believe in collectivism, and he finds Equality 7-2521 in the crowd and locks eyes with him while he dies, a moment that Equality 7-2521 concludes marks him and destines him to start a new race of men who are individuals. It is the same kind of stoicism that Equality 7-2521 himself demonstrates when he is incarcerated and beaten at the Palace of Corrective Detention for refusing to tell the council about his tunnel when he returns late to the Home of the Street Sweepers. Equality 7-2521’s observation about the peaceful and even euphoric nature of the Transgressor of the Unspoken Word’s death relates closely to Rand’s belief that humans do not feel bodily pain when they suffer for the sake of an ideal. Rand’s heroes do not feel fear or remorse about their social sins when they are committed in the name of a higher good, namely, the individual. Indeed, for Rand, any action grounded in the individual’s sense of self is admirable. The Transgressor is the only character in Anthem, other than Equality 7-2521 and the Golden One, who demonstrates a sense of self-worth and a willingness to suffer for his autonomy and who thus rises above the constraints of his society."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/page/2","quote":"“Many men in the Homes of the Scholars have had strange new ideas in the past...but when the majorit","desc":"These words of a member of the World Council of Scholars, which exiles Equality 7-2521 after he presents his lightbulb, in Chapter VII, reflect the view, pervasive in Equality 7-2521’s society, that any idea not held by all men is worthless. Equality 7-2521’s confidence in the usefulness of his invention is irrelevant, as the council cares not about advancing scientific progress but rather about controlling it. The World Council will not act unless all its members agree and, as a result, has not approved any technological progress in the last hundred years. The philosophy expounded here by the council member reflects the ideals of collectivism, against which the whole of Anthem is written. Rand believes that when society acts based on consensus, the weakest members of society drag down the most exemplary members, with the result that society never achieves its maximum potential. This system represents the we that Rand considers the ultimate evil in society and against which all her heroes, including Equality 7-2521, fight."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/page/3","quote":"“[I]f this should lighten the toil of men...then it is a great evil, for men have no cause to exist ","desc":"This opinion, which a member of the World Council of Scholars voices in Chapter VII, reflects one of the crucial tenets of collectivism. Not only must all decisions be made by committee, but all men must work not for their own profit but for the benefit of their brothers. If men’s lives are really aimed only at toil, then all pleasure, progress, and invention are barred to them, according to Rand, who believes that the kind of thinking exhibited by the World Council of Scholars leads to the destruction of all joy and technology in society. The result of this way of thinking, according to Rand, is that work becomes oppressive and ruins the lives of those conscripted to it. Rand calls this kind of work slavery and believes that it stifles all creativity and happiness. After this encounter with the World Council of Scholars, Equality 7-2521 comes to realize that work must be done for its own sake or because it benefits the individual, not because it can be of any assistance to society."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/page/4","quote":"“I am. I think. I will.”","desc":"Equality 7-2521 utters these words after he discovers the word “I” in Chapter XI. After proceeding through all his life using the word “we” to refer to himself, for the first time he experiences freedom and the joy that accompanies it. Once he is able to express himself using his new word, Equality 7-2521 is able to imagine a whole new life for himself and the Golden One, in which they live on their own land and eat food they produce. Rand believes the “I” must be the primary thought of the individual, while the “we” can be a second thought, at best. When the two are reversed, society becomes oppressive rather than liberating for men, and the dystopian world presented in Anthem comes into being. When the “I” is allowed to maintain its primacy, the world has beauty because the individual sees it and has meaning because the individual wills it. An individual who realizes his or her own self-worth lives only for him- or herself and for the “I” Equality 7-2521 first expresses here."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/page/5","quote":"But I still wonder how it was possible, in those graceless years of transition, long ago, that men d","desc":"Part of the exposition of Equality 7-2521’s newfound philosophy in Chapter XII, these words describe his reflection on the history of the human race and on how it came to disintegrate into madness and fear through the evils of collectivism. Anthem is, above all else, a political work, aimed at reforming those who have fallen to what Rand believes is the collectivist heresy, and at giving comfort to those who are still fighting for individualism. Rand believes that individualism will never actually perish because it is ingrained in human existence; it is the root of man’s happiness. Nevertheless, she thinks, it is possible for man to lose sight of the importance of the ego and allow society to become oppressive. Anthem is a wake-up call to those who may be losing sight, and the “graceless years of transition” are supposed to be the years of its publication, when Rand sees communism as taking hold not only in Russia but in the United States as well."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/theme/individuality","quote":"There is evil in your bones, Equality 7-2521, for your body has grown beyond the bodies of your brot","desc":"At the beginning of the novella, Equality 7-2521 tells readers that the Teachers and Leaders of the collective often tell him that “there is evil” in his bones simply because he is growing taller than his peers. Equality 7-2521’s above-average height sets him apart from the others, both physically and metaphorically, for his height symbolizes his growing individuality. In reality, all members of the collective have a unique self, but they are only aware of such a fact to the degree to which they allow themselves. Not all have the unique ability to break free from their suppression."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/theme/individuality","quote":"What—even if we have to burn for it like the Saint of the pyre—what is the Unspeakable Word?","desc":"These words express Equality 7-2521’s most poignant reflection upon watching the public burning of the Transgressor of the Unspeakable Word. What word, Equality 7-2521 ponders, could warrant such brutal torture as punishment? The word is later revealed to be I, a word Equality 7-2521 discovers for himself in the books he finds in the house in the Unchartered Forest. Watching the Transgressor’s fate becomes an important moment in Equality 7-2521’s journey toward individuality, since the moment confirms the gravity of his situation."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/theme/individuality","quote":"We made it. We created it. We brought it forth from the night of the ages. We alone. Our hands. Our ","desc":"Equality 7-2521’s creation of electricity imbues him with a sense of his own power, which he clearly expresses here. For the first time, Equality 7-2521 feels what it’s like to create something of his own will. The repetition of the words we and our symbolizes his affirmation of his newfound sense of individuality, a sense that will ultimately completely break him from society. Equality 7-2521 does not yet have the correct pronouns to refer to himself, which creates a level of absurdity Rand uses to expose what she sees as the intense degree to which collectivism suppresses the individual."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/theme/individuality","quote":"[W]e wonder, for the first time in our life, what we look like.","desc":"After he creates electricity, Equality 7-2521 begins to feel curious about his appearance. Readers may infer that he wants to put a face to the person who created such a remarkable gift to mankind. Catalyzed by his discovery, Equality 7-2521 is beginning to feel his “I” and personhood, which leads to a desire to define himself even on a visual level. Rand shows how individuality and creativity are linked, one giving birth to the other."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/theme/individuality","quote":"“It shall be your name,” said the Golden One.","desc":"After Equality 7-2521 declares his new name to be Prometheus, the Golden One stands before him and reaffirms his announcement. The Golden One acts as witness to Equality 7-2521’s naming, making his newfound identity a reality. Naming is incredibly important in the novella since the act of naming signifies not only individuality but possession. In collectivist societies, neither is permitted. With this act, Equality 7-2521 has established both his individuality and possession of his self, in one anarchic stance against collectivism."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/theme/collectivism","quote":"We are one in all and all in one. There are no men but only the great WE, One, indivisible and forev","desc":"These are the words that Equality 7-2521 says are cut into a piece of marble on the Palace of the World Council. These lines are to be repeated by members of the collective whenever they feel tempted. Equality 7-2521 notes, however, that repeating these words “helps us not.” In fact, the lines fail to keep Equality 7-2521 under their spell. This failure to suppress demonstrates an inherent failure of collectivist thought: No matter how much collectivist acts work to suppress the individual, the individual will eventually resurface."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/theme/collectivism","quote":"Dare not choose in your minds the work you would like to do when you leave the Home of Students. You","desc":"In the World Council, everyone is assigned a job or role in society: Individual choice doesn’t exist. Equality 7-2521 tells readers how, on his fifteenth birthday, the Teachers warned the graduating class of the Home of the Students with this statement. In this society, the World Council prescribes roles based on their “higher wisdom” of what is good for the collective. Acting against the World Council’s wishes leads to punishment."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/theme/collectivism","quote":"International 4-8818 and we are friends. This is an evil thing to say, for it is a transgression, th","desc":"Equality 7-2521 reveals that he harbors a secret “preference” for International 4-8818. In this society, preferring one person over another equates to a transgression since such a notion violates the idea that everyone is equal and deserves an equal amount of love and attention. While this idea is noble as a general notion, Rand’s novella shows how devastating its effects are as they are played out in society. In this suppressive world, a person is made to feel he or she is wrong for sharing an affinity with another person, a very simple and natural human impulse."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/theme/collectivism","quote":"This is the time each spring when all the men older than twenty and all the women older than eightee","desc":"Equality 7-2521 describes how procreation happens in the collective. Since preference is forbidden, mating becomes a complex issue. The World Council sets up a system in which partners are assigned, and the time when mating is scheduled. The Council’s decisions are based on eugenics, a science by which human populations are “improved” by mating by desirable attributes. The result of this prescribed mating becomes unsettlingly inhumane."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/theme/collectivism","quote":"No single one can possess greater wisdom than the many Scholars who are elected by all men for their","desc":"Equality 7-2521 reveals that he feels empowered by his discovery of electricity, so much so that he feels his wisdom surpasses the Scholars’, the assigned keepers of knowledge and wisdom. Since individual thinking is forbidden, Equality 7-2521’s discovery becomes a dangerous act of defiance. The unfortunate result is that individual discoveries and shared thinking, two key paths that lead toward progress, are completely stifled."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/theme/freedom","quote":"There was only joy in them, and pride, a pride holier than it is fit for human pride to be.","desc":"Equality 7-2521 observes that there is only joy and pride in the eyes of the Transgressor of the Unspeakable Word’s eyes as he is burned on the pyre. To Equality 7-2521, such pride appears to be larger than even the Transgressor himself, for the emotion seems to be rooted in the holy. Equality 7-2521’s experience watching the Transgressor’s dramatic display of defiant peace in the face of death will stay with Equality 7-2521 throughout his life. This moment marks Equality 7-2521’s first experience with the fearlessness that comes with freedom."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/theme/freedom","quote":"And we thought that we could trust this being who looked upon us from the stream, and that we had no","desc":"In the Unchartered Forest, Equality 7-2521 finds a stream. As he bends down to take a drink, he sees his reflection for the first time. Equality 7-2521 loses his breath looking down at this vision of his face. No longer does he consider his legs too long or his arms too strong or feel pity when considering the differences between his and another’s body. Instead, he finds himself beautiful, and for the first time, he trusts himself. In this moment of truly viewing himself, Equality 7-2521 begins to break free from the fear of individuality."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/theme/freedom","quote":"Our dearest one. Fear nothing of the forest. There is no danger in solitude. We have no need of our ","desc":"Equality 7-2521 speaks these words to the Golden One when they reunite in the Unchartered Forest. The Golden One, though resolute in her decision to join Equality 7-2521 in exile, remains fearful of the consequences. Equality 7-2521 reassures her and shares the lesson he learned during his experiences in the tunnel and writing alone in his notebook. Individuals living in a collectivist society become weakened, and fear easily sets in. However, as this scene demonstrates, solitude allows one to find and feel the strength of his or her power."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/theme/freedom","quote":"I shall live here, in my own house. I shall take my food from the earth by the toil of my own hands.","desc":"When Equality 7-2521 finds an abandoned house in the Unchartered Forest, he finally has found a permanent place to establish and provide for himself and the Golden One. This last discovery represents the key to Equality 7-2521’s freedom. He no longer has to rely on the collective for his essential needs but can live by his own efforts alone. Such a moment implies that true freedom comes from independence and a turning away from the dependence on society."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/theme/freedom","quote":"To be free, a man must be free of his brothers. That is freedom. This and nothing else.","desc":"At the end of the novella, Equality 7-2521 summarizes what he has found to be an essential truth about life. Through his journey, Equality 7-2521 learned that the only way to be free in a collectivist society is to break free from its grips. He understands that freedom doesn’t exist if individual thought is suppressed and one is made completely dependent on the collective. Equality 7-2521’s words suggest that freedom and society represent a very black-and-white issue: Freedom can’t exist in a collectivist society."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/character/the-golden-one","quote":"They stood still as stone, and they looked straight upon us, straight into our eyes. There was no sm","desc":"When Equality 7-2521 and the Golden One first meet, they intensely lock eyes in the fields. The Golden One doesn’t look away. She holds his stare. The Golden One appears hard and strong, just like Equality 7-2521. They both share a stoicism, which Equality 7-2521 recognizes in this moment and which will cement his attraction to her."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/character/the-golden-one","quote":"But Liberty 5-3000 saw it and understood. They raised their hand to their forehead and moved it as w","desc":"A day after their first meeting, Liberty 5-3000, whom Equality 7-2521 refers to as the Golden One, spots Equality 7-2521 and walks over to the side of the road where he is working. Equality 7-2521 gestures to her, and she mimics his motion, signaling that she recognizes him. Notably, Equality 7-2521 and Liberty 5-3000 do not use language to communicate with each other, suggesting that they recognize an affinity with each other much deeper than words."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/character/the-golden-one","quote":"You are not one of our brothers, Equality 7-2521, for we do not wish you to be.","desc":"After Equality 7-2521 tells the Golden One that he thinks she’s beautiful, she relishes in Equality 7-2521’s boldness, for she has fallen in love with him, too. After the Golden One asks Equality 7-2521’s name, she tells him she doesn’t recognize him as “one of our brothers” and how, ironically, this pleases her."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/character/the-golden-one","quote":"“Speak these words again,” they whispered.","desc":"The Golden One asks Equality 7-2521 to speak the words “dearest one” again. Equality 7-2521 knows that “never have men” said these words to women, for preferring one over another is forbidden in their world. By expressing his feelings, Equality 7-2521 has committed a serious offense, and the Golden One seems to enjoy this fact, for she finally feels what a person feels like to be preferred above others."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/character/the-golden-one","quote":"The head of the Golden One bowed slowly, and they stood still before us, their arms at their sides, ","desc":"Equality 7-2521 describes the Golden One’s response to him calling her “dearest one.” She appears to be offering her body to him in submission. The Golden One recognizes that Equality 7-2521’s feelings for her are so strong that he is willing to break the law to be with her. Her offer of submission is significant because in her actions, she reveals that she reciprocates his feelings. Readers may infer that the underlying message here is that love requires an amount of submission to the other."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/character/the-golden-one","quote":"“We shall bring water to you,” they said.","desc":"After signaling her submission to Equality 7-2521, the Golden One offers to bring some water to him, since it’s hot and he’s been working outside. The offering of water symbolizes that the Golden One now assumes the role of “caretaker,” but as a Biblical allusion. In the Bible, water often symbolizes life, and devoted supplicants often offered water to Jesus."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/character/the-golden-one","quote":"“We have followed you,” they said, “and we shall follow you wherever you go.”","desc":"The Golden One makes this declaration after she catches up to Equality 7-2521 in the Unchartered Forest. The Golden One feels exasperated at the gravity of her situation, but she appears resolute in her decision to follow Equality 7-2521 under any circumstances. The Golden One’s decision signifies her submission as well as her recognition of Equality 7-2521’s worthiness."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/character/the-golden-one","quote":"Your eyes are as a flame, but our brothers have neither hope nor fire.","desc":"The Golden One tells Equality 7-2521 that she sees a quality in his eyes that she has not seen in other men’s eyes. In this exchange, the Golden One articulates with language what she signified with gestures on their second meeting. The Golden One sees greatness in Equality 7-2521, and for that reason she has become devoted to him."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/character/the-golden-one","quote":"I love you.","desc":"The Golden One reveals her feelings to Equality 7-2521 after he shares with her his discovery of the word I in a book he’s found in the house in the Unchartered Forest. Equality 7-2521 and the Golden One have both struggled to find the words to express their love for each other. The words “we love you” haven’t seemed right as the statement represents a personal, individual feeling."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/character/the-golden-one","quote":"“It shall be my name,” said the Golden One.","desc":"Equality 7-2521 gives the Golden One a new name, Gaea, and she readily accepts. This renaming is the final act between them that completes their break from society and their newfound individualism. The Golden One will go on to give birth to a new race of children, just like the Greek mother goddess Gaea gave birth to the gods and goddesses of the Greek pantheon."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/character/equality-72521","quote":"All men are good and wise. It is only we, Equality 7-2521, we alone who were born with a curse. For ","desc":"Equality 7-2521 introduces himself as “cursed” at the beginning of the novella. Not only does Equality 7-2521 stand taller than those around him, but he prefers the company of certain people, and preference is not allowed. Equality 7-2521 considers himself cursed because he clearly doesn’t fit in with the rest of the men in his society."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/character/equality-72521","quote":"We know not why our curse makes us seek we know not what, ever and ever. But we cannot resist it.","desc":"At the beginning of the novella, Equality 7-2521 describes how he made a concerted effort to diminish his differences and conform to his society. Before he broke free, Equality 7-2521 truly believed that his curiosity and driving desire “to know” were sins and things to be stifled. Later, Equality 7-2521 will reflect on his gratefulness for not being able to resist his innate desires."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/character/equality-72521","quote":"We said: “The Council does not know of this hole, so it cannot be forbidden.”","desc":"Equality 7-2521’s discovery of the tunnel and view of such a discovery mark his first real break from society. His friend, International 4-8818, seems hesitant to go down the tunnel because he assumes the Council would forbid him from doing so. Yet here Equality 7-2521 cleverly rationalizes that the Council can’t forbid what it doesn’t know exists. Equality 7-2521’s curiosity and intelligence lead him to his act of defiance."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/character/equality-72521","quote":"This place belongs to us, Equality 7-2521, and to no other men on earth. And if ever we surrender it","desc":"Equality 7-2521 tells International 4-8818 that the tunnel is theirs and theirs alone, and he makes International 4-8818 swear his life to protect their secret discovery. This bold claim stuns International 4-8818, who finds himself torn between protecting his friend and remaining free of sin. The fervor with which Equality 7-2521 states his claim to the tunnel signifies his strengthening pull toward his individuality."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/character/equality-72521","quote":"Each night, for three hours, we are under the earth, alone.","desc":"After they discover the tunnel, Equality 7-2521 explains how he and International 4-8818 sneak away to spend time there alone at night. During these stolen hours, Equality 7-2521 experiences a level of solitude and distance from society that he has not experienced before. His time in the tunnel allows Equality 7-2521 to nurture his growing individuality."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/character/equality-72521","quote":"You are beautiful, Liberty 5-3000.","desc":"When Equality 7-2521 sees Liberty 5-3000, a woman he later refers to as the Golden One, he becomes overcome by her presence and tells her she is beautiful, an act forbidden by his society. Her height, piercing eyes, and prideful manner draw him in. While he tried to overcome his preference for his friend International 4-8818, he cannot—and does not want to—overcome his preference for Liberty 5-3000. Equality 7-2521’s discovery of Liberty 5-3000 and his stated preference for her mark an even deeper break from his society."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/character/equality-72521","quote":"And it seemed as if these eyes were trying to tell us something through the flames, to send into our","desc":"Equality 7-2521 recounts his experience watching the Transgressor of the Unspeakable Word’s public punishment for uttering the word I, a word strictly forbidden by their society. Here he recounts a moment when his and the Transgressor’s eyes lock, which Equality 7-2521 takes as a sign for something he can’t yet figure out. Symbolically this meeting marks the moment that Equality 7-2521 takes on the Transgressor’s mantle to become the next defector."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/character/equality-72521","quote":"Our discovery is too great for us to waste our time in sweeping the streets.","desc":"When Equality 7-2521 discovers the lightbulb, he has now found a reason to rebel completely from his society. Equality 7-2521 says in light of such an incredible discovery, he now views his assigned role in society to be a waste of time. The discovery of the lightbulb gives Equality 7-2521’s life purpose, and his new mission is to ensure that he shares this newfound light with his brothers. Readers may infer here that light from the lightbulb symbolizes knowledge and curiosity, two mental qualities his society has tried to suppress for so long."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/character/equality-72521","quote":"We both knew it without words: this house was left from the Unmentionable Times.","desc":"Equality 7-2521 comments on the house he and Liberty 5-3000— the Golden One—find in the Unchartered Forest. Such a discovery marks a time when Equality 7-2521 can begin to provide for himself. As a couple, he and Liberty 5-3000 can now settle into a life in the forest together. They also find books in the house, which leads to their discovery of the word I and their complete break from society."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/character/equality-72521","quote":"He will be taught to say “I” and to bear the pride of it.","desc":"Equality 7-2521 declares that he will raise his children to learn and use the word I, the very word forbidden by his cursed city of birth, a word for which he watched the Transgressor of the Unspeakable Word be burned alive. Equality 7-2521 has finally completely broken free from his society and has fathered a new race, symbolically represented by his adopted new name, Prometheus."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/character/international-48818","quote":"But International 4-8818 are different. They are a tall, strong youth and their eyes are like firefl","desc":"Here, Equality 7-2521 describes International 4-8818’s appearance and hints at his vibrant inner personality. Readers may note that the Transgressor of the Unspeakable Word also shares these features. In Anthem, the protagonists have features that set them apart from the others and make them unique. Each possesses an inner quality that seems to make him sparkle."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/character/international-48818","quote":"So International 4-8818 and we have never spoken of it. But we know. We know, when we look into each","desc":"Equality 7-2521 reveals that he and International 4-8818 are friends, a punishable offense since the state of friendship denotes preference for one person over another, which is against the law. When International 4-8818 and Equality 7-2521 look into each other’s eyes, however, they cannot help but acknowledge their special bond, suggesting that no matter how oppressive, a collectivist society cannot suppress natural bonds."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/character/international-48818","quote":"“It is forbidden,” they answered.","desc":"International 4-8818 feels hesitant to go down to the tunnel he and Equality 7-2521 have just discovered. Here, he declares the obvious—entering the tunnel is forbidden, and he doesn’t want to break the law. International 4-8818 shares Equality 7-2521’s curiosity, but his desire to stay safe remains stronger."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/character/international-48818","quote":"They were frightened, but they stood by and watched us go.","desc":"Equality 7-2521 explains that International 4-8818 watched him enter the tunnel, even though International 4-8818 felt frightened and uncomfortable. Yet despite his apprehension, International 4-8818 doesn’t try to prevent Equality 7-2521 from going into the tunnel and eventually follows him in. International 4-8818 clearly feels torn between his desire to remain a law-abiding citizen and his loyalty to his friend."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/character/international-48818","quote":"Rather would we die.","desc":"International 4-8818 answers after Equality 7-2521 asks International 4-8818 if he would report him to the Council for going into the tunnel and witness him being lashed to death. International 4-8818’s response highlights his intense love and devotion to Equality 7-2521, a love that surpasses his intense fear of the Council."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/character/the-transgressor-of-the-unspeakable-word","quote":"They had torn out the tongue of the Transgressor, so that they could speak no longer.","desc":"Equality 7-2521 describes how the Council tears out the tongue of the Transgressor of the Unspeakable Word before bringing him to the scaffold to be set on fire. The Transgressor has spoken the word I, the “unspeakable word,” and the cutting out of his tongue is a symbolic gesture of silencing him as well as all individuality."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/character/the-transgressor-of-the-unspeakable-word","quote":"There was a thread of blood running from the corner of their mouth, but the lips were smiling.","desc":"Equality 7-2521 notices that despite being wounded, the Transgressor doesn’t seem to be affected by either the pain or his situation. The Transgressor’s mouth has been silenced by having its tongue cut out, but his mouth remains capable of expressing satisfaction and peace. The society in Anthem cannot stifle the Transgressor’s individuality and inner state of being."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/character/the-transgressor-of-the-unspeakable-word","quote":"The Transgressor were young and tall. They had hair of gold and eyes of blue as morning. They walked","desc":"Equality 7-2521 takes special note of the Transgressor’s appearance as the Transgressor walks up to the pyre. Equality 7-2521 notices the Transgressor’s striking blue eyes and blond hair as well as his unusual height, a physical feature Equality 7-2521 shares with him. Their height sets them apart from society, both physically and symbolically. Earlier in the story, Equality 7-2521’s height was said to indicate that there was “evil in his bones.” Apparently, the Transgressor shared such a quality."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/character/the-transgressor-of-the-unspeakable-word","quote":"And of all the faces on that square, of all the faces which shrieked and screamed and spat curses up","desc":"Equality 7-2521 observes that the Transgressor appears to be the only one at peace as he is brought to the pyre. The crowd appears to be more frenzied and manic than the man about to be burned alive. Such an image implies that the only way one can find peace in this society is to be at odds with the society itself."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/character/the-transgressor-of-the-unspeakable-word","quote":"There was no pain in their eyes and no knowledge of the agony of their body.","desc":"Equality 7-2521 reveals that he can’t detect any pain in the Transgressor’s eyes as he dies. The Transgressor has transcended society and his own body by dying for the cause of individuality, and he remains at peace with himself as a result of knowing the meaning of I. The Transgressor’s death foreshadows Equality 7-2521’s fate and gives Equality 7-2521 an example of how to die properly in this oppressive society."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/character/collective-00009","quote":"Who are you, our brother? For you do not look like a Scholar.","desc":"Collective 0-0009 feels surprised by Equality 7-2521’s sudden appearance at the house of scholars and questions why he has come. Equality 7-2521 seems notably out of place because he doesn’t look like a scholar, which arouses Collective 0-0009’s suspicion. Collective 0-0009’s reaction to Equality 7-2521 demonstrates the way people in this society remain hyper-focused on conformity and appearance."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/character/collective-00009","quote":"“Yes,” said Collective 0-0009, “we have much to say to a wretch who have broken all the laws and boa","desc":"After Equality 7-2521 makes an impassioned presentation of his lightbulb, Collective 0-0009 appears horrified and disgusted rather than impressed. Collective 0-0009 calls Equality 7-2521 a wretch for breaking the laws of the collective, which dictate that any discoveries should be made by consensus of the council of scholars, not by individuals. Such a judgment operates to stifle and suppress any one person from rising above the rest, an act that could topple the social order."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/character/collective-00009","quote":"How dared you think that your mind held greater wisdom than the minds of your brothers?","desc":"Appalled, Collective 0-0009 questions Equality 7-2521’s arrogance. He views Equality 7-2521’s claim that the discovery of lightning is his own as morally repugnant. In the World Council, all intelligence and knowledge spring from the collective, not from the individual mind. One who claims otherwise breaks the law."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/character/collective-00009","quote":"“What is not thought by all men cannot be true,” said Collective 0-0009.","desc":"Collective 0-0009 makes a false statement in an attempt to keep control. Collective 0-0009’s position as leader of the World Council of Scholars makes him the highest spokesperson on matters of thought in this society, which makes his proclamation especially damning. Such an idea makes a powerful statement on how communism not only stifles but is inherently antithetical to intellectual progress."},{"page":"https://www.sparknotes.com/lit/anthem/quotes/character/collective-00009","quote":"“The thing,” they said, “must be destroyed.”","desc":"After some debate, Collective 0-0009 decides that the collective must destroy Equality 7-2521’s lightbulb, as the invention seems dangerous. Such an idea highlights how communism stifles advances in thought and halts technological process. Collective 0-0009’s order doesn’t represent the failure of individual people themselves to embrace new technologies but the collective’s."}]