[{"page":"http://www.sparknotes.com/lit/janeeyre/quotes/","quote":"I am glad you are no relation of mine. I will never call you aunt again as long as I live. I will ne","desc":"This quotation, part of Jane’s outburst to her aunt just prior to her departure from Gateshead for Lowood School, appears in Chapter 4. In the passage, Jane solidifies her own orphanhood, severing her ties to the little semblance of family that remained to her (“I will never call you aunt again as long as I live,” she tells Mrs. Reed). Jane asserts her fiery spirit in her tirade, and she displays a keen sense of justice and a recognition of her need for love. Along with familial liberation, the passage marks Jane’s emotional liberation. Jane’s imprisonment in the red-room has its psychological counterpart in her emotional suppression, and it is not until she speaks these words to Mrs. Reed that she feels her “soul begin to expand.” Lastly, the passage highlights the importance of storytelling as revenge and also as a means of empowerment. Jane declares that she will “tell anybody who asks me questions this exact tale”—via authorship, Jane asserts her authority over and against her tyrannical aunt."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/page/2","quote":"Feeling...clamoured wildly. “Oh, comply!” it said. “. . . soothe him; save him; love him; tell him y","desc":"In this quotation, near the end of Chapter 27, Jane asserts her strong sense of moral integrity over and against her intense immediate feelings. Rochester has been trying to convince her to stay with him despite the fact that he is still legally married to Bertha Mason. His argument almost persuades Jane: Rochester is the first person who has ever truly loved her. Yet she knows that staying with him would mean compromising herself, because she would be Rochester’s mistress rather than his wife. Not only would she lose her self-respect, she would probably lose Rochester’s, too, in the end. Thus Jane asserts her worth and her ability to love herself regardless of how others treat her.The passage also sheds light upon Jane’s understanding of religion. She sees God as the giver of the laws by which she must live. When she can no longer trust herself to exercise good judgment, she looks to these principles as an objective point of reference.Jane’s allusions to her “madness” and “insanity” bring out an interesting parallel between Jane and Bertha Mason. It is possible to see Bertha as a double for Jane, who embodies what Jane feels within—especially since the externalization of interior sentiment is a trait common to the Gothic novel.The description of Jane’s blood running like “fire” constitutes one of many points in the book in which Jane is associated with flames."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/page/3","quote":"“Shall I?” I said briefly; and I looked at his features, beautiful in their harmony, but strangely f","desc":"This passage occurs in Chapter 34. St. John Rivers has just asked Jane to join him as his wife on his missionary trip to India. Jane dramatizes the interior conflict involved in making her decision. In many ways, the proposal tempts her. It is an opportunity to perform good works and to be more than a governess, schoolteacher, or housewife—the roles traditionally open to women. Jane’s teaching jobs at Lowood, Thornfield, and Morton have all made her feel trapped, and she would not mind enduring hardships for a cause in which she truly believes. Yet, St. John’s principles—“ambition,” “austerity,” and arrogance—are not those that Jane upholds.Misguided religion threatens to oppress Jane throughout the book, and St. John merely embodies one form of it. He also embodies masculine dominance, another force that threatens Jane like a “stringent yoke” over the course of the novel. Thus she describes St. John’s “warrior-march” and notes his assertion of his “masterhood.” Jane must escape such control in order to remain true to herself, for she realizes that her conventional manner of dealing with oppression—by retreating into herself, into the recesses of her imagination, into conversation with herself—cannot constitute a way of life. In her rejection of Rochester, Jane privileged principle over feeling; she is now aware of the negative effects such emotional repression can have. Feeling, too, must play a role in one’s life: a balance must be struck."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/page/4","quote":"I could not help it; the restlessness was in my nature; it agitated me to pain sometimes. Then my so","desc":"This passage appears in Chapter 12, in the midst of Jane’s description of her first few weeks at Thornfield. The diction highlights Jane’s feelings of imprisonment (she paces the corridors like a creature caged), and her longings for freedom and equality. Jane’s words are also relevant to Brontë’s own experience as a writer, and to the general condition of Victorian women.The images of restlessness and pacing, of feeling “stagnation” and “too rigid a restraint,” are examples of the book’s central theme of imprisonment. In addition to instances of physical imprisonment, Jane must also escape the fetters of misguided religion (represented by Brocklehurst), of passion without principle (represented at first by Rochester), and of principle without passion (represented by St. John Rivers)—not to mention those of society.Brocklehurst, Rochester, and St. John may also threaten Jane with the fetters of patriarchy, which is the specific force Jane resists in this passage. Jane extends her feeling of entrapment to her fellow women, and these sentences constitute Brontë’s feminist manifesto. As she describes the “doom” to which “millions are in silent revolt against their lot” “are condemned,” Brontë criticizes what she believed to be stifling Victorian conceptions of proper gender roles. The passage explicitly states that the Victorian wife suffers from being metaphorically “locked up.” Bertha Mason, who is eventually rendered nearly inhuman when her neglected, suppressed feelings turn to madness and fury, may be viewed as a symbol of the imprisoned female’s condition.The passage suggests that Brontë’s writing may have been her means of coping with such rage. Jane describes her retreat into her own mind, to find freedom in her imagination. While Brontë’s greatest triumphs were the result of such self-retreat, her heroine’s achievement is the balance she strikes between her need for autonomy and her desire to be an active member of society."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/page/5","quote":"I have now been married ten years. I know what it is to live entirely for and with what I love best ","desc":"This, one of the final passages of Jane Eyre, summarizes the novel’s “happy ending.” Its implications have generated much debate over the way Brontë chose to conclude her book. Some critics view Jane as having sacrificed her autonomy—no longer her own person, she and Rochester have merged, sharing one heart, each possessing the “bone” and “flesh” of the other.One might also argue that Jane relinquishes her powers of thought and expression—two characteristics that have defined her for most of the novel. Suddenly, the otherwise imaginative Jane equates her “thinking” to her conversations with Rochester—she even finds the conversations “more animated.” Similarly, although ten years have elapsed since the wedding, the otherwise eloquent Jane suddenly claims that she is unable to find any “language” to “express” her experiences during this period.Other critics interpret this passage in a more positive manner. It can be read as Jane’s affirmation of the equality between her and Rochester, as testimony that she has not “given up” anything. The passage is followed in the novel by a report on St. John Rivers. Jane writes: “his is the spirit of the warrior Greatheart... his is the ambition of the high master-spirit...” (Greatheart serves as guide to the pilgrims in Bunyan’s Pilgrim’s Progress.) Emphasizing St. John’s desires for “mastery” and his “warrior” characteristics, Jane describes a controlling patriarch. While Rochester may have been such a figure at the beginning of the novel, his character has changed by its conclusion. He has lost his house, his hand, and his eyesight to a fire, and the revelation of his youthful debaucheries has shown him to be Jane’s moral inferior. Rochester can no longer presume to be Jane’s “master” in any sense. Moreover, Jane has come to Rochester this second time in economic independence and by free choice; at Moor House she found a network of love and support, and she does not depend solely on Rochester for emotional nurturance. Optimistic critics point to Jane’s description of St. John as her reminder that the marriage she rejected would have offered her a much more stifling life. By entering into marriage, Jane does enter into a sort of “bond”; yet in many ways this “bond” is the “escape” that she has sought all along. Perhaps Brontë meant Jane’s closing words to celebrate her attainment of freedom; it is also possible that Brontë meant us to bemoan the tragic paradox of Jane’s situation."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/theme/love","quote":"And if I had loved him less I should have thought his accent and look of exultation savage; but…I th","desc":"Jane recalls her immediate blissful reaction to Mr. Rochester’s declaration of love and proposal of marriage in Chapter 23. Mr. Rochester’s exclamations reveal his devotion to and passion for Jane. Together, Jane and Mr. Rochester represent the theme of genuine love despite significant differences and the social judgment they will face."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/theme/love","quote":"There was no harassing restraint, no repressing of glee and vivacity, with him; for with him I was a","desc":"Just after Jane and Mr. Rochester reunite after their long separation, Jane describes how she immediately feels at ease with him and how seamlessly they interact despite having been apart for so long. In this revelation that they can truly be themselves with one another, the couple exemplifies the novel’s theme of true love. Jane has always longed for this type of love and acceptance, and finally, in this moment, she has it all."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/theme/love","quote":"“He sees nothing attractive in me; not even youth—only a few useful mental points…Oh, you need not b","desc":"Jane is speaking to Mr. Rochester as they discuss their relationship in the day following their long-awaited reunion. Jane starts by characterizing her relationship with St. John Rivers, identifying how St. John lacked a true love for Jane. Then, she clearly declares her love for Mr. Rochester. The contrast between Jane’s relationships with St. John and Mr. Rochester highlights the theme of love present in this novel, especially as Jane chooses love in the end."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/theme/home","quote":"To this crib I always took my doll. Human beings must love something, and, in the dearth of worthier","desc":"Jane describes a childhood memory, revealing how she never had a sense of love or home as a child. She cherished a doll the way a child would care for a sibling or parent because she had no close, loving relationships in her life. Jane explains, “human beings must love something,” and for lack of anything resembling family affection, Jane remembers how she relied on a doll for a sense of comfort at night. The doll, symbolizing home and the love that only home can provide, helped Jane through some of her darkest days."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/theme/home","quote":"During these eight years my life was uniform, but not unhappy, because it was not inactive…Miss Temp","desc":"Jane is reflecting on her eight years at Lowood and how moments of her experience at this school resembled a home. She specifically describes how Miss Temple’s influence had the greatest effect, even comparing her to a mother. However, Jane also reveals that when Miss Temple left, so did any feeling of home she may have felt at Lowood. In this description, the reader can see that Jane still longs for a sense of home and family, but also recognizes that she will not find it at Lowood."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/theme/home","quote":"It seemed I had found a brother; one I could be proud of—one I could love; and two sisters, whose qu","desc":"Jane relays the joy of finding a real home and family. In this quote, Jane enthusiastically tells the reader how she feels about the news that St. John, Diana, and Mary Rivers are her true blood relatives. Even though she also found out that she inherited a large amount of money, she is far more joyful about discovering a brother and sisters. When Jane describes this news as “wealth indeed,” she restates her strong desire to have a family and a sense of home."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/theme/social-class","quote":"I learned, for the first time, from Miss Abbot’s communications to Bessie, that my father had been a","desc":"Jane recalls the story she heard of her parents’ marriage and death. Through this tragic story, Jane highlights the strict social class structure that stood in Victorian England during this time. Jane’s parents clearly went against society’s expectations by marrying from different social classes and as a result, they were disowned by family and friends. The combination of facts that Jane hears about her parents’ scandalous marriage and untimely deaths hints that society may put the blame of their deaths on their poor choice to marry."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/theme/social-class","quote":"“I have a Master to serve whose kingdom is not of this world; my mission is to mortify in these girl","desc":"In Chapter 7, Mr. Brocklehurst lectures Miss Temple and the students of Lowood on wearing their hair and clothes plainly. Jane identifies the contrast of what Mr. Brocklehurst teaches or demands of the girls at Lowood with how he and his family live. Mr. Brocklehurst’s opinions show how his view varies between social classes. He can live extravagantly, but poor orphaned children must live strict, simple, and plain lives. Jane’s reflection highlights this common contradiction between social classes."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/theme/social-class","quote":"I have not yet said anything condemnatory of Mr. Rochester’s project of marrying for interest and co","desc":"In Chapter 18, Jane considers the potential marriage between Mr. Rochester and Miss Ingram. Jane’s thoughts reveal that she has difficulty coming to terms with this possible union. Not only has she fallen in love with Mr. Rochester, but also she believes he is not the type of person who would conform to social class expectations. Jane’s thoughts also highlight how deeply rooted the strict Victorian England social class rules were, especially in “their class.” She continues to contrast these social expectations with her strong belief in a love-filled marriage that transcends them."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/theme/gender-roles","quote":"I laughed at him as he said this. “I am not an angel,” I asserted; “and I will not be one till I die","desc":"Jane is responding to Mr. Rochester’s many demands regarding their wedding and married life. Jane makes it clear to Mr. Rochester that she plans to be true to herself and hold onto her autonomy despite his attempts to plan world travels and buy expensive gifts for her. Through this dialogue, Jane contrasts the typical female gender roles of Victorian England society by speaking up and holding on to her individuality, even in the face of marriage."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/theme/gender-roles","quote":"“To women who please me only by their faces, I am the very devil when I find out they have neither s","desc":"Mr. Rochester is responding to Jane’s declaration of autonomy by insisting that he actually prefers a woman who is independent and strong in character and voice. He continues to describe all the unique character traits that he admires in Jane. In his preferring a woman like Jane, the character of Mr. Rochester is a contrast to male gender role expectations. While men of his social class are expected to desire a women who will allow themselves to be kept or remain insignificant, Mr. Rochester loves Jane for exactly the opposite reason: She is fierce and independent-minded."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/theme/gender-roles","quote":"He had not imagined that a woman would dare to speak so to a man. For me, I felt at home in this sor","desc":"Jane is reflecting on a conversation she had with St. John about his future plans and potential relationship with Rosamond Oliver. Jane’s observations reveal that St. John is surprised by her directness when Jane points out that St. John Rivers trembles and is flushed whenever Miss Oliver enters. Through Jane’s reflections the reader learns how St. John Rivers is astonished by her direct approach because it is not expected of a woman in their society. Jane continues to go against female gender role expectations by speaking freely and confidently, often impressing her male counterparts with her courage."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/theme/gothic-elements","quote":"At this moment a light gleamed on the wall…while I gazed, it glided up to the ceiling and quivered o","desc":"Jane recalls the night she spent in the red-room at Gateshead as punishment after John Reed struck her. She recalls for the reader a gothic and frightening experience while being locked in this room. While looking back on the memory, she admits that the light she saw was more likely a gleam from a lantern, but in that moment long ago, she believed the light was a supernatural vision of her dead Uncle Reed. Jane explains how this vision terrified her and became a pivotal moment in the abuse she suffered at Gateshead at the hands of Mrs. Reed."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/theme/gothic-elements","quote":"That night I never thought to sleep...I was transported in thought to the scenes of childhood; I dre","desc":"Here, Jane describes a supernatural dream that came to her in the night before she leaves Thornfield and Mr. Rochester. In this dream, Jane describes ominous, mysterious weather, supernatural connections from her childhood, and a visit from her mother’s spirit warning Jane not to give in to temptation. Jane recognizes these gothic and supernatural elements as warnings to her of dark times ahead, further encouraging her to leave Thornfield."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/theme/gothic-elements","quote":"I, too, had received the mysterious summons; those were the very words by which I had replied to it.","desc":"Toward the end of the novel, Mr. Rochester tells Jane about a strange, supernatural experience he had during the previous night. Here, Jane reminds the reader that she also had a “mysterious summons” on that same night and in the same way. Jane recognizes this connection but decides not to share it with Mr. Rochester because he was already “too prone to gloom.” The idea that Mr. Rochester and Jane are so connected that they actually sensed one another at the same time despite being so far apart is not only mysterious, but gothic in nature and romantic."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/jane-eyre","quote":"I was a discord in Gateshead Hall; I was like nobody there; I had nothing in harmony with Mrs. Reed,","desc":"At the beginning of the novel, Jane describes her struggles as a dependent at Gateshead Hall. In this scene, Jane is locked in the red-room as punishment. Jane insists that her strong personality, plain looks, and refusal to accept mistreatment are what ultimately cause the discord between herself and the household. This description reveals to the reader how Jane’s mistreatment at Gateshead negatively affects her emotional well-being. However, Jane’s personality traits will serve her well later in life."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/jane-eyre","quote":"During these eight years my life was uniform, but not unhappy, because it was not inactive…I availed","desc":"Jane describes her life at Lowood school and her feelings at the end of the eight years she spent there. She recounts her strong work ethic, growth, and accomplishments, but then reveals that she is growing restless and ready to explore the world. Jane exhibits her adventurous and courageous spirit once again as she seeks freedom from the Lowood school life."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/jane-eyre","quote":"When Mrs. Fairfax had bid me a kind good-night…I remembered that after a day of bodily fatigue and m","desc":"Jane arrives at Thornfield to a warm welcome from Mrs. Fairfax and is immediately filled with an overwhelming feeling of gratitude for this new chapter in her life. Jane describes that she finally feels safe, comfortable, content, and hopeful. While acknowledging that her past life was cold and dark, Jane chooses to focus on her new situation with a thankful heart and renewed optimism."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/jane-eyre","quote":"It was not my habit to be disregardful of appearance, or careless of the impression I made; on the c","desc":"On the morning of her first day at Thornfield, Jane describes to the reader how she pays attention to looking her best without being too absorbed with physical appearance. She admits that she sometimes wishes she was more physically beautiful with specific sought-after features. This quote reveals basic details about Jane’s appearance, but also shows her own self-awareness."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/jane-eyre","quote":"“Ah! By my word! There is something singular about you,” said he; “you have the air of a little nonn","desc":"As Jane and Mr. Rochester get to know each other, Mr. Rochester shares his observations of Jane. He describes her as charming, quiet, and humble, even comparing her to a “nonnette” or little nun. However, Mr. Rochester also points out that Jane will answer questions directly with strength and honesty. Mr. Rochester recognizes Jane’s character quickly and with accuracy. He admires the same personality traits in Jane that once angered other people in her life."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/jane-eyre","quote":"“I see, you laugh rarely; but you can laugh very merrily; believe me, you are not naturally austere,","desc":"Here, Mr. Rochester continues to recognize and describe Jane’s true potential. Even though he is just getting to know her, Mr. Rochester can see that while Jane is still rigid from years at Lowood, she has the capacity to be relaxed and natural. He declares that by spending time with him, Jane will learn to laugh, explore, and move freely. Mr. Rochester even compares her to a bird held captive that will soar when free."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/jane-eyre","quote":"While arranging my hair, I looked at my face in the glass, and felt it was no longer plain; there wa","desc":"Jane views herself differently now that Mr. Rochester has declared his love for her. Jane is reflecting on her thoughts and feelings the morning following Mr. Rochester’s marriage proposal, the moment when she realized he loves her as much as she loves him. Her outlook on life and her happy mood affect how she feels and therefore, how she views her physical appearance. Acceptance by Mr. Rochester leads to her own self-acceptance."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/jane-eyre","quote":"Jane Eyre, who had been an ardent expectant woman—almost a bride—was a cold, solitary girl again; he","desc":"Here Jane describes how she feels after the truth comes out that Mr. Rochester cannot marry her because he is already married. Following the revelation of this deception, she feels lost and alone again. These lines dramatize her desperation at realizing that everything she felt before this news is lost to her. She has not only lost Mr. Rochester, but also her hope, dreams, and confidence in herself."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/jane-eyre","quote":"“You entered the room with a look and air at once shy and independent…ere long I found you full of s","desc":"In the day following the revelation that Mr. Rochester is a married man, Mr. Rochester pleads with Jane to understand, forgive, and stay with him in some way. In his attempt to convince Jane to stay, he describes how he felt about her from the very beginning. Mr. Rochester’s insightful, accurate, and vivid description of Jane reveals to the reader that he genuinely knows who she is and he loves her deeply."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/jane-eyre","quote":"“Mr. Rochester, if ever I did a good deed in my life—if every I thought a good thought—if ever I pra","desc":"Jane and Mr. Rochester discuss their reunited love and future plans. Jane passionately declares that she wants nothing more than to spend her life with Mr. Rochester. In this declaration, Jane shows her genuine character as someone who treasures loving and being loved. She knows that having this kind of love and happiness is everything she has ever wanted."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/edward-rochester","quote":"His figure was enveloped in a riding-cloak…but I traced the general points of middle height, and con","desc":"Jane reminisces on unknowingly meeting Mr. Rochester for the first time. When walking to deliver mail, she passes Mr. Rochester and witnesses him fall from his horse. Jane recalls not only Mr. Rochester’s strong physical features, but also her first impression of his personality. Right away, she identifies how comfortable and confident she feels in his presence."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/edward-rochester","quote":"I knew my traveler, with his broad and jetty eyebrows, his square forehead, made squarer by the hori","desc":"Jane meets Mr. Rochester a second time, recognizing that he was the traveler she met on the road the night before. In this description, she compares and adds to her previous observations of Mr. Rochester’s physical features. Through these descriptions, Jane also gives a glimpse of how his physical features parallel his character, such as by describing his “decisive nose” and “grim mouth.”"},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/edward-rochester","quote":"Yet I had not forgotten his faults…He was proud, sardonic, harsh to inferiority of every description","desc":"In this quote, Jane describes her feelings for Mr. Rochester after he reveals details about his past. Despite his troubles and many faults, Jane admits that she cares for and accepts him. Jane’s observations convey details of Mr. Rochester’s personality, including his faults, moodiness, and harshness. Jane’s reflections also reveal something of her character—despite Mr. Rochester’s mistakes and imperfections, Jane chooses to focus on the good in him."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/edward-rochester","quote":"I knew there would be pleasure in meeting my master again, even though broken by the fear that he wa","desc":"Jane describes how joyful she feels to see Mr. Rochester upon returning from her visit to Gateshead Hall, even though she has heard rumors of his possible marriage arrangement. Jane’s thoughts speak to Mr. Rochester’s effect on her. He has a way of making her happy, so she is content with whatever time she has with him. By referring to Thornfield as Jane’s home, Mr. Rochester reveals his genuine desire that Jane should stay."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/edward-rochester","quote":"“It will atone—it will atone. Have I not found her friendless, and cold, and comfortless?…Is there n","desc":"After revealing to Jane that he loves and wants to marry her, Mr. Rochester declares how his love will make up for going against society and God to be with Jane. Mr. Rochester’s words reveal his strong and defiant character as well as his genuine love for Jane. His references to atonement, expiation, and God’s tribunal hint at a crime, and Mr. Rochester’s choice of words foreshadows his dark secret."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/edward-rochester","quote":"“To women who please me only by their faces, I am the very devil when I find out they have neither s","desc":"After Jane admits her concern that Mr. Rochester’s love for her will not last, Mr. Rochester shares what he truly admires in a woman. His interest in women who challenge him and show strength over women who are only focused on appearances and lack character contrasts with the gender norms of the time. In revealing that it is Jane’s fiery, strong character that he loves, Mr. Rochester reveals and defines his own character."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/edward-rochester","quote":"To tell me that I had already a wife is empty mockery; you know now that I had but a hideous demon. ","desc":"In Chapter 27, Mr. Rochester attempts to explain to Jane why he deceived her by not telling her about his first wife. Not only does he explain the circumstances, but he admits his faults. By acknowledging that he was cowardly and should have trusted her with the truth, he reveals a genuine, yet flawed, character. His admission also sheds light on the strength of his love for Jane: He is willing to be vulnerable with her."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/edward-rochester","quote":"His form was of the same strong and stalwart contour as ever. His port was still erect, his hair was","desc":"After a long separation and several significant changes in her life, Jane finds Mr. Rochester again. Jane describes how Mr. Rochester’s physical image is unchanged, but his expression looks desperate and dark. Jane continues to describe this changed Mr. Rochester as having an angry sadness. Through this description, Jane establishes that the past year’s events have negatively affected Mr. Rochester’s emotional well-being. Her observations reveal her deep concern for and strong connection to Mr. Rochester."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/edward-rochester","quote":"“Jane! you think me, I dare say, an irreligious dog; but my heart swells with gratitude to the benef","desc":"In Chapter 37, Mr. Rochester describes to Jane how his view on religion and faith has changed. He explains that during the past year, he believes he faced disasters as justice for the wrongs he committed against Jane. He believes that God challenged him so he would feel remorse and pray, which he did. Mr. Rochester equally believes that God is rewarding him with Jane’s return. Mr. Rochester’s faith was renewed through the challenges of their separation."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/edward-rochester","quote":"We talk, I believe, all day long…All my confidence is bestowed on him; all his confidence is devoted","desc":"Jane is describing how Mr. Rochester demonstrates his humility and love in their life together. Her mention that they simply enjoy talking together demonstrates their love transcends physical and emotional infatuation. Mr. Rochester and Jane are completely content and devoted to one another. Jane explains how Mr. Rochester is able to accept help, even if it challenges him, because he recognizes that it makes Jane happy."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/st-john-rivers","quote":"He was young—perhaps from twenty-eight to thirty—tall, slender; his face riveted the eye; it was lik","desc":"Jane’s description of St. John’s physical features hints at the “pure” and “straight” character of his personality. St. John has rescued Jane from his doorstep, taking her in when she was in a desperate state. Her detailed analysis of his facial appearance noticeably contrasts with the physical description of the dark and brooding Mr. Rochester."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/st-john-rivers","quote":"This is a gentle delineation, is it not, reader? Yet he whom it describes scarcely impressed one wit","desc":"Jane is describing St. John with a focus more on his personality than appearance. She identifies that while St. John has some gentle physical features, she quickly recognizes the restlessness and hardness in his nature. Even though Jane recently met St. John, she sees that he has an unyielding, cold side to him."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/st-john-rivers","quote":"But besides his frequent absences, there was another barrier to friendship with him; he seemed of a ","desc":"In Chapter 30, Jane gains a deeper understanding of St. John’s personality. Her description of the “barrier to friendship” with St. John contrasts with her account of her relationship with St. John’s two sisters Diana and Mary. While the sisters are warm and welcoming, Jane explains how St. John is difficult to befriend because he is so reserved and never enjoys any pleasure in life."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/st-john-rivers","quote":"“A year ago, I was myself intensely miserable, because I thought I had made a mistake in entering th","desc":"St. John is explaining to Jane why he decided to become a missionary. He describes how at first, he was miserable with his path because he longed for a more exciting life than that of a priest. He continues to explain that after some struggling, he came to accept his role as a missionary, saying that he heard God calling him, revealing his strong sense of religious duty."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/st-john-rivers","quote":"“While something in me,” he went on, “is acutely sensible to her charms, something else is as deeply","desc":"In Chapter 32, St. John responds to Jane’s suggestion that he marry Rosamond Oliver. St. John states that while he likes Rosamond, he recognizes that their relationship would fail because she would not fit as a missionary’s wife. This explanation reveals not only St. John’s practical side, but also his complete devotion to his missionary work. St. John does not look for love in a wife, but rather someone who could benefit his work."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/st-john-rivers","quote":"St. John was a good man; but I began to feel he had spoken truth of himself when he said he was hard","desc":"Jane is reflecting on and confirming her earlier speculation that St. John’s character is hard and cold. She views St. John as a good man, but he is a man who never enjoys life, rests, or approves of others feeling content. Jane’s reflection comes after St. John disapprovingly ignores Jane’s improvements at Moor House. Jane comments on St. John’s dismissal of her accomplishments with a wry observation that he is not good husband material, adding to the novel’s theme of what makes a good marriage."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/st-john-rivers","quote":"I found him a very patient, very forbearing, and yet an exacting master; he expected me to do a grea","desc":"Jane comes into wealth and begins life at Moor House with her cousins, St. John, Diana, and Mary. Here, Jane describes St. John after he demands that she become his student and learn Hindostanee. Jane reveals that St. John is patient but also demanding. She shows self-awareness that St. John controls her with high expectations and praise."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/st-john-rivers","quote":"“God and nature intended you for a missionary’s wife. It is not personal but mental endowments they ","desc":"In this statement to Jane, St. John shows himself as cold and demanding. By “claiming” Jane and insisting that she be a missionary’s wife, he completely disregards Jane’s feelings or opinion and reduces her to a sort of object or tool rather than a human being. He goes as far as to say Jane is meant for only work, not love. While St. John’s intentions are not mean-spirited, his neglect of Jane’s feelings is shocking and narrow-minded. He cannot think beyond his own missionary service, a trait not lost on Jane."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/st-john-rivers","quote":"“Refuse to be my wife, and you limit yourself forever to a track of selfish ease and barren obscurit","desc":"St. John delivers a cold and tyrannical statement to Jane after she continues to decline his proposal to be his missionary wife. In this line, he almost threatens Jane, showing no flexibility or sympathy towards her. Ironically, Jane will refute his prediction of ease and obscurity. By choosing to devote herself to Mr. Rochester, Jane chooses an active, fruitful life on a global stage.”"},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/st-john-rivers","quote":"As to St. John Rivers…He entered on the path he had marked for himself; he pursues it still. A more ","desc":"In the final pages of the novel, Jane ruminates on the lives of the people most important to her. Here, Jane shares St. John’s path. As expected, St. John’s faith and missionary work consume his life, but despite his demanding character, he stands “without fault” before God. St. John is happy because he took the path best suited for him just as Jane did by reuniting with Mr. Rochester."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/helen-burns","quote":"The punishment seemed to me in a high degree ignominious, especially for so great a girl—she looked ","desc":"Jane shares one of her first observations of Helen Burns soon after Jane arrives at Lowood school. As Jane observes Helen enduring public punishment, Jane describes Helen’s composure during the embarrassing and harsh incident. Jane notices how Helen seems to be focused on something more positive to help her through the experience. Immediately impressed with Helen’s strength, Jane’s curiosity about her character signals the reader that Helen will be important to the story."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/helen-burns","quote":"“Life appears to me too short to be spent in nursing animosity or registering wrongs. We are, and mu","desc":"Helen Burns is responding to Jane’s story about Mrs. Reed’s mistreatment and cruelty. While Jane expects otherwise, Helen speaks of forgiveness and letting go of anger in order to be free of negativity. In these lines, Helen shares her unique and strong faith with Jane, explaining how she views God as forgiving and only believes in a welcoming Heaven. Helen’s perspective on forgiveness shapes how Jane responds to future events."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/helen-burns","quote":"What my sensations were, no language can describe; but just as they all rose, stifling my breath and","desc":"Jane is describing how Helen Burns helped her when Jane was punished and humiliated by Mr. Brocklehurst at Lowood. Helen takes a risk and reaches out to Jane with a friendly glance during Jane’s humiliation, giving Jane strength and hope in that difficult moment. Jane even describes Helen as a martyr or hero whose one glance had great effect. Helen’s presence in this moment functions like a light in a storm."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/helen-burns","quote":"While sobbing out this wish in broken accents, some one approached; I started up—again Helen Burns w","desc":"Jane describes how Helen Burns supports her once again with a simple act of friendship. After a day of suffering and embarrassment, Helen sits with Jane as a show of support, letting Jane cry and recover. Helen is clearly a good friend and caring person, allowing Jane to discuss the events and reassuring her that things will be okay. Helen’s patient and compassionate example continues to shape Jane as she matures."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/helen-burns","quote":"“Hush, Jane! you think too much of the love of human beings; you are too impulsive, too vehement; th","desc":"Helen is speaking to Jane in response to Jane’s declaration that she needs others to love her and would sacrifice anything for that love. Helen pleads with Jane to look to God’s love not just human love. Again, Helen shares her strong faith, encouraging Jane to have faith and look to God for answers. Helen’s advice echoes in many of the choices Jane makes as an adult."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/helen-burns","quote":"Helen had calmed me; but in the tranquility she imparted there was an alloy of inexpressible sadness","desc":"Jane recalls a time Helen comforted her after Jane was punished at Lowood. Jane detects what she believes is a sense of sadness in Helen’s voice as she speaks, unaware that Helen’s “woe” is actually an early symptom of an illness that will prove terminal. Despite feeling seriously ill, Helen gives of herself to help Jane, demonstrating her selfless character."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/helen-burns","quote":"The refreshing meal, the brilliant fire, the presence and kindness of her beloved instructress, or p","desc":"Jane is reflecting on her experience with Helen during the glorious night they spent with Miss Temple at Lowood school. Jane recalls Helen beaming with a unique power, a radiant strength, and a true grace. The warmth and light imagery in this description only further extends this portrayal of Helen as angelic or celestial. In this moment, Jane sees the best of Helen and recognizes her unique being."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/helen-burns","quote":"“I am very happy, Jane; and when you hear that I am dead you must be sure and not grieve; there is n","desc":"Wanting to comfort Helen in her time of illness, Jane crawls into bed with her. While together, Helen speaks to Jane, revealing her feelings towards her own death. Even while facing death, Helen reveals her strong faith and maturity. Helen tells Jane that she is happy and her mind is at rest. By dying young, Helen believes she is not suffering, she is avoiding disappointment and regret."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/helen-burns","quote":"I learned that Miss Temple, on returning to her own room at dawn, had found me laid in the little cr","desc":"Jane’s final description of her time with Helen exemplifies their strong friendship, which closely resembles a sisterhood. In this account, Jane reveals that Helen was not alone as she died. Jane comforted Helen in her passing just as Helen comforted Jane during her times of pain and suffering. Even in death, Helen leaves a positive impression on Jane, proven by a replaced grave stone carrying Helen’s name and the expression, “I will rise again.” Through Jane, Helen’s spirit will “rise again.”"},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/mrs-reed","quote":"Well might I dread—well might I dislike Mrs. Reed, for it was her nature to wound me cruelly…Now, ut","desc":"Jane is describing the abusive relationship she has with Mrs. Reed. Jane responds to the negative comments that Mrs. Reed made about Jane’s character to Mr. Brocklehurst. The fact that Mrs. Reed cannot even let Jane start fresh at Lowood school shows how vindictive and hateful she is towards Jane. Here, Jane considers how Mrs. Reed’s continued abuse has effects stretching into the future."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/mrs-reed","quote":"Mrs. Reed might be at that time, some six or seven-and-thirty; she was a woman of robust frame, squa","desc":"Jane describes Mrs. Reed’s appearance and character while watching her sew after their meeting with Mr. Brocklehurst of Lowood school. While Jane never judges Mrs. Reed’s physical traits, she notes that Mrs. Reed’s dark and hard physical description matches her harsh and controlled personality."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/mrs-reed","quote":"“You think I have no feelings, and that I can live without one bit of love or kindness; but I cannot","desc":"After Jane and Mrs. Reed’s meeting with Mr. Brocklehurst of Lowood school, Jane confronts Mrs. Reed regarding the callous and cruel way she treats Jane. In this moment, Jane releases all of her feelings about Mrs. Reed’s mistreatment over the years, and her outspoken nature starts to solidify. In speaking truthfully, Jane reveals the harshness of Mrs. Reed’s character while also gaining some freedom from the emotions engendered by the suffering at Mrs. Reed’s hands."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/mrs-reed","quote":"The well-known face was there, stern, relentless, as ever; there was that peculiar eye which nothing","desc":"Jane is recalling her experience while visiting Mrs. Reed on her deathbed. Many years have passed since the two last met. Even though Jane is ready to forgive and forget the bitterness between them, Mrs. Reed shows her character to be “unchangeable.” Even on her death bed and after asking Jane to come to her, Mrs. Reed cannot show Jane love or kindness. Jane’s final observation that Mrs. Reed’s physical features are still hard and cold belied the hardness of her heart."},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/mrs-reed","quote":"Poor, suffering woman! It is too late for her to make now the effort to change her habitual frame of","desc":"Jane finally accepts that Mrs. Reed will never change and will show hatred for Jane even in death despite Jane’s gracious forgiveness. Jane’s resignation comes only moments after Jane found out that Mrs. Reed kept the truth about Jane’s uncle and relatives from her. The consequences of character are revealed in the contrast between Jane’s balanced and open nature, and Mrs. Reed’s negative and cruel outlook. Hatred and betrayal caused more suffering for Mrs. Reed than Jane."}]