[{"page":"http://www.sparknotes.com/lit/pride/quotes/","quote":"It is a truth universally acknowledged, that a single man in possession of a good fortune, must be i","desc":"This is the first sentence of Pride and Prejudice and stands as one of the most famous first lines in literature. Even as it briskly introduces the arrival of Mr. Bingley at Netherfield—the event that sets the novel in motion—this sentence also offers a miniature sketch of the entire plot, which concerns itself with the pursuit of “single men in possession of a good fortune” by various female characters. The preoccupation with socially advantageous marriage in nineteenth-century English society manifests itself here, for in claiming that a single man “must be in want of a wife,” the narrator reveals that the reverse is also true: a single woman, whose socially prescribed options are quite limited, is in (perhaps desperate) want of a husband."},{"page":"http://www.sparknotes.com/lit/pride/quotes/","quote":"“Which do you mean?” and turning round, he looked for a moment at Elizabeth, till catching her eye, ","desc":"These words describe Darcy’s reaction at the Meryton ball in Chapter 3 to Bingley’s suggestion that he dance with Elizabeth. Darcy, who sees the people of Meryton as his social inferiors, haughtily refuses to condescend to dancing with someone “not handsome enough” for him. Moreover, he does so within range of Elizabeth, thereby establishing a reputation among the entire community for pride and bad manners. His sense of social superiority, artfully exposed in this passing comment, later proves his chief difficulty in admitting his love for Elizabeth. The rudeness with which Darcy treats Elizabeth creates a negative impression of him in her mind, one that will linger for nearly half of the novel, until the underlying nobility of his character is gradually revealed to her."},{"page":"http://www.sparknotes.com/lit/pride/quotes/","quote":"“In vain have I struggled. It will not do. My feelings will not be repressed. You must allow me to t","desc":"Darcy’s proposal of marriage to Elizabeth in Chapter 34 demonstrates how his feelings toward her transformed since his earlier dismissal of her as “not handsome enough.” While Elizabeth rejects his proposal, this event marks the turning point in the novel. Before Darcy asks Elizabeth to marry him, she feels only contempt for him; afterward, she begins to see him in a new light, as certain incidents help illustrate the essential goodness of his character. At this moment, however, Elizabeth’s eventual change of heart remains unforeseen—all she thinks of is Darcy’s arrogance, his attempts to interfere in Bingley’s courtship of Jane, and his alleged mistreatment of Wickham. Her judgment of Darcy stems from her initial prejudice against his snobbishness, just as his pride about his high social status hampers his attempt to express his affection. As the above quote makes clear, he spends more time emphasizing her lower rank and unsuitability for marriage to him than he does complimenting her or pledging his love. “He was not more eloquent on the subject of tenderness than of pride,” the narrator states; Darcy must prioritize love over his sense of superiority before he is worthy of Elizabeth’s hand."},{"page":"http://www.sparknotes.com/lit/pride/quotes/","quote":"They gradually ascended for half a mile, and then found themselves at the top of a considerable emin","desc":"These lines open Chapter 43 and provide Elizabeth’s introduction to Darcy’s grand estate at Pemberley. Her visit to Darcy’s home, which occupies a central place in the narrative, operates as a catalyst for her growing attraction toward its owner. In her conversations with the housekeeper, Mrs. Reynolds, Elizabeth hears testimonials of Darcy’s wonderful generosity and his kindness as a master; when she encounters Darcy himself, while walking through Pemberley’s grounds, he seems altogether changed and his previous arrogance has diminished remarkably. This initial description of the building and grounds at Pemberley serves as a symbol of Darcy’s character. The “stream of some natural importance...swelled into greater” reminds the reader of his pride, but the fact that it lacks “any artificial appearance” indicates his basic honesty, as does the fact that the stream is neither “formal, nor falsely adorned.” Elizabeth’s delight, and her sudden epiphany about the pleasure that being mistress of Pemberley must hold, prefigure her later joy in Darcy’s continued devotion."},{"page":"http://www.sparknotes.com/lit/pride/quotes/","quote":"Elizabeth was much too embarrassed to say a word. After a short pause, her companion added, “You are","desc":"This proposal and Elizabeth’s acceptance mark the climax of the novel, occurring in Chapter 58. Austen famously prefers not to stage successful proposals in full, and the reader may be disappointed in the anticlimactic manner in which the narrator relates Elizabeth’s acceptance. It is important to remember, however, that the proposal and acceptance are almost a foregone conclusion by this point. Darcy’s intervention on behalf of Lydia makes obvious his continuing devotion to Elizabeth, and the shocking appearance of Lady Catherine de Bourgh in the previous chapter, with her haughty attempts to forestall the engagement, serves to suggest strongly that a second proposal from Darcy is imminent.The clunky language with which the narrator summarizes Elizabeth’s acceptance serves a specific purpose, as it captures the one moment of joyful incoherence for this supremely well-spoken character. She accepts Darcy’s proposal “immediately,” the narrator relates, but “not very fluently.” As Elizabeth allows herself to admit that her love has supplanted her long-standing prejudice, her control of language breaks down. The reader is left to imagine, with some delight, the ever-clever Elizabeth fumbling for words to express her irrepressible happiness."},{"page":"https://www.sparknotes.com/lit/pride/quotes/theme/family","quote":"The business of her life was to get her daughters married.","desc":"This quote describes Mrs. Bennet’s ambitious focus on finding wealthy husbands for her five daughters. The use of the word “business” suggests that she sees this project both as her primary occupation (similar to a man’s profession) and also that marriage is connected to economic advantages. The quote illustrates the theme of family because it reveals that the romantic lives of the Bennet sisters are not private matters but shared family concerns. Rather than choosing partners for themselves, the daughters will have their choices shaped and influenced by their parents and siblings."},{"page":"https://www.sparknotes.com/lit/pride/quotes/theme/family","quote":"You will have a charming mother-in-law, and of course she will always be at Pemberley with you.","desc":"Miss Bingley speaks this quotation when Mr. Darcy expresses his admiration for Elizabeth Bennet. She is clearly jealous and trying to find something insulting to say about Elizabeth. Rather than criticizing Elizabeth directly, Miss Bingley attacks her by sarcastically praising Mrs Bennet. This comment is meant to make Mr. Darcy reflect on how unpleasant it would be to be forced to spend a lot of time with Mrs. Bennet. The quote reveals the significance of family in the novel, because even though Lizzy may be very attractive, her family members are still a significant factor in determining whether she is a desirable marriage prospect. Even though one cannot control who one’s family is, that family has a significant impact on the possibility of achieving happiness."},{"page":"https://www.sparknotes.com/lit/pride/quotes/theme/family","quote":"Her hopes were answered; Jane had not been gone long before it rained hard. Her sisters were uneasy ","desc":"This quotation shows how obsessive Mrs. Bennet is about finding husbands for her daughters and how she does not actually care about their comfort or happiness. As it turns out, Jane getting drenched during the rainstorm leads her to become dangerously ill, but Mrs. Bennet is more preoccupied with how the rainstorm might help Jane to find a husband by forcing her to extend her visit at Netherfield Park. In the novel, family is not always a source of love and support. As this quote shows, family members sometimes encourage behavior that is actually harmful."},{"page":"https://www.sparknotes.com/lit/pride/quotes/theme/family","quote":"To Elizabeth it appeared, that had her family made an agreement to expose themselves as much as they","desc":"This quote reveals how embarrassed Elizabeth is by her family’s behavior in public spaces, especially when they interact with high-status characters such as Darcy and the Bingleys. While Elizabeth is often shown defending her family when other characters make fun of them, she is also too intelligent not to notice that her family does indeed lack social graces. This quote reveals how family is shown to be a source of tension in the novel and how the behavior of the other Bennets can be a source of unhappiness to both Elizabeth and Jane."},{"page":"https://www.sparknotes.com/lit/pride/quotes/theme/integrity","quote":"She had always felt that Charlotte’s opinion of matrimony was not exactly like her own, but she coul","desc":"This quote describes Elizabeth’s shocked and horrified reaction to Charlotte’s engagement. While Elizabeth understands that marrying Mr. Collins will grant Charlotte economic stability, she still does not think this behavior is right. She assumes that because Charlotte is her friend, their outlooks would be similar, and she prides herself on the idea that she would never marry simply for income or status. Elizabeth’s commitment to never sacrificing her values the way Charlotte has done reflects her sense of integrity."},{"page":"https://www.sparknotes.com/lit/pride/quotes/theme/integrity","quote":"I am only resolved to act in that manner, which will, in my own opinion, constitute my happiness, wi","desc":"This quote is spoken by Elizabeth when she tells Lady Catherine de Bourgh that she will not listen to Lady Catherine’s perspective on why Elizabeth should not marry Darcy. Elizabeth states that she does not have to take anyone else’s feelings into account when making personal decisions. This simple statement is actually quite radical. Since Lady Catherine is Elizabeth’s social superior, it would have been considered shocking for Elizabeth to openly state that she does not respect her opinion. The quote reflects Elizabeth’s commitment to following her heart and doing what she believes to be right."},{"page":"https://www.sparknotes.com/lit/pride/quotes/theme/integrity","quote":"Do you think that any consideration would tempt me to accept the man who has been the means of ruini","desc":"Elizabeth speaks this quote when she refuses Darcy’s marriage proposal. She is angry and offended that Darcy would prevent Bingley from marrying Jane, and she expresses her loyalty to her sister. Because Darcy has acted against Jane, Elizabeth will not look at him in a positive light, even though he is very wealthy and has a lot to offer her. For Elizabeth, loyalty to her family and doing what is right is more important than becoming rich."},{"page":"https://www.sparknotes.com/lit/pride/quotes/theme/gender","quote":"When she is secure of him, there will be leisure for falling in love as much as she chooses.","desc":"Charlotte speaks this quote to Elizabeth when offering an opinion on how Jane ought to behave in order to end up married to Bingley. Charlotte does not think it is important for Jane to love Bingley or know very much about him. She believes Jane should work to get married as quickly as possible so that she can feel secure and have her own home. This quote reveals how limited options were for women at this time and the way in which women like Charlotte accepted the fact that they would probably not get to marry for love."},{"page":"https://www.sparknotes.com/lit/pride/quotes/theme/gender","quote":"I am no longer surprised at your knowing only six accomplished women. I rather wonder now at your kn","desc":"Elizabeth makes this retort to Darcy after he explains the high standards he has for women and the skills he expects them to possess. Elizabeth sarcastically points out that his expectations are unrealistic and unfair. Darcy is very quick to assume that other people are inadequate without questioning whether his expectations are reasonable. When Elizabeth challenges him, she shows that she is not afraid of him and that she believes her own opinion is just as valid as his."},{"page":"https://www.sparknotes.com/lit/pride/quotes/theme/gender","quote":"Oh! Mr. Bennet, you are wanted immediately; we are all in an uproar. You must come and make Lizzy ma","desc":"This quote is spoken by Mrs. Bennet when she hears that Elizabeth has rejected Mr. Collins. The quote shows that Mrs. Bennet does not think her daughter has the right to choose whom she marries. She hopes that Mr. Bennet will back her up, and while her cry for help is ironic given Mr. Bennet’s personality, it is also revealing of gender roles at the time. Fathers usually had unlimited authority over their daughters, and it would not be uncommon for a man to make his daughter marry someone if the arrangement benefited the family."},{"page":"https://www.sparknotes.com/lit/pride/quotes/theme/first-impressions","quote":"His character was decided. He was the proudest, most disagreeable man in the world, and every body h","desc":"This quote shows how Darcy made a bad impression when he first met the Bennet sisters. At the same time, it also shows how quickly individuals can make snap judgments. A single occasion does not fully shed light on Darcy’s character, and yet after a single ball everyone rushes to judge him. They also misinterpret his shy and introverted behavior as evidence that he is stuck up and unfriendly. Even though Darcy has a great deal of wealth and social status, his personality still leads to him being widely disliked."},{"page":"https://www.sparknotes.com/lit/pride/quotes/theme/first-impressions","quote":"Oh! You are a great deal too apt you know, to like people in general. You never see fault in anybody","desc":"This quote is playfully spoken by Elizabeth to Jane. Elizabeth accuses Jane of being naïve and forgiving and implies that her own judgment is more accurate. The quote later proves to be ironic when it becomes clear that Elizabeth does not actually have very good judgment and is often mistaken in her judgments about character. Jane’s willingness to give people the benefit of the doubt and assume the best helps her to reconcile, whereas Elizabeth’s tendency to judge more harshly and then be unforgiving comes close to costing her happiness."},{"page":"https://www.sparknotes.com/lit/pride/quotes/theme/first-impressions","quote":"But the attention of every lady was soon caught by a young man, whom they had never seen before, of ","desc":"This is the reaction of the female characters the first time they see Wickham. Although they do not know anything about Wickham’s character or history, they are distracted by his handsome appearance. They assume his good looks must also mean he is a good person. In light of what is later revealed about Wickham, the quote shows how appearances can be deceiving and can lead to false assumptions."},{"page":"https://www.sparknotes.com/lit/pride/quotes/theme/first-impressions","quote":"I remember hearing you once say, Mr. Darcy, that you hardly ever forgave, that your resentment once ","desc":"Elizabeth speaks this quote to Darcy when she is trying to fish for information about his history with Wickham. She is implying criticism both about his stubbornness once he has formed an impression of someone and also that he is likely quick to judge. While she is criticizing Darcy for these traits, Elizabeth shows a lack of self-awareness, because she is also very quick to make up her mind—and then can be very stubborn about changing it. The quote works to show that the two of them are actually quite similar and therefore compatible."},{"page":"https://www.sparknotes.com/lit/pride/quotes/theme/first-impressions","quote":"As to his real character, had information been in her power, she had never felt a wish of enquiring.","desc":"This quote shows Elizabeth realizing that she has been completely wrong in her understanding of Wickham. She has assumed based on his good looks and charm that he was a good person, and once she made up her mind, she did not ever go back and question her original assumptions. In fact, she ignored evidence that suggested Wickham might have a shady past. This moment is very important in that it forces Elizabeth to learn that outward appearance and inner character are not the same thing."},{"page":"https://www.sparknotes.com/lit/pride/quotes/character/elizabeth-bennet","quote":"“If I may so express it, he has a right to be proud.” “That is very true,” replied Elizabeth, “and I","desc":"This conversation between Charlotte and Elizabeth highlights one of the primary reasons why Elizabeth clings for so long and so stubbornly onto her bad opinion of Mr. Darcy. While his snobby attitude at the Meryton ball is enough to make a bad first impression, what really bothers Elizabeth is that he has injured her pride. For just as Darcy is extremely proud of his accomplishments, Elizabeth is proud of her judgment, wit, and appearance. The sting of insult makes it very difficult for Elizabeth to see him clearly after this point."},{"page":"https://www.sparknotes.com/lit/pride/quotes/character/elizabeth-bennet","quote":"Elizabeth, feeling really anxious, determined to go to her, though the carriage was not to be had: a","desc":"Elizabeth’s choice to walk the three miles to Netherfield and check on Jane’s health demonstrates that underneath her witticisms, she is a deeply caring person who loves her sister. Miss Bingley and Mrs. Hurst judge Elizabeth harshly for her journey, shocked that she’d risk getting unfashionably tanned and dirty her clothing. However, her decision here shows Darcy that she’s willing to break trivial societal rules around appearance out of love. Since Darcy is a man who values truth over appearance, Elizabeth placing more value on her sister’s health than her looks makes her very attractive."},{"page":"https://www.sparknotes.com/lit/pride/quotes/character/elizabeth-bennet","quote":"There is a stubbornness about me that never can bear to be frightened at the will of others. My cour","desc":"Elizabeth makes this comment when she is asked to play piano at Netherfield, and she erroneously assumes Darcy’s interest is an attempt to intimidate her. At this point, Elizabeth’s reading the most negative possible interpretations into Darcy’s actions has grown comic, and we see how prejudiced she has become. She acts as though Darcy is the sort of person to actively antagonize people, an analysis which does not match his generally introverted demeanor. However, Elizabeth’s acknowledgement of her own stubbornness prefigures later scenes with Lady Catherine de Bourgh, who actually is attempting to intimidate her."},{"page":"https://www.sparknotes.com/lit/pride/quotes/character/elizabeth-bennet","quote":"I, who have prided myself on my discernment! I have courted prepossession and ignorance, and driven ","desc":"Upon reading Darcy’s letter, Elizabeth is forced to reconsider how she’s judged Darcy’s behavior up to that point in the novel and realizes that her desire to think ill of him has prejudiced her judgment. For as much as she’s judged Darcy’s pride, her own pride kept her from acknowledging Darcy’s true character. Because Elizabeth’s belief in her own sound reason is so important to her self-image, this realization is extremely humbling and difficult. Her ability to reflect upon and grow from this experience demonstrates her strength of character."},{"page":"https://www.sparknotes.com/lit/pride/quotes/character/elizabeth-bennet","quote":"But think no more of the letter. The feelings of the person who wrote and the person who received it","desc":"Elizabeth's take on the letter here shows her approach to dealing with mistakes and regret. She acknowledges that both she and Darcy have grown since then and chooses to focus on only the letter’s hand in bringing them together. However, Darcy’s difficulty in forgiving others also extends to himself, and he has a hard time forgiving himself for his bad behavior. Despite having very different takes, this difference bodes well for their marriage. Elizabeth brings lightness to Mr. Darcy’s seriousness while maintaining respect between them, an auspicious balance."},{"page":"https://www.sparknotes.com/lit/pride/quotes/character/fitzwilliam-darcy","quote":"I certainly shall not [dance]. You know how I detest it, unless I am particularly acquainted with my","desc":"Darcy’s snobbish comment leaves a bad impression on Elizabeth and all of Meryton. There are layers to Darcy’s statement. One of Darcy’s chief characteristics is that he detests superficial social graces like charm. In this sense, Darcy hates dancing for others, that is, performing just for the sake of being agreeable. In addition, as dancing with a partner at a Regency ball was an opportunity for conversation, Darcy’s unwillingness to dance with new people suggests a lack of sociability. Finally, his immediate assumption that he couldn’t possibly meet an interesting partner at a small country gathering shows great social prejudice."},{"page":"https://www.sparknotes.com/lit/pride/quotes/character/fitzwilliam-darcy","quote":"“I am afraid, Mr. Darcy,” observed Miss Bingley, in a half whisper, “that this adventure has rather ","desc":"Darcy’s admiration for Elizabeth here emphasizes that he is a very different sort of person than Miss Bingley. Although Elizabeth’s walk to Netherfield was perhaps ill-advised, all of the objections to Elizabeth’s behavior coming from Miss Bingley are quite shallow and appearance-driven. That Darcy looks past these criticisms and recognizes that Elizabeth has come far out of worry for Jane shows that he values substance, not appearance. His comment that her eyes look brighter now demonstrates that the more he learns about Elizabeth’s character the more attractive she becomes to him."},{"page":"https://www.sparknotes.com/lit/pride/quotes/character/fitzwilliam-darcy","quote":"I have faults enough, but they are not, I hope, of understanding. My temper I dare not vouch for. It","desc":"This comment is part of a larger conversation, during which Elizabeth states that Darcy believes himself perfect. Darcy’s admittance to his flaws shows some self-awareness. However, he still hasn’t recognized his class-based snobbery, which is worthy of critique. Nevertheless, he isn’t offended by Elizabeth’s teasing, and even appears to enjoy it. As seriously as he takes himself, he is not humorless when the teasing comes from someone he likes. His comment on his unforgiving nature will come to haunt Elizabeth later in the novel as she wonders what exactly it takes to lose Darcy’s good opinion."},{"page":"https://www.sparknotes.com/lit/pride/quotes/character/fitzwilliam-darcy","quote":"“He is the best landlord, and the best master,” said she, “that ever lived...There is not one of his","desc":"This high praise from Mrs. Reynolds confirms Darcy’s good character. As a servant, she cannot publicly speak ill of her master, but her level of enthusiasm and affection for Darcy goes above and beyond politeness and duty. This compliment also highlights how many people’s lives Darcy ultimately takes responsibility for in managing such a large estate. That he can do so and maintain the goodwill of all who live there shows that he’s organized, fair, and compassionate."},{"page":"https://www.sparknotes.com/lit/pride/quotes/character/fitzwilliam-darcy","quote":"By you, I was properly humbled. I came to you without a doubt of my reception. You showed me how ins","desc":"Just as Darcy’s letter forces Elizabeth to introspection, so does Elizabeth’s initial rejection force Darcy to self-reflect upon his pride. As multiple characters in the book point out, Darcy being proud of his status and accomplishments is not inherently a bad trait because they are worth being proud of. However, Elizabeth makes Darcy realize that having accomplishments and assets does not necessarily make one likable to a woman who values character and personality. Both characters have pushed each other to change for the better, highlighting how they bring out the best in each other and are an excellent match."},{"page":"https://www.sparknotes.com/lit/pride/quotes/character/jane-bennet-and-charles-bingley","quote":"“[F]or a kingdom! Upon my honour, I never met with so many pleasant girls in my life as I have this ","desc":"This first introduction to Mr. Bingley sets him up as Darcy’s temporal opposite and introduces his friendly, agreeable nature. Bingley’s enthusiasm is endearing and the compliment, which includes Elizabeth and her sisters, makes the reader instantly like him. His delight at the ball also makes Darcy’s sour and prideful attitude all the more shocking by contrast. If Mr. Bingley, who is Darcy’s social equal, can enjoy himself so genuinely in this company, then Darcy’s distaste seems like snobbish stubbornness."},{"page":"https://www.sparknotes.com/lit/pride/quotes/character/jane-bennet-and-charles-bingley","quote":"Oh, you are a great deal too apt, you know, to like people in general. You never see a fault in anyb","desc":"Elizabeth makes this comment to Jane after the first Netherfield Ball, when Jane states that she believes Mr. Bingley’s sisters are just as pleasant as he is. This comment explains the primary difference between Elizabeth and Jane. Elizabeth has already, correctly, identified Miss Bingley as shallow and catty, whereas Jane’s desire to see the best in people hinders her judgment, at least in this case. In addition, Jane’s affable nature echoes Mr. Bingley’s, setting them up as well-matched."},{"page":"https://www.sparknotes.com/lit/pride/quotes/character/jane-bennet-and-charles-bingley","quote":"“If they had uncles enough to fill all Cheapside,” cried Bingley, “it would not make them one jot le","desc":"Bingley’s response to Miss Bingley and Mrs. Hurst’s class snobbery emphasizes his unpretentious and genuinely kind character. He judges the Bennet sisters, and particularly Jane, on how much he enjoys being around them, not based on superficial trappings like how connected their family is. Furthermore, this statement strengthens the reader’s conviction that he is a good match for Jane because they both are almost stubbornly determined to see the good in people over any and all objections."},{"page":"https://www.sparknotes.com/lit/pride/quotes/character/jane-bennet-and-charles-bingley","quote":"[I]f, as you were mounting your horse, a friend were to say, “Bingley, you had better stay till next","desc":"Darcy’s comment on how easily Bingley is influenced by his friends is another reflection of Bingley’s agreeableness and foreshadows Bingley’s eventual sudden departure from Netherfield. Bingley’s natural humility means that he often relies on the opinions of his friends and family for guidance, signaling that he respects those he cares about greatly. However, just as Jane puts her feelings in danger by believing the Bingley sisters to be her friends, Bingley’s complete faith in others’ judgment keeps him from trusting his own feelings. His allowing his friends’ opinions to lead him almost destroys his relationship with Jane."},{"page":"https://www.sparknotes.com/lit/pride/quotes/character/jane-bennet-and-charles-bingley","quote":"But when they see, as I trust they will, that their brother is happy with me, they will learn to be ","desc":"Jane’s comment to Elizabeth concerning Mr. Bingley’s sisters shows that she has grown wiser. While losing none of her kindness, Jane expresses that she recognizes that the Bingley sisters worked against her engagement to Mr. Bingley. Her comment that she will never feel as close to them shows that she will not instantly give back her trust, so different from earlier in the novel when she refuses to entertain the thought that they might wish her ill. However, her hope that they will be on good terms someday shows that she hasn’t lost her sweetness."},{"page":"https://www.sparknotes.com/lit/pride/quotes/character/mr-bennet","quote":"I see no occasion for that. You and the girls may go—or you may send them by themselves, which perha","desc":"Mr. Bennet’s joking lack of enthusiasm for Mr. Bingley’s arrival sets up his dynamic with Mrs. Bennet. He knows that his wife’s excessive concerns about his daughters’ marriages stems from anxiety about their futures, but he acts as if he does not take her worry seriously. Nevertheless, he is the first in the neighborhood to call on Mr. Bingley, which suggests he merely feigns disinterest. Thus, it seems that he intentionally goads Mrs. Bennet into a frenzy for his own amusement. From this interaction, we see that Mr. and Mrs. Bennet are emotionally ill-suited for each other."},{"page":"https://www.sparknotes.com/lit/pride/quotes/character/mr-bennet","quote":"Mr. Bennet’s expectations were fully answered. His cousin was as absurd as he had hoped; and he list","desc":"Mr. Bennet’s delight and amusement at his cousin’s ridiculousness calls to mind Elizabeth’s perverse delight in being able to tell others about Mr. Darcy’s rudeness. Both enjoy seeing themselves as being good judges of character and take delight in poking fun at rudeness or stupidity. This similarity between them shows why Elizabeth is Mr. Bennet’s favorite. However, Mr. Bennet’s apparent enjoyment of Mr. Collins’s visit also shows how disconnected Mr. Bennet is from his family’s material realities. While he can laugh at Mr. Collins, Mr. Collins ultimately will hold power over the Bennet women’s future."},{"page":"https://www.sparknotes.com/lit/pride/quotes/character/mr-bennet","quote":"Wherever you and Jane are known, you must be respected and valued; and you will not appear to less a","desc":"Mr. Bennet’s lackadaisical reaction to Lydia’s desire to go to Brighton epitomizes his faults as a parent. Mr. Bennet only cares about what interests him and retreats from or mocks what doesn't. Therefore, he erroneously assumes that Lydia’s behavior cannot affect her sisters’ reputations because he considers Lydia’s behavior silly and therefore beneath notice. Furthermore, as a father, it is Mr. Bennet’s job to guide Lydia, not leave her to her own devices simply because he finds her annoying. His failure to parent here helps set Lydia up for ruin."},{"page":"https://www.sparknotes.com/lit/pride/quotes/character/mr-bennet","quote":"I know that you could be neither happy nor respectable, unless you truly esteemed your husband, unle","desc":"Mr. Bennet’s worries about Elizabeth’s happiness show a tender, fatherly side to him, and emphasizes his love for Elizabeth. Over the course of the novel, the narrator mentions that Mr. Bennet has not found joy in his marriage because he and Mrs. Bennet are not intellectual equals. That he doesn’t want Elizabeth to suffer the same fate shows both self-reflection and paternal love. In addition, Mr. Bennet tends to deflect away from his feelings, as when he tells Elizabeth not to express condolences for Lydia’s marriage. His vulnerability here shows how important Elizabeth’s happiness is to him."},{"page":"https://www.sparknotes.com/lit/pride/quotes/character/mrs-bennet","quote":"Oh, single, my dear, to be sure! A single man of large fortune; four or five thousand a year. What a","desc":"Mrs. Bennet’s almost absurd enthusiasm for Mr. Bingley’s arrival in the neighborhood introduces her as a silly and melodramatic character obsessed with the marriage of her daughters. She has not met Mr. Bingley nor knows anything about him, but because he is a wealthy bachelor, she has already imagined that he’s a suitable match for one of her daughters. While her desire for her daughters to marry is reasonable as their futures depend on it, her complete lack of consideration of reality or circumstances comes off quite vapid."},{"page":"https://www.sparknotes.com/lit/pride/quotes/character/mrs-bennet","quote":"[H]er mother was talking to that one person (Lady Lucas) freely, openly, and of nothing else but of ","desc":"Mrs. Bennet’s rudeness at the Netherfield Ball almost ruins Jane’s prospects of marrying Mr. Bingley. Although Mr. Bingley has shown favor toward Jane, he has not yet proposed, and so Mrs. Bennet’s surety is presumptuous. Her loud and open conversation with Lady Lucas is not only tactless but appears conniving and money-hungry. We later learn that this conversation convinces Darcy that Mrs. Bennet is encouraging Jane toward Mr. Bingley because of his money. Although Mrs. Bennet has good intentions, she is unfortunately unable to keep her mouth shut when she should."},{"page":"https://www.sparknotes.com/lit/pride/quotes/character/mrs-bennet","quote":"It is very hard to think that Charlotte Lucas should ever be mistress of this house, that I should b","desc":"Mrs. Bennet makes this comment not long after Charlotte Lucas accepts Mr. Collins’s proposal. Throughout the novel, Mrs. Bennet has been engaged in tacit competition with Mrs. Lucas over their daughters’ marriages. This apparent triumph of Charlotte has brought out some of the worst in Mrs. Bennet. Her bitterness here is particularly nasty and emphasizes that while her fears about her daughters’ futures are warranted, Mrs. Bennet also has very shallow motivations. Instead of being relieved that Charlotte, as a friend of the family, would be unlikely to turn out the Bennets, all Mrs. Bennet can think of is status."},{"page":"https://www.sparknotes.com/lit/pride/quotes/character/mrs-bennet","quote":"The marriage of a daughter...was now on the point of accomplishment, and her thoughts and her words ","desc":"Once again, Mrs. Bennet’s complete focus on finding marriages for her daughters renders her unable to acknowledge the situation she finds herself in. Lydia may be married to Wickham, but in terrible circumstances that just barely skirt the bounds of propriety. Marriage may be the best outcome in this situation, but it is still a bad situation for Lydia. However, Mrs. Bennet chooses to focus on the fact that Lydia is married instead of paying attention to any of the material circumstances surrounding it. Her denial emphasizes her foolishness."},{"page":"https://www.sparknotes.com/lit/pride/quotes/character/mrs-bennet","quote":"Oh, my sweetest Lizzy! how rich and how great you will be! What pin-money, what jewels, what carriag","desc":"Mrs. Bennet’s shallowness comes on full display here. Before hearing about Darcy’s proposal, Mrs. Bennet calls him disagreeable, but as soon as his wealth benefits her, she immediately changes her opinion. Her complete lack of concern for any emotional aspect of the match comes as no surprise given her previous desire for Elizabeth to marry Mr. Collins. The way she compares Elizabeth to Jane is also distressing, but as Jane and Elizabeth never compete, this crassness becomes laughable. Ultimately, we see here that Mrs. Bennet has not changed one bit."},{"page":"https://www.sparknotes.com/lit/pride/quotes/symbol/pemberley","quote":"“Nay, if you are so serious about it, I shall consider the matter as absolutely settled. You will ha","desc":"Here, Miss Bingley speaks with Mr. Darcy at a dance at the Lucas house. Mr. Darcy has just admitted to her that he is attracted to Elizabeth Bennet, even though she has refused to dance with him. Upon hearing this, Miss Bingley immediately jumps to marriage, which causes Mr. Darcy to observe, “A lady’s imagination is very rapid.” This is the reader’s first hint that Mr. Darcy’s future wife will become the mistress of Pemberley, Mr. Darcy’s grand estate."},{"page":"https://www.sparknotes.com/lit/pride/quotes/symbol/pemberley","quote":"“I am astonished,” said Miss Bingley, “that my father should have left so small a collection of book","desc":"While visiting her ill sister, Jane, at the Bingley household, Elizabeth spends some time in discourse with Miss Bingley and Mr. Darcy. As the topic turns to reading and books, readers learn that Mr. Darcy’s home at Pemberley has an abundant library. Since eloquence and refinement are qualities that pull Mr. Darcy and Elizabeth close, this revelation is significant. Both Mr. Darcy and Elizabeth are readers, and they both enjoy verbal sparring. Pemberley is accumulating meaning in the novel, not just as Mr. Darcy’s home but as a symbol of generations of wealth, elegance, and education."},{"page":"https://www.sparknotes.com/lit/pride/quotes/symbol/pemberley","quote":"Elizabeth was distressed. She felt that she had no business at Pemberley, and was obliged to assume ","desc":"Elizabeth has been invited by her aunt and uncle, the Gardiners, to take a trip to the lakes region, but their plans change and they go no farther north than Derbyshire, which is near Pemberley. After Mrs. Gardiner suggests that they visit Mr. Darcy’s estate, Elizabeth feels horrified at the prospect of meeting the man she despises. Later, a chambermaid assures her that the family is away for the summer, and Elizabeth is relieved. Volume Two ends with the sentence “To Pemberley, therefore, they were to go,” an understatement considering the novel’s ending. Again, the Pemberley estate symbolizes Elizabeth’s happy destiny and the embodiment of the love she will share with Mr. Darcy."},{"page":"https://www.sparknotes.com/lit/pride/quotes/symbol/pemberley","quote":"They gradually ascended for half a mile, and then found themselves at the top of a considerable emin","desc":"Here, readers experience Elizabeth’s first view and impression of the estate that eventually becomes her home, and, as such, Pemberley accumulates even more symbolic import. Like the estate’s owner, Pemberley is not ostentatious but elegant, not embellished but natural, and elevated, or located on a high ridge. Pemberley is handsome and solid, and for the first time, Elizabeth imagines herself living there."},{"page":"https://www.sparknotes.com/lit/pride/quotes/symbol/pemberley","quote":"“My dearest sister, now be serious. I want to talk very seriously. Let me know every thing that I am","desc":"Here, Elizabeth talks to Jane about her feelings for Mr. Darcy. Earlier that day, Mr. Darcy admitted to Elizabeth that he loves her still, and she, in reply, admitted to him that her feelings have changed and that she loves him, too. Upon hearing this news, Jane is delighted and asks how Elizabeth’s love for Mr. Darcy developed. Elizabeth’s answer underlines the fact that being at Pemberley was the turning point. The estate, the symbol of the man, had won her heart."},{"page":"https://www.sparknotes.com/lit/pride/quotes/setting/meryton","quote":"The village of Longbourn was only one mile from Meryton; a most convenient distance for the young la","desc":"With little to occupy them at their home in rural England, the Bennet sisters frequently walk to the nearby village of Meryton to visit family, gather news, and flirt with the officers stationed there. The presence of a regiment of officers suggests the story is set during the Napoleonic Wars. More importantly than setting Pride and Prejudice in a specific time period, the officers serve several purposes in the novel. Their presence offers families like the Bennets a chance to search out “respectable” suitors. The plentitude of officers makes the social gatherings more exciting for the Bennet sisters. Wickham’s responsibilities as a soldier are mentioned as a likely reason he doesn’t attend the ball at Netherfield, although the real reason ultimately revealed is Darcy’s attendance there."},{"page":"https://www.sparknotes.com/lit/pride/quotes/setting/longbourn","quote":"[The Bennet sisters] were not the only objects of Mr. Collins’s admiration. The hall, the dining-roo","desc":"When Mr. Collins first visits the Bennet family at their home, Longbourn, an undertone of antagonism runs through the entire visit. When Austen wrote Pride and Prejudice, England practiced primogeniture, a law that real estate must be passed down to male relatives only. Because the Bennets have five daughters, the girls’ cousin, Mr. Collins, will inherit their home when their father, Mr. Bennet, passes away. During Mr. Collins’s visit to the home, his compliments about the home’s contents aren’t accepted positively by the family because they know Mr. Collins is coming to inspect his future inheritance, which is a sore subject to them. Because of primogeniture, if the Bennet girls aren’t married by the time their father passes, they could be homeless."},{"page":"https://www.sparknotes.com/lit/pride/quotes/setting/rosings","quote":"Here, leading the way through every walk and cross walk, and scarcely allowing them an interval to u","desc":"In this scene, Elizabeth visits Mr. Collins’s home shortly after he marries her friend Charlotte Lucas, and he takes the ladies for a walk around the garden he maintains in his typical, methodical way. Mr. Collins describes many facts and details about every plant in his garden including the number of trees he owns, but according to the narrator, he fails to mention their natural beauty, suggesting Mr. Collins is more concerned with counting his roses than smelling them. The narrator explains that in Mr. Collins’s estimation, the best and most significant aspect of his garden is its view of Rosings, the home of his most-esteemed patroness, Lady Catherine de Bourgh. Her newly built home is “well situated on rising ground,” suggesting it is of much greater importance than the Collinses’ home."},{"page":"https://www.sparknotes.com/lit/pride/quotes/setting/rosings","quote":"“It must be very agreeable for her to be settled within so easy a distance of her own family and fri","desc":"In this discussion between Darcy and Elizabeth, Austen juxtaposes how each of the characters views the difficulty of traveling fifty miles to visit a family member. Much of the conflict between characters in Pride and Prejudice centers on society’s expectations regarding class differences, including the difference in perspective between well-traveled Darcy and sheltered Elizabeth. This exchange occurs shortly before Darcy confesses to Elizabeth that he loves her despite struggling to extinguish his feelings because of “his sense of her inferiority.” Darcy’s comment about what distance must “appear far” to Elizabeth reveals both his own bias, because he assumes her to be more well-traveled than she is, as well as his interest in gauging her sense of comfort at being distant from Longbourn. Elizabeth subsequently points out his bias by remarking that the nature of “far” or “near” has all to do with whether people can afford to travel beyond their own neighborhoods."},{"page":"https://www.sparknotes.com/lit/pride/quotes/setting/pemberley","quote":"They gradually ascended for half-a-mile, and then found themselves at the top of a considerable emin","desc":"For most of the novel, Elizabeth interacts with Darcy at balls and other people’s homes, but in this scene, she views his grand estate, Pemberley, for the first time. Now that Elizabeth knows the truth about the motivations behind Darcy’s actions, she is more prepared to regard him with an open mind, so when Darcy’s housekeeper brags about his generosity, Elizabeth readily believes this positive account of his character. This marks the point in the novel when Elizabeth’s feelings toward Darcy transform into love as she begins to see the real man buried under her misconceptions of him. Pemberley is a symbol for the man who calls the estate home. Both Pemberley and Darcy are impressive and intimidating just by their very nature. They don’t need decoration or artificial beauty to impress."}]