[{"page":"http://www.sparknotes.com/lit/lesmis/quotes/","quote":"[Valjean] strained his eyes in the distance and called out...“Petit Gervais! . . .” His cries died a","desc":"Valjean’s encounter with Petit Gervais in Book Two of “Fantine” is the first interaction Valjean has after he leaves Myriel’s house in Digne. Valjean’s inability to keep his promise to become an honest man makes him realize how immoral he has become. Hugo’s language in this passage emphasizes the gravity of this realization and portrays Valjean as physically collapsing under the weight of his conscience. The desolate setting in which Valjean’s epiphany takes place reflects the extent to which he has isolated himself from others. Valjean receives no response when he pleads for forgiveness, not even his own echo. The desolation also suggests that there is an emptiness in Valjean’s soul, which he does not realize until his encounter with Myriel. This emptiness is expressed by Valjean when he calls himself “miserable,” a word that connotes both wretched behavior and unhappiness. For the first time in nearly two decades, Valjean acknowledges his transgressions. By doing so he is finally able to feel compassion for his victim and recognize his own unhappiness. This scene marks the crucial turning point in Valjean’s life, in which he begins to transform from a thief into a philanthropist."},{"page":"https://www.sparknotes.com/lit/lesmis/quotes/page/2","quote":"[T]he poor little despairing thing could not help crying: “Oh my God! Oh God!”","desc":"This passage occurs in Book Three of “Cosette,” after Mme. Thénardier orders Cosette to fetch a pail of water from the forest. Hugo uses especially melodramatic language and imagery to underscore the nightmarish quality of Cosette’s life with the Thénardiers and the almost divine appearance of Valjean. In describing Cosette’s despair, Hugo foregoes realism in favor of prose that could have come from a ghost story. The forest is dark and frightening, and it never seems to end—a metaphor for Cosette’s life as a near-slave at the inn in Montfermeil. This haunted setting also sets the stage for Valjean’s entrance, since he first appears as a disembodied hand. However, the fact that Cosette is not afraid and that the hand appears immediately after she prays to God gives Valjean an unmistakably saintly quality. He has acted as a decent man since his conversion at Digne, but now he appears almost angelic. Hugo even gives Valjean a Christlike aspect by setting this scene on Christmas Eve, an evening in Christian tradition that is part of the celebration of Jesus’ birth. This scene represents the beginning of Valjean and Cosette’s life together and affirms Valjean’s role as Cosette’s savior from the wicked Thénardiers."},{"page":"https://www.sparknotes.com/lit/lesmis/quotes/page/3","quote":"“Here, I am going to write something to show you.”","desc":"This snippet describes Eponine’s excitement in Book Eight of “Marius” as she tries to impress Marius at the Gorbeau House. This incident gives us insight into the Thénardiers’ circumstances and the importance that Hugo placed on education and literacy. It is significant that Eponine chooses to write the phrase “The cops are here” as proof that she is literate, since it shows that she considers this an ordinary catchphrase; clearly, law enforcement is a regular presence in the Thénardiers’ lives. The great pride that Eponine takes in the fact that she can write emphasizes that most other women of Eponine’s social standing cannot. Throughout the novel, Hugo places great importance on literacy—in a few instances, in fact, being able to read or write makes the difference between falling prey to and avoiding catastrophe. Earlier in the novel, we see illiteracy lead to Fantine’s exposure and subsequent loss of her job. Now, Eponine’s nonchalant scribbling thwarts Thénardier’s ambush and saves Valjean. In both instances, Hugo turns the ability to write into more than just an educational asset, suggesting that, when we least expect it, writing can make the difference between life and death."},{"page":"https://www.sparknotes.com/lit/lesmis/quotes/page/4","quote":"To owe life to a malefactor...to be, in spite of himself, on a level with a fugitive from justice...","desc":"This passage from Book Four of “Jean Valjean” describes Javert’s state of mind before he commits suicide. We see the extent to which Valjean’s mercy and compassion shatter Javert’s way of life. Torn between his inflexible enforcement of the letter of the law and his personal debt to Valjean, Javert becomes profoundly confused. While Javert’s response is not particularly emotional, Valjean’s unconditional love for his fellow human completely disarms the stern Javert and makes it impossible for him to continue his duty with honor. Javert struggles to understand how a straightforward, literal interpretation of the law can be at odds with the spirit of the law. Seeing no alternative, he resolves his inner crisis by committing suicide.It is important to note that Javert does not kill himself out of guilt or remorse, but because to be true to his conscience would be “to betray society“—an option that is equally unacceptable to Javert. Hugo’s presentation of Javert’s quandary exemplifies his tendency to blend the narrator’s voice with the tone of the characters that he describes. The omniscient observer is always privy to the thoughts and motivations of the novel’s characters, but here the narrator gets inside Javert’s head and mimics his thought process. The close connection between Hugo’s narrative voice and the minds of his characters is accomplished by Hugo’s use of run-on sentences in this passage, which are written as if Javert’s thoughts were unfolding in front of us."},{"page":"https://www.sparknotes.com/lit/lesmis/quotes/page/5","quote":"[Valjean] had fallen back, the light from the candlesticks fell across him; his white face looked up","desc":"This passage, from Book Nine of “Jean Valjean” brings Valjean’s personal journey full circle and compares him to his inspiration, Myriel, the bishop of Digne. The light that falls on Valjean’s face is reminiscent of the scene early in the novel in which Valjean steals Myriel’s silver. There, we see the bishop’s face surrounded by light as he lies in the bed, just as we see light on Valjean’s face here. The brilliant moonlight of the earlier scene symbolizes Myriel’s goodness and God’s love of him. Here we infer that the same is true of Valjean. The mention of the candlesticks is a reminder of Valjean’s promise to Myriel to become a better man. The candlesticks are the same ones Myriel gives Valjean so many years earlier, and the light they cast affirms that Valjean’s criminal past has been redeemed by his virtuous acts.Valjean dies a happy death, knowing that he has become a loving, compassionate man. His transcendence stems from his ability to care for other human beings—an ability we see when he refers to Cosette and Marius as his “children” just before this passage. In addition to highlighting Valjean’s kindness, his use of the word “children” also implies that his legacy of love and compassion has been passed on to Marius and Cosette."}]