[{"page":"http://www.sparknotes.com/lit/anna/quotes/","quote":"All happy families are alike; each unhappy family is unhappy in its own way.","desc":"These famous opening lines of Anna Karenina hearken back to the genre of the family novel, a type of work that had been popular in Russia several decades earlier but was already outmoded by the 1870s. Tolstoy revisits this old genre in order to give his own spin on family values, which were a popular target of attack for young Russian liberals at the time. Moreover, this opening sentence of Anna Karenina sets a philosophical tone that persists throughout the work. It is not a narrative beginning that tells a story about particular characters and their actions. Rather, it is a generalization, much like a philosophical or scientific argument. It makes a universal statement and is set in the present tense rather than the novelist’s preferred past tense. Tolstoy thus announces that he is more than just a novelist, and that his aims are greater than simply weaving a tale for us. He wants us to philosophize about happiness, in the grand tradition set by the philosopher Plato two thousand years earlier.Yet it is no simple matter to relate this statement about family happiness to the novel as a whole. It is difficult to test the validity of the straightforward assertion that all happy families are alike, as we do not encounter any ideally happy families in Anna Karenina. The Oblonskys are torn apart by adultery and financial problems; the Karenins separate in scandal; and even Levin’s happy marriage suffers jealous fits and frequent quarrels. Moreover, Tolstoy’s statement produces mixed reactions in us: we want to be happy but we do not wish to be exactly like everyone else. The only way to preserve one’s uniqueness—in one’s “own way”—is by accepting unhappiness. This double bind is the same dilemma that the newly married Levin feels when he struggles between domestic satisfaction on one hand and the need for independence and individualism on the other. It is Tolstoy’s version of the Christian idea of original sin: what makes us unique and human is also that which exiles us from happiness."},{"page":"https://www.sparknotes.com/lit/anna/quotes/page/2","quote":"In that brief glance Vronsky had time to notice the restrained animation that played over her face a","desc":"These lines in Part One, Chapter 18, detail the first fateful meeting between Anna and Vronsky at the train station. Tolstoy’s description recalls the stereotype of “love at first sight” popular in romance novels of both Tolstoy’s day and our own time. In the case of Vronsky and Anna, they share much more than a glance, as both are immediately captivated. Red lips and shining eyes are traditional attributes of the romantic heroine. The device of showing the male as the active looker and the female as the object gazed at is similarly traditional in the romance novel. Words like “fluttered” and “overflowed” might just as easily be found in a trite love scene as in a serious work of literature.Tolstoy, however, avoids the comic extremes of romance writing by adding a mystical and philosophical dimension to Vronsky and Anna’s meeting. The abundance that Anna displays is an excess of “something,” a mysterious undefined entity that raises the moment into the realm of spiritualism and religion, beyond language and rational thought. Similarly, the “restrained animation” on Anna’s face foreshadows the restraint—in the form of laws, social conventions, duties—that she later fights against as she pursues her illicit love with Vronsky. The description also emphasizes Anna’s “animation,” her life force, with a word that in both Russian and English is derived from the word for soul. Even in the first moment of Vronsky and Anna’s meeting we sense that much more than a physical passion is at stake: their interaction is a study of the soul and the indefinable spiritual qualities that, for Tolstoy, make humans human."},{"page":"https://www.sparknotes.com/lit/anna/quotes/page/3","quote":"“Respect was invented to cover the empty place where love should be. But if you don’t love me, it wo","desc":"In these lines from Part Seven, Chapter 24, Anna reproaches Vronsky for putting his mother’s needs before hers. When Vronsky asks to postpone their move to the country a few days so that he can transact some business for Countess Vronsky first, Anna objects, prompting Vronsky to say it is a pity Anna does not respect his mother. Anna’s response dismisses the very notion of respect in a rather surprising way. First, Anna makes an irrational connection between Vronsky’s mother in the first sentence and herself in the second. Anna refers to the lack of love Vronsky must feel for his mother and then immediately—saying “But” as if continuing the same thought—refers to his lack of love for herself, Anna. We see clearly that, as in many marital quarrels, the apparent topic of conversation (Vronsky’s respect for his mother) thinly covers the underlying topic of the spouses’ relationship. Second, Anna’s contrast between respect and love is startling, even illogical. Most of us value respect and do not consider it the opposite of love or a substitute for love. But we must remember Anna’s situation: respect is a public virtue, while love is a private one, and Anna is an outcast from society with no hopes of public pardon. We cannot blame her for hating the social respect that will never be hers again. Moreover, Anna’s anger at Vronsky retains traces of her frustration with Karenin. Respectability is Karenin’s great concern, often to the detriment of his private life, as when he prefers keeping a rotten marriage that looks respectable to an honest divorce that would have the potential to accommodate love."},{"page":"https://www.sparknotes.com/lit/anna/quotes/page/4","quote":"“No, you’re going in vain,” she mentally addressed a company in a coach-and-four who were evidently ","desc":"These are among Anna’s thoughts as she rides to the train station in Part Seven, Chapter 30, in one of the most famous interior monologues in the history of literature. On the simplest level, Anna displays a classic case of what the psychoanalyst Sigmund Freud called projection: she superimposes her own life crisis on others, assuming that they are as unable to find happiness as she is. In her current state, Anna is gloomily self-centered, unable to see beyond her own misery or to acknowledge that other moods or states of mind are possible. She sums up this self-centered aspect of her unhappiness perfectly when she mentally informs the others that they cannot get away from themselves: the self is the center of Anna’s existence and its central problem. She sacrifices friends and family in order to pursue her deepest personal desires and to realize herself, only to discover that her self is her greatest torment—and she cannot get away from herself except in suicide.Anna’s words also ironically echo Levin’s spiritual meditations. Her despairing lament that life’s activities are all “in vain” is an expression of the old Christian idea of life’s futility—that existence has no rational aim and therefore must be backed up by faith. It is this conclusion that Levin makes in realizing that he lives happily only when he stops analyzing his life rationally. He is able to stop obsessing about life’s futility by simply accepting life and living it in faith. Anna and Levin mirror each other’s experiences, though from different angles and with very different results."},{"page":"https://www.sparknotes.com/lit/anna/quotes/page/5","quote":"“. . . [M]y life now, my whole life, regardless of all that may happen to me, every minute of it, is","desc":"In the closing lines of Anna Karenina, Levin’s exuberant affirmation of his new faith and philosophy of life reminds us of Tolstoy’s aim for his novel, which is philosophical as much as narrative. A typical novel might have ended with Anna’s dramatic suicide, but Tolstoy’s work concludes with an abstract philosophical statement. Levin’s meditation also provides a final instance of how his experiences mirror Anna’s. His beginning reflects Anna’s end. Levin gains a claim to “my whole life...every minute of it” shortly after Anna has utterly lost her whole life. Levin’s gain corresponds precisely to Anna’s loss, in a symmetry typical of Tolstoy’s careful structuring of the novel.Levin’s concluding meditation also mirrors Anna’s last thoughts in its focus on the self. Just as Anna, on her fateful ride to the station, fixates on how we cannot escape ourselves, affirming darkly that we are always our own worst enemies, Levin also asserts here the central place of the self in existence. The difference is that Levin finds the self to be not a punisher, as Anna does, but a nurturer that puts value into life, as a farmer—such as Levin himself—puts seeds into the ground. Anna’s self is a destroyer, while Levin’s is a creator. Both selves are paramount in defining the reality of one’s existence. This focus on the self as the center of existence links Tolstoy with the literary modernists that followed him, and helps explain Tolstoy’s monumental impact on twentieth-century literature and thought."}]