[{"page":"http://www.sparknotes.com/lit/greatex/quotes/","quote":"My convict looked round him for the first time, and saw me...I looked at him eagerly when he looked ","desc":"This quote from Chapter 5 describes Pip’s brief reunion with Magwitch after the latter has been captured by the police. Pip, who is always concerned with other people’s impressions of his behavior, is anxious for Magwitch to know that he is innocent—that he is not responsible for turning Magwitch in to the police. But when Magwitch looks at Pip, he seems to experience feelings that have nothing to do with Pip’s innocence or guilt, a look that Pip “did not understand” but which is the most “attentive” look Pip has ever received. This is an important moment of foreshadowing in the book, our first impression that Pip’s kindness has moved Magwitch to strong feelings of loyalty and love. It also an important moment of character development, our first glimpse of something in Magwitch’s character beyond the menace and bluster of his early scenes in the book."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/page/2","quote":"“Pip, dear old chap, life is made of ever so many partings welded together, as I may say, and one ma","desc":"Joe says these words to Pip as a farewell in Chapter 27, after their awkward meeting in London. Pip, now a gentleman, has been uncomfortably embarrassed by both Joe’s commonness and his own opulent lifestyle, and the unpretentious Joe has felt like a fish out of water in Pip’s sumptuous apartment. With this quote, Joe tells Pip that he does not blame him for the awkwardness of their meeting, but he chalks it up instead to the natural divisions of life. The blacksmith concocts a metaphor of metalsmithing to describe these natural divisions: some men are blacksmiths, such as Joe, and some men are goldsmiths, such as Pip. In these simple terms, Joe arrives at a wise and resigned attitude toward the changes in Pip’s social class that have driven them apart, and he shows his essential goodness and loyalty by blaming the division not on Pip but on the unalterable nature of the human condition."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/page/3","quote":"“I begin to think,” said Estella, in a musing way, after another moment of calm wonder, “that I almo","desc":"Estella makes this speech to Miss Havisham in Chapter 38, when Miss Havisham has complained that Estella treats her coldly and without love. Astonished that her adopted mother would make such an accusation after deliberately raising her to avoid emotional attachment and treat those who love her with deliberate cruelty, Estella responds with this analytical exploration of Miss Havisham’s attitude. Using sunlight as a metaphor for love (an appropriate metaphor, given Miss Havisham’s refusal to go into the sun), Estella first says that it is as if Miss Havisham raised her without ever telling her about sunlight, then expected her to understand it without having been taught. She then thinks of a better metaphor and says that it is as if Miss Havisham did tell her about sunlight, but told her that sunlight was her hated enemy, then reacted with disappointment and anger when Estella did not naturally love the sunlight.Estella concludes this metaphor by reminding Miss Havisham that she made her as she is, and that Miss Havisham is responsible for her creation. Estella says that both Miss Havisham’s “success” (Estella’s coldness and cruelty) and her “failure” (Estella’s inability to express her emotions and inability to love) make her who she is. This quote is extremely important to Estella’s development as a character, because it indicates her gradual arrival at self-knowledge, which will eventually enable her to overcome her past. The speech is also one of the best descriptions of Estella’s character to be found in the book."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/page/4","quote":"“Look’ee here, Pip. I’m your second father. You’re my son—more to me nor any son. I’ve put away mone","desc":"Magwitch makes this speech to Pip in Chapter 39, when he dramatically reveals himself as Pip’s secret benefactor and the source of all his wealth. This revelation is crucially important to the plot of the novel, as it collapses Pip’s idealistic view of wealth and social class by forcing him to realize that his own status as a gentleman is owed to the loyalty of a lower-class criminal. The quote is also important for what it reveals about Magwitch’s character: previously, the convict has seemed menacing, mysterious, and frightening; with this quote, we receive our first glimpse of his extraordinary inner nobility, manifested through the powerful sense of loyalty he feels toward Pip."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/page/5","quote":"“Dear Magwitch, I must tell you, now at last. You understand what I say?” A gentle pressure on my ha","desc":"In this passage from Chapter 56, Pip tells the dying Magwitch about his daughter, Estella, whom he has not seen since she was a young girl. If the arrival of Magwitch collapses Pip’s idealistic view of the upper classes, then the subsequent revelation that Estella—Pip’s first ideal of wealth and beauty—is the daughter of the convict buries it for good. By consoling the dying Magwitch with the truth about Estella, Pip shows the extent to which he has matured and developed a new understanding of what matters in life. Rather than insisting on the idealistic hierarchy of social class that has been his guiding principle in life, Pip is now able to see hierarchy as superficial and an insufficient guide to character. Loyalty, love, and inner goodness are far more important than social designations, a fact that Pip explicitly recognizes by openly acknowledging the complications that have made his former view of the world impossible."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/theme/ambition","quote":"I took the opportunity of being alone in the courtyard, to look at my coarse hands and my common boo","desc":"For the first time, Pip notices the difference in his hands and attire, both of which reflect his lower social status. Estella, Miss Havisham’s ward and a girl Pip’s age, has been criticizing Pip’s clothing and behavior as coarse and common. Pip would not have noticed or cared very much about the differences in dress and habit between his family and Miss Havisham’s household if Estella had not pointed them out. Seeing himself through Estella’s eyes, Pip suddenly has a very different feeling about himself. For the first time he sees Joe, his only true role model, as inadequate."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/theme/ambition","quote":"The felicitous idea occurred to me a morning or two later when I woke, that the best step I could ta","desc":"Here, Pip focuses on education as the best way to change his current status and Biddy as the source. The niece of the old woman who runs what passes for a school in Pip’s town, Biddy knows marginally more than Pip, but not much. Biddy helps Pip by providing a few books and other reading material. The fact that Pip believes he can change his status at all is a testament to his own unusual ambition. The class system was still very rigid at this time in Britain and the “self-made man” was rare, though not unheard of."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/theme/ambition","quote":"I had believed in the forge as the glowing road to manhood and independence. Within a single year al","desc":"Pip realizes his career goals have changed. Becoming a blacksmith had once seemed like a perfectly respectable way to live his life. Now, because of his exposure to Miss Havisham and Estella, working as a blacksmith seems beneath him. Unfortunately, at this point he is destined to apprentice to Joe and become a blacksmith. Blacksmiths were important and necessary in society at the time, but the job, being hard and dirty, was definitely not considered “genteel.” What Pip once looked forward to, he now dreads."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/theme/ambition","quote":"I wanted to make Joe less ignorant and common, that he might be worthier of my society and less open","desc":"As Pip begins to educate himself with books funded by small gifts of money from Miss Havisham, he wants to pass this knowledge on to Joe, but not simply out of the goodness of his heart. Pip has become ashamed of Joe’s lack of education. Although still in his apprenticeship to Joe, Pip has begun to think of himself as “above” Joe in some way. Only as an adult will Pip realize that Joe’s goodness and kindness give him more nobility of character than most of the upper-class people Pip has encountered."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/theme/ambition","quote":"“[W]hat would it signify to me, being coarse and common, if nobody had told me so?”","desc":"As Pip describes to Biddy his burning, thwarted ambition to be a gentleman, he reveals his desire’s origin—Estella’s criticism of him. Pip knows he could have had a happy life as a blacksmith if nobody had suggested he should be any other way. Biddy, sensibly, both disagrees with Estella’s description of Pip and observes that Pip should not bother trying to impress or win over anyone who would say such mean things about him. Pip realizes that Biddy is right but unfortunately, he cannot help himself."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/theme/money","quote":"[I]t had the appearance of being expensive, for the servants felt it was a duty they owed to themsel","desc":"Here, Pip describes the household of his tutor, Matthew Pocket. As with many of Pip’s descriptions of how the upper classes and their servants interact, here he sees irony: The servants are the ones who are truly in charge and thus live very well. The problem in the Pocket family is that Mrs. Pocket was raised to believe herself practically a noblewoman. She received no training in useful skills such as overseeing the household management, but she believes she is entitled to many servants. Thus the family lives well above its means."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/theme/money","quote":"These people hated me with the hatred of cupidity and disappointment. As a matter of course, they fa","desc":"Pip recognizes how Miss Havisham’s relatives dislike and resent him. They believe Miss Havisham is supporting Pip at the expense of their own potential inheritances. However, because Pip now has money, they treat him with far more respect and feigned admiration than they did when he was poor, like many others the “new” Pip encounters. Perhaps these people hope to ingratiate themselves in case Pip can help them in the future, or they may believe that simply having money makes someone admirable."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/theme/money","quote":"I had got on so fast of late, that I had even started a boy in boots—top boots—in bondage and slaver","desc":"Here Pip ironically describes the financial reality of being “in bondage” to the new servant he has hired. The servant is a young boy who is unskilled and basically useless, but who has to be dressed expensively and paid. Servants were among items gentlemen were expected to spend their money on in order to appear to be gentlemen, like fancy clothing, jewelry, a membership at a private club, or thoroughbred horses."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/theme/money","quote":"So now, as an infallible way of making little ease great ease, I began to contract a quantity of deb","desc":"Pip reveals that meeting all the expenses that go with appearing to be a gentleman has put him in a situation of living beyond his means, even with his far greater income. Unfortunately, his friend and roommate Herbert also goes into debt to share Pip’s lifestyle, as Herbert’s means are less than Pip’s. Ironically, a gentleman living in this time and place was far more likely to incur big debts than a lower-class person, because a bank would extend credit to a gentleman but not to a member of the lower class."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/theme/money","quote":"We spent as much money as we could, and got as little for it as people could make up their minds to ","desc":"Pip reflects on his past and realizes that as young men with money, he and his friends were extremely irresponsible. They never learned how to spend their money wisely, to judge what was of good or bad value, or to live within their financial limits. As naïve young men, they were also taken advantage of by the people who sold them the “necessities” of their lifestyle. Here, Pip suggests that both buyer and seller were to blame for excessive spending that took place."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/theme/social-class","quote":"I thought how Joe and my sister were then sitting in a kitchen, and how Miss Havisham and Estella ne","desc":"After Pip’s first visit to Miss Havisham’s house, Pip sees his family’s way of life in a new and negative light. He has never thought of sitting in the kitchen as being anything other than normal; now sitting in the kitchen seems low class. He has just realized that in upper-class households, only the servants go into the kitchen; their masters are waited on upstairs. Pip’s family, having no servants, lives in a completely different way, which Pip now sees as “common,” and therefore bad."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/theme/social-class","quote":"“[I]t is indisputable that while you cannot possibly be genteel and bake, you may be as genteel as n","desc":"Herbert Pocket explains to Pip how Miss Havisham became upper class: Her father was a brewer. British society had strange rules about what were considered proper ways to support oneself. Owning land farmed by tenants and investing money were acceptably genteel, because they did not involve any actual work. Lawyers and doctors, who work for their money but earn their living using knowledge rather than physical labor, were considered middle class. Owning a factory, which was a relatively recent development in Pip’s lifetime, was looked down upon, until society saw the huge fortunes being made this way."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/theme/social-class","quote":"“He says, no varnish can hide the grain of the wood; and that the more varnish you put on, the more ","desc":"Herbert describes how his father, Matthew Pocket, knew that Miss Havisham’s suitor, Compeyson, was not “a true gentleman at heart.” Compeyson was showy with his wealth, which made his lies all the more obvious to Matthew. More importantly, Compeyson was not “a true gentleman in manner,” in other words, a good and kind man. Matthew lives up to his own standards: He and Herbert display the behavior of true gentlemen throughout the novel, always trying to make others comfortable and never expecting anyone else, including Miss Havisham, to provide for them."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/theme/social-class","quote":"Both… had such a noticeable air of being in somebody else’s hands, that I wondered who really was in","desc":"Here, Pip describes his realization that in Mathew Pocket’s household, the servants are in charge, not Mrs. Pocket, who has no useful skills in managing the household. Throughout the novel, servants possess more control than their masters. They choose how hard to work, and they often know the masters’ business better than the masters themselves, so that firing any servant is very difficult. The relative power servants have suggests the irony in distinctions between common and genteel persons."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/theme/social-class","quote":"“The blessed darling comes of no family… and never looked into the red book, and hasn’t a notion abo","desc":"Herbert compares Clara, the woman he hopes to marry who is content with her life, and his mother, who is obsessed with rank and lineage. His mother constantly reads the “red book,” a guide to the members of the noble families. Raised to believe that she would become a noblewoman, his mother never learned any useful skills because she expected to be waited on. As she didn’t marry into the nobility, her helplessness is a burden to her husband and children. Herbert concludes that to have someone practical and hardworking is of greater value than someone of social rank."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/character/pip","quote":"It was much upon my mind (particularly when I first saw him looking about for his file) that I ought","desc":"Throughout his life, Pip is very concerned both with doing the right thing and with being believed to do the right thing. Unfortunately, his sister and many of her friends are constantly accusing Pip of being a bad child. The one person who believes in Pip’s basic goodness is Joe. Pip reveals he won’t risk losing Joe’s good opinion by telling him the truth."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/character/pip","quote":"What I wanted, who can say? How can I say, when I never knew? What I dreaded was, that in some unluc","desc":"Here, Pip reveals his fear that Estella should see him as base and low class. After being exposed to life in Miss Havisham’s mansion, and more importantly, to Estella’s mockery and disdain, Pip starts his apprenticeship to Joe. Pip had been looking forward to becoming a blacksmith, but now wants to be something more “genteel.”"},{"page":"https://www.sparknotes.com/lit/greatex/quotes/character/pip","quote":"I asked myself the question whether I did not surely know that if Estella were beside me at that mom","desc":"Throughout his long years of love for Estella, Pip has the self-awareness to realize that loving her is a thankless task. Still, he does so anyway. This devotion to Estella means he misses out on the possibility of love with Biddy, a girl of his own class who is kind, understanding, and smart. However, his selflessness in loving without hope ends up, many years later, making a strong impression on both Miss Havisham and Estella."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/character/pip","quote":"I had neither the good sense nor the good feeling to know that this was all my fault, and that if I ","desc":"Joe has come to visit Pip in London. He is keen not to embarrass Pip, but his discomfort at being out of his element results in awkward and backwards behavior that annoys Pip. Here, Pip realizes that he himself was at fault for Joe’s discomfort. As an adult, Pip has many regrets about how he looked down on and neglected Joe during those first years after Pip’s class status changed."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/character/pip","quote":"“Biddy,” said I, “I made a remark respecting my coming down here often, to see Joe, which you receiv","desc":"After Mrs. Joe’s funeral, Pip declares that he will of course look after Joe, and Biddy seems to disbelieve him. Pip is highly offended that she would doubt his sincerity. However, as the adult Pip narrating the story makes clear, Pip did neglect Joe in favor of his “gentlemanly” pursuits in the first few years after Mrs. Joe’s death. This reality reveals young Pip to be a hypocrite who makes some bad choices."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/character/pip","quote":"Day by day as his hopes grew stronger and his face brighter, he must have thought me a more and more","desc":"Pip concocted a plan to secretly assist his friend Herbert in getting a job. Reflecting on his plan’s success, Pip’s goodness shines through. Pip later recalls this project, “The only good thing I had done, …since I was first apprised of my great expectations.” Pip enjoys the fact that he helped his friend but also the fact that Herbert believes he got the job on his own merits."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/character/pip","quote":"The abhorrence in which I held the man, the dread I had of him, the repugnance with which I shrank f","desc":"Pip learns that Magwitch is the source of Pip’s “great expectations.” Pip’s horror at this news springs from first revulsion and then dismay. He knows Magwitch as a frightening, coarse criminal. The idea that Pip now needs to feel grateful to him is difficult to grasp. If Magwitch is his patron then Miss Havisham is not, and all Pip’s ideas about her plans for himself and Estella are nothing more than wishful thinking."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/character/pip","quote":"I would not have gone back to Joe now, I would not have gone back to Biddy now, for any consideratio","desc":"Pip considers his options now that he believes he cannot continue taking money from Magwitch. He is mortified that such a person was his secret patron. Discovering that the money came from Magwitch rather than Miss Havisham causes Pip to see being “made” a gentleman as meaningless and perhaps worthless. However, he feels that returning home is not an option either. He suddenly sees that he has treated Joe and Biddy badly by abandoning them."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/character/pip","quote":"I had quite determined that it would be a heartless fraud to take more money from my patron in the e","desc":"Pip explains his discomfort with the fact that Magwitch has been his secret patron and his intention to break off that relationship once Magwitch gets safely out of England. By sending back the pocket-book to Magwitch, Pip is depriving himself of the money he could access with it. He’s unsure whether he is truly happy to deprive himself, or just proud of his own self-denial."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/character/pip","quote":"I imparted to Mr. Jaggers my design of keeping him in ignorance of the fate of his wealth. Mr. Jagge","desc":"When Magwitch is convicted of returning to England after being barred for life, his fortune is forfeit to the government. Here, Pip explains why he declines the lawyer Jaggers’s attempt to make a claim for it on Pip’s behalf. At this point, Pip’s lack of interest in the money is less because of his disgust at its originating from Magwitch, and more a sense that he never deserved the unexpected rise in fortune."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/character/miss-havisham","quote":"I had heard of Miss Havisham up town—everybody for miles around, had heard of Miss Havisham up town—","desc":"This description is the first time Pip, the story’s narrator, mentions Miss Havisham. His description reveals that Miss Havisham was wealthy and eccentric enough to be well known in the area, and starkly contrasts her way of living with Pip’s. The idea of interacting with such a person would never have occurred to Pip or his family until this moment."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/character/miss-havisham","quote":"It was when I stood before her, avoiding her eyes, that I took note of the surrounding objects in de","desc":"Here, Pip meets Miss Havisham for the first time. Her bizarre surroundings and appearance convey what Pip does not yet know. Miss Havisham deliberately stopped the world around her at a specific time and continues to dwell within that moment, not allowing herself to move on, not even to leave the room."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/character/miss-havisham","quote":"Also, when we played at cards Miss Havisham would look on, with a miserly relish of Estella’s moods,","desc":"Here, Pip reflects on the relationship he observed between Miss Havisham and Estella, an orphan whom Miss Havisham is raising. Miss Havisham enjoys training Estella to confuse, charm, and rebuff Pip, viewing him as representative of men in general. Miss Havisham seeks to have own heartbreak avenged by Estella’s breaking hearts. Miss Havisham doesn’t care that the person being hurt here is Pip."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/character/miss-havisham","quote":"I had been looking round—in fact, for Estella— and I stammered that I hoped she was well. “Abroad,” ","desc":"Miss Havisham raised Estella as a pet project to create the perfect lady who breaks hearts wherever she goes. Miss Havisham enjoys knowing that Pip is infatuated with Estella, but she has no interest in Pip as a suitor for Estella. Rather, in Miss Havisham’s scheme, he represents the first of many disappointed admirers."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/character/miss-havisham","quote":"“Ay, ay!” said she, looking at the discomfited and envious Sarah, with delight. “I have seen Mr. Jag","desc":"Miss Havisham is pleased to discuss Pip’s news about his “great expectations” with her cousin Sarah Pocket. Relatives believe that Miss Havisham has given a large amount of money to Pip rather than to her or other members of the family. Miss Havisham enjoys teasing their suspicions as she knows that most of her family members are hoping for her financial support and she doesn’t think they deserve it."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/character/miss-havisham","quote":"“This man pursued Miss Havisham closely, and professed to be devoted to her. I believe she had not s","desc":"Here, Herbert recounts for Pip the story of Miss Havisham’s heartbreak. Not only did the groom abandon her on her wedding day, but also the man who abandoned her was, in fact, a con artist who never loved her. Because the relationship was never real, and she was heartlessly duped, Miss Havisham’s anger and desire to protect Estella from a similar fate become more understandable."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/character/miss-havisham","quote":"“I’ll tell you,” said she, in the same hurried passionate whisper, “what real love is. It is blind d","desc":"Miss Havisham reflects on her love for the con artist Compeyson with a sort of pride: She has suffered for love. However, this one tragic experience has limited her understanding of what love can be. To her love is suffering, while to another love may be far more satisfying because the experience is not one-sided. Miss Havisham has no comprehension of this type of love, because Compeyson never loved her back."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/character/miss-havisham","quote":"“Did I never give her love!” cried Miss Havisham, turning wildly to me. “Did I never give her a burn","desc":"Miss Havisham’s words reveal she is bitter that Estella does not seem to love her. Estella explains that Miss Havisham never taught her how to love, and therefore Estella cannot be expected to do so. Miss Havisham disagrees, but her definition of love is more like an obsession with the past. Estella is the embodiment of Miss Havisham’s second chance at success by, in part, not falling in love, which is why she obsesses over Estella."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/character/miss-havisham","quote":"“Until you spoke to her the other day, and until I saw in you a looking-glass that showed me what I ","desc":"Miss Havisham recognizes that Pip loves Estella as Miss Havisham once loved Compeyson. As she suddenly sees herself in Pip instead of Estella, her old pain is new again. Miss Havisham realizes that her program of raising Estella not to love anyone was a mistake that is tragic for Estella. She realizes now what Estella will be missing by not being open to being loved."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/character/estella","quote":"Though she called me “boy” so often, and with a carelessness that was far from complimentary, she wa","desc":"Here Pip describes his first impression of Estella, the woman who will become the great, yet unrequited love of his life. We cannot tell whether her indifference to him is what he finds attractive about her, or whether he simply admires her beauty and self-possession. Pip is now destined to be unsatisfied with his lowly position in society, because he cares far too much about impressing Estella."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/character/estella","quote":"“That girl’s hard and haughty and capricious to the last degree, and has been brought up by Miss Hav","desc":"Herbert, one of Miss Havisham’s cousins, reveals that he knows and does not like Estella. He clearly sees her personality and its origins in Miss Havisham’s teachings and, unlike Pip, is not impressed, intimidated, or charmed by her—perhaps, in part, because he is her social equal, unlike Pip."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/character/estella","quote":"The lady whom I had never seen before, lifted up her eyes and looked archly at me, and then I saw th","desc":"Here, Pip sees Estella for the first time after the years she spent abroad learning how to be a lady. Pip has matured and advanced over these years also, with the goal of becoming Estella’s equal. Overwhelmed by who Estella has become, he judges that Estella is just as much “above” him as before."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/character/estella","quote":"“You must know,” said Estella, condescending to me as a brilliant and beautiful woman might, “that I","desc":"For the first time, Estella tries to explain to Pip her indifference to him. Earlier, she might not have thought he deserved her attention at all simply because of his inferior class status. Now she at least “condescends” to try to make him understand. She seems to know that her heartlessness is a difference between herself and other people."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/character/estella","quote":"“It is not easy for even you,” said Estella, “to know what satisfaction it gives me to see those peo","desc":"Estella explains her view of Miss Havisham’s relatives, or “those people.” She knows they envy and scheme against her, and she resents that. She tells Pip that she knows they do the same thing to him, because they believe Miss Havisham is supporting him also. Estella likes the fact that Pip’s advancement disturbs the relatives, something she and Pip finally have in common."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/character/estella","quote":"“When have you found me false to your teaching? When have you found me unmindful of your lessons? Wh","desc":"After Miss Havisham complains that Estella does not act towards her with love, Estella explains that she never learned how to love—on the contrary, she was specifically raised not to feel love. Estella’s calm, rational explanation may be meant to display how well she has learned the lesson, or it may be a genuine lack of feeling. Either way, Estella’s words upset Miss Havisham, even though Estella’s personality is of her own doing."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/character/estella","quote":"“On whom should I fling myself away?” she retorted, with a smile. “Should I fling myself away upon t","desc":"Estella explains to Pip that she is going to marry Drummle, who he knows to be a stupid and mean man, although rich. Estella believes that since she can’t love, it does not matter whom she marries; in fact, it would be worse for her to marry someone who loved her since she could not love him back."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/character/estella","quote":"“But you said to me,” returned Estella, very earnestly, “’God bless you, God forgive you!’ And if yo","desc":"Here, Estella quotes what Pip said to her when they parted upon her announcing her engagement. Her husband treated her very badly throughout their marriage. She now understands the importance of love in a marriage and also what a special person Pip was forgiving her even as she broke his heart. Now that she has suffered from a lack of love, she appreciates the importance of love."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/character/abel-magwitch","quote":"“Hold your noise!” called a terrible voice, as a man started up from among the graves at the side of","desc":"Here, Pip describes his first encounter with the convict later revealed to be Abel Magwitch. Although the story is narrated by the grown-up Pip, the encounter is described from the point of view of Pip at age seven. Pip knows that the man he meets is an escaped convict and he is terrified. Out of fear for his life, Pip agrees to help the convict by bringing him a file and some food."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/character/abel-magwitch","quote":"“Single-handed I got clear of the prison-ship. I made a dash and I done it. I could ha’ got clear of","desc":"Magwitch explains that he was recaptured because he did not want the other convict to escape. He was adamant that the other convict needed to be caught even if it meant going back to prison himself. Clearly Magwitch has a history with the other prisoner and considers him an enemy. His words also reveal a belief that some behavior needs to be punished, and he is willing to suffer in order to make sure punishment happens."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/character/abel-magwitch","quote":"“A man can’t starve. At least I can’t. I took some wittles, up at the willage over yonder—where the ","desc":"Upon being captured after escaping from prison, Magwitch lies to protect Pip. Pip stole food and a file to help Magwitch escape, and Magwitch doesn’t want him punished for this. Magwitch knows that Pip lives with a blacksmith, so he can tell this lie without anyone suspecting it. Pip was worried that Magwitch assumed he had reported him to the law, but Magwitch’s lie indicates that Magwitch knows Pip isn’t responsible for his recapture."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/character/abel-magwitch","quote":"“And then, dear boy, it was a recompense to me, look’ee here, to know in secret that I was making a ","desc":"Here, Magwitch explains that he knows he would never be considered a gentleman even though he is now wealthy, but he believes that he can “make” someone else into one. That someone who did not start life as a gentleman could become one was a relatively recent development in British society, and one that not everyone would have believed in even at this time."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/character/abel-magwitch","quote":"“[W]hen I was a ragged little creetur as much to be pitied as ever I see … I got the name of being h","desc":"Magwitch describes how he fell into a life of crime purely as a means of feeding himself because he was given no other opportunities. The fact that criminality was often the result of hunger and want, but was punished as a moral failing, is a common theme of Dickens’s stories. After Magwitch was sent to Australia, where he was allowed to work, he was extremely successful."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/character/joe-gargery","quote":"“…I’m dead afeerd of going wrong in the way of not doing what’s right by a woman, and I’d fur rather","desc":"Here, Joe describes his own parents’ relationship: His father frequently beat his mother, who would take Joe and run away. His father always got Joe and his mother back. At the time, a wife was considered the husband’s property. While some boys might have followed in their father’s footsteps, Joe explains that he deliberately took the opposite course."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/character/joe-gargery","quote":"“There’s one thing you may be sure of, Pip,” said Joe, after some rumination, “namely, that lies is ","desc":"Joe scolds Pip after Pip confesses that he made up stories about what went on at Miss Havisham’s, which was in part because he did not think anyone would believe the truth. Pip hates lying to Joe and confesses not only that he lied, but also that he does not want to be “common” any more. Joe’s statement that lying “ain’t the way to get out of being common” reflects Joe’s nobility of character."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/character/joe-gargery","quote":"“Pip is that hearty welcome,” said Joe, “to go free with his services, to honor and fortun’, as no w","desc":"Pip and Joe were just told that Pip has “great expectations,” in that he is to be educated as a gentleman and therefore is expected to leave his apprenticeship with Joe. Jaggers, the lawyer making these arrangements, offers Joe compensation for the loss of Pip’s work. Joe’s words reveal that he is offended at the idea that he would use the situation to extract money and that anyone would put a price tag on Pip’s friendship."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/character/joe-gargery","quote":"“It ain’t that I am proud, but that I want to be right, as you shall never see me no more in these c","desc":"Joe recognizes that he seems backwards when he visits Pip in the city. Joe compares being out of one’s element to wearing the wrong clothes. When he is in his own home and at the forge, where he is comfortable and competent, he acts just as he should. Joe is embarrassed to look ridiculous, especially to Pip, so he knows he is at his best back at home."},{"page":"https://www.sparknotes.com/lit/greatex/quotes/character/joe-gargery","quote":"“[W]hen your poor sister had a mind to drop into you, it were not so much … that she dropped into me","desc":"Joe’s explanation for why he couldn’t always defend Pip from Mrs. Joe’s bad temper is his roundabout way of saying that he understands and forgives Pip for stealing food and a file long ago. Joe realizes that because he could not always come to Pip’s defense, Pip was sometimes on his own in making decisions, and that if Pip did not confess, it was only to avoid punishment."}]