[{"page":"http://www.sparknotes.com/lit/middlemarch/quotes/","quote":"Not only young virgins of that town, but grey-bearded men also, were often in haste to conjecture ho","desc":"This passage, located at the end of Chapter 15 after Lydgate is introduced as the idealistic new doctor, introduces the neighborhood of Middlemarch as a sort of character. Middlemarch is not particularly interested in Lydgate as an individual and instead views him as an instrument and part of the greater community. This illustrates the pull between individual and community that drives the novel forward. In the novel Middlemarch, there cannot be individuals without community nor a community without individuals.This passage also shows a contradiction between Middlemarch as an ominous force that swallows its inhabitants and a comfortable force that draws its inhabitants into its community that is part of the structure of the novel. It demonstrates the pluses and the minuses of living in a country community, much like the entire book does. It captures the realistic, contradictory nature of Eliot’s realistic portrayal of country living."},{"page":"https://www.sparknotes.com/lit/middlemarch/quotes/page/2","quote":"“It was wicked to let a young girl blindly decide her fate in that way, without any effort to save h","desc":"Sir James makes this remark in Chapter 29, when he learns that Mr. Casaubon has fallen ill. Sir James finds it morally deplorable that Dorothea was allowed to choose her own husband. While he is somewhat motivated by his own jealousy that Dorothea didn’t marry him, he is more distressed that she was not better advised as to the ramifications of marrying an older and not very desirable man. That it was wicked to not interfere in the affairs of another shows how important community interference and interaction is to the novel.This quotation also draws attention to the novel’s tension between self-determination and chance. The contradiction in the phrase “decide her fate” shows that Sir James (and by extension the novel) believes that the individual has a part in deciding his or her own fate, even if, at times, a person’s life seems to move forward of its own accord, for better or for worse."},{"page":"https://www.sparknotes.com/lit/middlemarch/quotes/page/3","quote":"“I mean, marriage drinks up all of our power of giving or getting any blessedness in that sort of lo","desc":"Dorothea makes these comments to Rosamond at the end of Chapter 81. Dorothea believes that Rosamond is having an affair with Ladislaw, and this quotation shows how Dorothea believes romantic love and marriage are incompatible. By linking marriage and murder, Dorothea’s quote supports the idea prevalent in the work that marriage isn’t always perfect or always a guarantee of happiness. The choice of the metaphor of murder is particularly interesting because she is speaking of Lydgate being under suspicion of aiding in the Raffles’s murder. Murder, in the literal sense, is already a part of Rosamond’s married life."},{"page":"https://www.sparknotes.com/lit/middlemarch/quotes/page/4","quote":"But we insignificant people with our daily words and acts are preparing the lives of many Dorotheas,","desc":"In her final thoughts at the end of the novel, Eliot shifts from third person to first person plural in order present the moral of the story. The shift to the “we” breaks the rigidity of Dorothea’s story being particular to the fictional world of Middlemarch and expands it to the greater real world. By calling attention to how the acts of common people create cultural norms, Eliot holds everyone who does not question the norms of social life responsible for the sadness of their fellow citizens. By focusing on the trials of Dorothea, Eliot calls particular attention to a woman’s role in marriage. Ending on this thought makes Eliot’s concern with conventional marriage the central theme of the story. This move points to a particularly feminist type of thought in a novel long before feminism was a common ideology."}]