[{"page":"http://www.sparknotes.com/lit/emma/quotes/","quote":"The real evils, indeed, of Emma’s situation were the power of having rather too much her own way, an","desc":"This quotation, which appears early in the novel’s first chapter, foreshadows the novel’s structure as a whole. What Emma fails to perceive—that it is possible to have too much of one’s own way or to be too satisfied with oneself—is exactly what she learns over the course of the book. She is permitted too much influence over Harriet and comes to understand that this power threatens not only Harriet’s happiness but also her own. Her flirtations with Frank Churchill satisfy her vanity, but they also expose her to embarrassment and hurt and mislead Mr. Knightley. This quotation also displays Austen’s gift for understatement. The narrator’s commentary on Emma seems merely part of a standard character introduction. Like so many of the statements in the book, we can only feel the full force of the narrator’s observation upon a second reading."},{"page":"https://www.sparknotes.com/lit/emma/quotes/page/2","quote":"The first error, and the worst, lay at her door. It was foolish, it was wrong, to take so active a p","desc":"These are Emma’s reflections after Mr. Elton proposes in Chapter 16, revealing to her that she was wrong in thinking him attached to Harriet. Though Emma is never totally cured of her impulse to make matches for others, here she rightly diagnoses what is wrong with her matchmaking. Courtship should be serious and simple; it should flow naturally from spontaneous affinities and affection between two people. In the novel, courtship rarely follows these guidelines. Mr. Elton’s courtship of Emma is marked by the artificiality and ostentation of his compliments, which reveal his underlying lack of real feeling for her. Frank and Emma’s flirtation is light and elaborate in its wit, again signaling us that they are not truly meant for each other. At the end of the novel, Mr. Knightley’s direct and simple proposal embodies the ideal proposed here."},{"page":"https://www.sparknotes.com/lit/emma/quotes/page/3","quote":"She was vexed beyond what could have been expressed—almost beyond what she could conceal. Never had ","desc":"This quotation comes at the end of Chapter 43. After being reprimanded by Mr. Knightley for insulting Miss Bates at the Box Hill picnic, a deluge of remorse comes over Emma as she realizes the cruelty of her behavior. This quotation marks the point at which Emma’s growing self-understanding, which helps her feel how wrongly she has treated Miss Bates, coincides with her growing attachment to Knightley. Her increasing self-knowledge is thus weighted, because it will bring her to or separate her from true love. This moment is also Emma’s most emotional in the novel, and it is narrated directly, unlike Mr. Elton’s proposal and Emma’s response to Mr. Knightley’s proposal. That the narrative so directly accesses Emma’s remorse underscores its seriousness—it is as if her thoughts have overpowered the narrator’s ability to relate them."},{"page":"https://www.sparknotes.com/lit/emma/quotes/page/4","quote":"Emma’s eyes were instantly withdrawn; and she sat silently meditating, in a fixed attitude, for a fe","desc":"This quotation, from Chapter 47, comes in the midst of Emma’s conversation with Harriet in which Harriet confesses her feelings for Mr. Knightley. For the majority of the novel, Emma’s suspicions and her attention have been misdirected, focusing on Harriet’s possible matches and on her speculations about Jane. Once her perceptiveness and ability to see beyond appearances are finally directed appropriately (after her realization that Frank and Jane are engaged), she makes a swift leap forward in her own self-understanding. However, Emma does not come to the realization that she loves Knightley on her own; only her jealousy of Harriet brings her there. The relationship between Emma and Knightley, though based on their private history together, takes shape only in the context of the surrounding web of social relationships."},{"page":"https://www.sparknotes.com/lit/emma/quotes/page/5","quote":"Seldom, very seldom does complete truth belong to any human disclosure; seldom can it happen that so","desc":"This quotation, which follows Emma and Mr. Knightley’s betrothal in Chapter 49, could be taken as the novel’s motto. The quotation says that although almost all human speech holds something back, or doesn’t tell the entire truth, as long as the speech is loyal to the speaker’s feelings, the fact that we talk without complete truth is not a big deal. The novel is filled with disguises and mistakes. Some are more reprehensible than others, and some are more avoidable than others. Though Elton’s insincerity and Frank’s conscious deception are critically portrayed—and Emma’s mistakes gently corrected—we are left with the sense that, to some degree, misunderstandings are made inevitable by the social conventions that govern human intercourse, and by the imperfections of human communication itself. The remedy for such imperfect communication, according to this quotation, is the genuine emotion of the human heart."}]