[{"page":"http://www.sparknotes.com/lit/awakening/quotes/","quote":"In short, Mrs. Pontellier was beginning to realize her position in the universe as a human being, an","desc":"These lines from Chapter 6 describe the beginning of Edna’s process of awakening. Most of the concepts explored in the novel are mentioned in this passage: independence and solitude, self-discovery, intellectual maturation, and sexual desire and fulfillment. With the remark, “How few of us ever emerge from such beginning!” the narrator points out that Edna is unique in her willingness to embark upon her quest for autonomy, fulfillment, and self-discovery. Certainly, each new character that appears in the book only serves to highlight Edna’s uniqueness. The narrator’s subsequent remark, “How many souls perish in [the beginning’s] tumult!” foreshadows the turmoil that will result from Edna’s growing awareness. It seems to suggest that from the moment her awakening begins, Edna is marked for death. Additionally, the mention of the sea’s sensual and inviting voice presages Edna’s eventual suicide. The line that begins, “The voice of the sea . . .” is repeated almost verbatim just before Edna’s death."},{"page":"http://www.sparknotes.com/lit/awakening/quotes/","quote":"She perceived that her will had blazed up, stubborn and resistant. She could not at that moment have","desc":"This passage is from Chapter 11 of the novel. Edna has just returned from her catalytic first swim and is lying in the porch hammock, refusing her husband’s entreaties to come inside to bed. For the first time in her life, Edna does not, out of habit, yield to Léonce’s command. Rather, she speaks against his control and does as she wishes. The narrator highlights the fact that, as Edna’s thoughts and emotions begin to change, she also becomes more self-aware and begins to analyze her former behavior. Her distance from her former self is emphasized by her inability to reconnect to her former mindset; although Edna remembers having submitted to her husband’s authority in the past, she cannot re-create the logic that would have led her to do such a thing, and her own past behavior seems alien and incomprehensible."},{"page":"http://www.sparknotes.com/lit/awakening/quotes/","quote":"“How many years have I slept?” she inquired. “The whole island seems changed. A new race of beings m","desc":"These lines, which Edna speaks in Chapter 13, reflect her desire to be isolated with Robert and, thus, free from the restrictions of the society that surrounds them. At the same time, her fantasy that she and Robert have already been left alone as “past relics” evidences the way that her new self-awareness has separated her—dangerously—from reality. Mentally, Edna is already living in her own isolated, island-like, mythical world. She has not yet fully acknowledged her feelings for Robert, nor does she understand the effect that her love for him will have on her life in the real world. Indeed, the conditions that Edna describes in this daydream are the only ones in which a relationship between Edna and Robert would be possible. As long as they live within society, their love is unable to overcome social convention and tradition."},{"page":"http://www.sparknotes.com/lit/awakening/quotes/","quote":"The pigeon-house pleased her. It at once assumed the intimate character of a home, while she herself","desc":"These lines, which are found in Chapter 32, chart Edna’s growing independence. In part, Edna’s strength comes from her rejection of her social role. Her new house is more modest, and its small size disallows the entertaining that was such a part of her former life. Consequently, Edna believes that independence and social rank form an inverse relationship; she has “descended in the social scale,” but she has “risen in the spiritual.” Ignoring the expectations of those around allows her to act in accordance to her own impulses and opinions.Edna’s association of strength and individual expansion with a total rupture from society seems somewhat erroneous. Ultimately, Edna defines herself according to her ability to disregard, rather than interact with, others. Her belief that independence and integration within society are diametrically opposed may underlie her tragic death at the end of the book because Edna leads herself to a profound solitude just at the moment when her sense of self is most acute. Perhaps, however, the society in which Edna lives does not allow her to integrate herself and remain independent. Because her society denies women the ability to think and act as individuals, a woman who asserts her own, differing set of hopes and dreams may end in an all-or-nothing bind."},{"page":"http://www.sparknotes.com/lit/awakening/quotes/","quote":"“The years that are gone seem like dreams—if one might go on sleeping and dreaming—but to wake up an","desc":"This quotation, drawn from a conversation Edna has with Doctor Mandelet in Chapter 38, may be considered the overarching message, or “moral,” of The Awakening. Even though Edna’s awakening leads her to suffer from the wisdom and self-awareness it affords her, the year of joy and understanding that accompanies this suffering is worth more to Edna than a lifetime of the semi-conscious submission that defined her former existence. According to Edna, to live with self-awareness, possessed and controlled only by one’s own soul, offers an existence far richer than a life lived according to the restricting “illusions” that are imposed by the expectations of others."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/theme/identity","quote":"“You are burnt beyond recognition,” he added, looking at his wife as one looks at a valuable piece o","desc":"In the book’s opening chapter, Léonce Pontellier’s words serve to introduce his wife Edna by what he considers to be her essential identity, one of his pristine possessions. In keeping with the typical values of his society, he does not see Edna as her own person but only as a reflection on him. His description of her as “burnt beyond recognition” demonstrates that her value derives from her appearance. His critique also heightens the importance of the change that Edna is on the cusp of undergoing, as she moves from being a possession of her husband to taking an independent identity."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/theme/identity","quote":"But that night she was like the little tottering, stumbling, clutching child, who of a sudden realiz","desc":"In Chapter 10, the narrator recounts that after numerous efforts, Edna finally learns to swim. Her success is compared to that of a young child learning to walk, highlighting that Edna is not a static character. Rather, Edna is at the beginning of an entirely new developmental stage. Just as learning to walk opens the entire world to a child, Edna’s new ability to control her own body empowers her, giving her the confidence to move more independently in her world. She demonstrates this strength immediately, swimming dangerously far from the beach but regaining land under her own power."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/theme/identity","quote":"That she was seeing with different eyes and making the acquaintance of new conditions in herself tha","desc":"During her time at Grand Isle, Edna begins to look at the world and her own place within it differently. The narrator explains that at this moment in Edna’s awakening, she does not yet realize that the change comes from within herself, but she still accepts she exists in a new reality. Unlike other people around her, beholden to customs and societal norms, Edna has the courage to try to recreate the world around her in a way more pleasing to her sensibilities. In acknowledging and even pursuing a new standard, Edna shows her capability to transform her identity."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/theme/identity","quote":"“I suppose this is what you would call unwomanly; but I have got into a habit of expressing myself. ","desc":"Upon her reunion with Robert, Edna makes him uncomfortable when she asks why he ignored her, but she feels no misgivings about speaking so plainly. In her awakened state, she has not just shed her identity as wife but also rejected societal norms dictating appropriate behavior and speech for women. She will do as she pleases without regard to what others might think. In making this choice, Edna has transcended being a wife—thus an extension of her husband—to becoming a wholly realized person who acts upon her own needs, wants, and inclinations."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/theme/identity","quote":"\"To-day it is Arobin; to-morow it will be some one else. It makes no difference to me, it doesn’t ma","desc":"At the end of the book, Edna reflects on her future actions and how they will impact her children. She decides that occupying the role of mother and wife is unacceptable, but she also understands that her behavior has consequences. While she doesn’t care about the damage to her own status should she take a lover, or for Léonce’s reputation as a deceived husband, she knows that her children will suffer by their connection to her. Thus, Edna heeds Adèle’s plea to “remember the children” and sacrifices her life but not her essential self. She dies in possession of her own body and soul."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/theme/marriage","quote":"He thought it was very discouraging that his wife, who was the sole object of his existence, evinced","desc":"This scene toward the beginning of the book demonstrates the imbalance in the Pontellier marriage. Léonce returns late at night but expects Edna to wake up and chat with him. Léonce wants everything on his terms, demanding responsiveness to his every need, while still claiming that Edna is what matters most to him. In truth, Edna represents just a small portion of Léonce’s life. In his masculine roles, Léonce has many outside interests, such as work, the club, and travel, while Edna’s world is circumscribed by family. Marriage for Edna, like other women of her era, had limited opportunities."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/theme/marriage","quote":"The little glimpse of domestic harmony which had been offered her, gave her no regret, no longing. I","desc":"Edna has been visiting the Ratignolles, who enjoy a marriage marked by mutual affection and engagement, drastically different from the Pontelliers’ marriage. For Edna, this domestic situation has no appeal. In fact, after sharing a meal with the Ratignolles, she only feels depressed by the blandness of their lives. This scene signifies the emptiness that haunts Edna. As revealed by the narrator, her marriage to Léonce will never satisfy her, and she turns to Robert as a source of fulfillment. She will come to learn, however, that the actual constraints of Victorian marriage are the cause of the problem, not the specific partner."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/theme/marriage","quote":"“It’s a pity Mr. Pontellier doesn’t say home more in the evenings. I think you would be more—well, i","desc":"One evening at a musical soirée at the Ratignolle’s home, Adèle shares her belief that Edna and Léonce would have a closer relationship if they spent more time together. As it is, both Pontelliers pursue their own preferred social outings and share few interests or activities. Clearly Adèle has drawn her own conclusions about the Pontelliers’ indifferent marriage and attempts to impose her formula for a happy marriage on them: shared experiences and conversations."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/theme/isolation","quote":"She was not accustomed to an outward and spoken expression of affection either in herself or in othe","desc":"In Chapter 6, Edna, captivated by Adèle’s warm, expressive nature, finds herself opening up to a friendship with her. Throughout her life, Edna has been a solitary, reserved figure, one inclined to occupy herself with private thoughts and to hold herself apart even when surrounded by other people. She shares few confidences, even with her husband, and remains aloof. Over the course of the summer, however, spending time with the Creoles and meeting Robert opens her up to the possibility of developing real ties to people like Adèle and Mademoiselle Reisz."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/theme/isolation","quote":"One piece which that lady played Edna had entitled “Solitude.” It was a short, plaintive, minor stra","desc":"In Chapter 9, Edna attends a musical soirée, and there, while listening to Mademoiselle Reisz play the piano, she identifies with a piece of sad music and dubs it “Solitude.” In doing so, Edna is giving a name to her own condition. Edna has always been an isolated figure, in childhood and within her marriage. The ability to identify her problem, however, opens Edna up to the possibility of correcting it, should she choose, and forming true connections with other people."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/theme/isolation","quote":"All along the journey homeward their presence lingered with her like the memory of a delicious song.","desc":"In Chapter 32, Edna returns to New Orleans after visiting her children at Iberville and finds herself unable to maintain a connection to them. Edna has spent a joyous time with her boys, giving herself over to them wholeheartedly, and even felt pangs of sadness at leaving them. Yet, the union of mother and children is fleeting, measured both in time spent and in lasting effects. The narrator explains that Edna’s memory of herself in the mother role fades the further she gets from Iberville, and by the time she is home, that memory is lost and she exists in her own sphere, as usual."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/theme/isolation","quote":"She felt like some new-born creature, opening its eyes in a familiar world that it had never known.","desc":"In the final chapter, Edna stands alone by the sea, naked and alone but with a new sense of perception. While the world around Edna stays the same, she has been transformed by her awakening. She has become reborn. Her willingness to reject societal norms means that she can no longer comfortably live in that society. She refuses to go back to her old self as her husband’s possession. Rather than give up her essential self, she chooses to die alone, in the sea that only the summer before empowered her."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/theme/depression","quote":"An indescribable oppression, which seemed to generate in some unfamiliar part of her consciousness, ","desc":"In Chapter 3, after being berated by Léonce for neglecting their children, Edna sits by herself and cries. As explained by the narrator, although Edna is upset with her husband, she acknowledges that he is a kind, devoted man and she does not understand the cause of her tears. Rather, an unspecified feeling of malaise and despondency overtakes her. This sadness with no name reflects Edna being stuck in narrowly defined roles that lead to her inability to realize her own personhood. Such a mood will revisit Edna throughout the book, often without Edna understanding why, revealing her depressed state of mind."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/theme/depression","quote":"There were days when she was unhappy; she did not know why—when it did not seem worth while to be gl","desc":"As Edna begins to shirk her responsibilities as the lady of the house and focus more on her own self-fulfillment and self-realization, she vacillates between great happiness and great despair. Her mood shifts reflect those of a depressed person who still cares enough to struggle to find her way to a better place. This truth is evident in Edna’s frequent visits to Mademoiselle Reisz’s apartment when she experiences these dark moods. Edna continues to seek to emerge from the darkness and live and prosper, until she realizes New Orleans offers her no place as an independent woman."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/theme/depression","quote":"Despondency had come upon her in the wakeful night, and had never lifted. There was no one thing in ","desc":"In this quote from the book’s final chapter, the narrator reveals that Edna finally succumbs and gives up her struggle to carve out a place for herself as an independent being. Over a period of several months, she had attempted to realize her own essential self despite the shackles put on her behavior by her environment. Now, however, her experience with Robert shows her that neither Robert nor society will ever accept an awakened woman. Knowing no future exists for her, Edna gives up and commits suicide."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/character/edna-pontellier","quote":"In short, Mrs. Pontellier was not a mother-woman. The mother-women seemed to prevail that summer at ","desc":"In Chapter 4, the reader learns about Edna, particularly about the deficits in her mothering of her two boys. A mother-woman puts her children and family before all other concerns, negating herself if necessary. Unlike the other wives, Edna is not a mother-woman. This comparison indicates both that something is amiss with Edna and that if she pursues her different path, she will face difficulties."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/character/edna-pontellier","quote":"Edna had had an occasional girl friend, but whether accidentally or not, they seemed to have been al","desc":"In Chapter 7, Chopin describes Edna as a perennially isolated person, but this solitude is self-imposed. Edna lacks the awareness to understand the cause of her isolation. She feels uncomfortable reaching out to others and likely makes them uncomfortable reaching out to her. Edna only is able to form friendships at Grand Isle, as with Adèle, because Creole women are open and welcoming."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/character/edna-pontellier","quote":"Another time she would have gone in at his request. She would, through habit, have yielded to his de","desc":"In Chapter 11, Edna refuses to go inside when her husband bids her to do so, which is a new, daring experience for her. Society has taught Edna not only that she must follow a man’s orders but that she must not ask questions. Her refusal to obey Léonce even in such a small matter signifies her growing awareness that she is entitled to have differing opinions and desires from her husband."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/character/edna-pontellier","quote":"“I would give up the unessential; I would give my money, I would give my life for my children, but I","desc":"In Chapter 16, Edna and Adèle argue about what a mother owes her children, but the two women can never come to agreement because they lack a common language. When Edna says she won’t give up the “essential,” she means she must always ensure having her own identity apart from being a mother. In Edna’s time, however, motherhood fashions a woman’s identity, so Edna’s words represent rebellious behavior."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/character/edna-pontellier","quote":"She was moved by a kind of commiseration for Madame Ratignolle,—a pity for that colorless existence ","desc":"Edna has spent the evening with Adèle and her husband but instead of being envious of their close relationship, she looks down upon them. Although Adèle is the perfect wife and mother, this role is not appealing to Edna: Adèle has no identity other than in relation to others, be it her husband, children, or friends. Edna, by contrast, wants to have an identity in her own right, based on her own character."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/character/edna-pontellier","quote":"She began to do as she liked and to feel as she liked. She completely abandoned her Tuesdays at home","desc":"This paragraph, which comes at the beginning of Chapter 19, marks the beginning of Edna’s journey toward independence. She drops her housewife duties and instead follows her own whims. This course of action involves rebelling against societal conventions and expectations—certain to cause talk in New Orleans—and instead, engaging in whatever she finds interesting and fulfilling. Edna’s behavior is selfish but at the same time self-realizing."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/character/edna-pontellier","quote":"It sometimes entered Mr. Pontellier’s mind to wonder if his wife were not growing a little unbalance","desc":"Léonce grows increasingly alarmed by Edna’s actions and her refusal to stay within her prescribed roles. Lacking imagination, Léonce can’t conceive of a world in which his wife would be displeased with the life he has provided. As she strays further from her normal behavior, Léonce presumes she is mentally unwell."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/character/edna-pontellier","quote":"He observed his hostess attentively from under shaggy brows, and noted a subtle change which had tra","desc":"Doctor Mandelet, to whom Léonce has expressed concern over Edna’s health, clearly sees the changes she is undergoing, switching from depressed and detached to vivacious and engaged. He compares her to a beautiful animal coming awake, which highlights that Edna is undergoing a natural, positive transformation. Like a hibernating animal, Edna is waking up to a new world."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/character/edna-pontellier","quote":"“I am no longer one of Mr. Pontellier’s possessions to dispose of or not. I give myself where I choo","desc":"Edna tells Robert that she is fully in charge of her own actions and behaviors, in short, that she owns herself. This powerful declaration of identity goes against all societal norms, shocking even Robert. Unfortunately for Edna, she will soon discover that no one—save perhaps Mademoiselle Reisz— supports her transformation."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/character/edna-pontellier","quote":"The children appeared before her like little antagonists who had overcome her; who had overpowered a","desc":"Edna recognizes the impact her choices have on her sons, but also knows that if she does what is best for them, she will be sacrificing herself. She wants to maintain her own identity and do what she needs to make herself whole. Because she does not want to give up her own “essential” part, she must find another way. Her society provides no healthy option for remaining both a mother and her true self, however, and she chooses suicide."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/character/robert-lebrun","quote":"He had lived in her shadow during the past month. No one thought anything of it. Many had predicted ","desc":"In Chapter 5, the reader learns about a core aspect of Robert’s identity: He is a platonic lover of women. While this summer he has chosen Mrs. Pontellier to be the object of his affection, the recitation of his past romances indicate that no one expects anything more serious to come of his devotion. Robert will continue to act, as he has in the past, as a perfect gentleman."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/character/robert-lebrun","quote":"“She is not one of us; she is not like us. She might make the unfortunate blunder of taking your ser","desc":"Adèle warns Robert to be more careful in the affections he shows to Edna. Not being familiar with Creole openness and flirtatiousness, Edna may make the mistake of thinking that Robert’s attentions to her arise out of a deeper emotion. Adèle’s caution also alerts Robert to the danger of allowing Edna to feel more strongly for him: Even if they fall in love, they will be unable to further the relationship."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/character/robert-lebrun","quote":"He stirred the smoldering ashes till the broiled fowl began to sizzle afresh. He served her with no ","desc":"During the day that Edna and Robert spend on Chênière Caminada, they both try on new roles. Edna sleeps in a strange bed, which is important because it is not her own marital bed, while Robert assumes the mantle of husband and takes pleasure in hunting food and then providing it to Edna. In this scene however, Edna’s role is far more sensual than Robert’s, indicating that their affection for one another will play out in different ways."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/character/robert-lebrun","quote":"“Robert is very well in a way, to give up all the money he can earn to the family, and keep the bare","desc":"Mademoiselle Reisz corrects Edna’s impression that Robert is his mother’s favorite son. She characterizes Robert as a hardworking, honorable young man, which accords with the way he has behaved around Edna. Mademoiselle Reisz’s assessment should indicate to Edna that Robert will not have the ability to do the wrong thing and act on their love for one another."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/character/robert-lebrun","quote":"“Does he write to you? Never a line. Does he send you a message? Never a word. It is because he love","desc":"In New Orleans, Mademoiselle Reisz continues to serve as a truth teller to Edna. Robert chooses not to communicate with Edna, putting distance between them to demonstrate that no possibility exists for them to be together. Edna holds on to her dreams of Robert, but Robert knows his own sense of honor would never allow him to be with her."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/character/robert-lebrun","quote":"She found in his eyes, when he looked at her for one silent moment, the same tender caress, with an ","desc":"In Chapter 33, Edna and Robert have been reunited by chance at Mademoiselle Reisz’s apartment. While Robert’s words and body language show his discomfort, his unguarded facial expressions reveal his true feelings toward Edna. Robert’s caressing Edna with his eyes emerges as a stark contrast to Arobin, who uses continual physical caresses to woo a hesitant woman into becoming his lover."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/character/robert-lebrun","quote":"“Why? Because you were not free; you were Léonce Pontellier’s wife. I couldn’t help loving you if yo","desc":"In response to Edna’s kiss, Robert finally confesses his love to Edna. These feelings flared strong enough during their summer together that he left for Mexico. At that time, however, neither party would act upon their mutual attraction. Now that Edna has awakened to her sexuality, she has initiated contact with Robert and broken down his defenses."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/character/robert-lebrun","quote":"“I love you. Good-by—because I love you.”","desc":"Robert got a much-needed break when Edna was called away just as the two were admitting their mutual love. Robert takes the opportunity to gather his senses and flee. He has two reasons for leaving. First, Léonce will never free Edna, which is the only way Robert could be with her. Second, Robert realizes that Edna wants to be a free woman, not owned by any man, which is too radical an idea."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/character/mademoiselle-reisz","quote":"She was a disagreeable little woman, no longer young, who had quarreled with almost every one, owing","desc":"In Chapter 9, Mademoiselle Reisz is introduced as an unpleasant woman but a talented pianist. Mademoiselle Reisz is an anomaly in her time period. She is unmarried and aggressive, and her music is her driving passion in life. A woman who goes against societal norms would need to be “self-assertive.” The typical woman of her time is supposed to be married and follow her husband’s lead."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/character/mademoiselle-reisz","quote":"“You are the only one worth playing for. Those others? Bah!” and she went shuffling and sidling on d","desc":"After playing for the crowd on Grand Isle, Mademoiselle Reisz singles Edna out as fellow passionate artist. While she does not yet know that Edna is a painter, Mademoiselle Reisz can identify a kindred spirit in Edna’s strong reaction to her music. This similarity leads Mademoiselle Reisz, who dislikes most people, to seek out a friendship with Edna."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/character/mademoiselle-reisz","quote":"”Yes,” she went on; “I sometimes thought: ‘She will never come. She promised as those women in socie","desc":"Mademoiselle Reisz confronts Edna with these words when the younger woman at last seeks her out in New Orleans. These words show Mademoiselle Reisz’ outsider status in New Orleans society, just as she was an outsider on Grand Isle. They also reveal that Mademoiselle Reisz understands her assertive, honest manner is off-putting to many people, even those she hopes to cultivate."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/character/mademoiselle-reisz","quote":"“And, moreover, to succeed, the artist must possess the courageous soul.”","desc":"These words are Mademoiselle Reisz’s reaction to Edna’s announcement that she plans to become an artist. Mademoiselle Reisz continues to explain that the artistic soul must dare and defy. Her sentiment reflects reality. To fully embrace her music, Mademoiselle Reisz has had to reject the typical trappings of womanhood, namely, getting married and having children. She questions whether Edna, who has been following the expected path, is brave enough to make this choice."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/character/mademoiselle-reisz","quote":"If Mademoiselle happened to have received a letter from Robert during the interval of Edna’s visit, ","desc":"After her first visit to Mademoiselle Reisz, Edna regularly returns to the older woman’s apartment often, where she reads Robert’s letters and listens to Mademoiselle Reisz play. Mademoiselle Reisz serves a dual role for Edna. She keeps Edna’s passion for Robert alive by providing the letters, and she also serves as an example to Edna for how a woman artist can live in a world that does not value her."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/character/mademoiselle-reisz","quote":"“If I were young and in love with a man,” said Mademoiselle, turning on the stool and pressing her w","desc":"In this short speech, Mademoiselle Reisz makes clear two things. First, she has impossibly high standards, which could explain why she never married. Second, she identifies with Edna and sees something of herself in the younger woman. Here she is basically advising Edna to turn her back on love and devote herself to her higher artistic calling."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/character/mademoiselle-reisz","quote":"”You are purposely misunderstanding me, ma reine. Are you in love with Robert?”","desc":"Mademoiselle Reisz’s question to Edna is significant because it draws an affirmative response. Edna’s utterance of “yes” is the younger woman’s first admission to anyone of her feelings for Robert. Despite Mademoiselle Reisz’s disagreeable and aggressive manner, she makes Edna comfortable enough to share her greatest secret. This truth attests to the connection between the women."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/character/mademoiselle-reisz","quote":"“Well, for instance, when I left her today, she put her arms around me and felt my shoulder blades, ","desc":"Edna relates Mademoiselle Reisz’s words to Arobin while still puzzling over them herself. Mademoiselle Reisz sees in Edna the capacity to transcend the traditional role of women in their society. She identifies the artistic sensibility and yearning in Edna but is unsure if Edna has a brave enough temperament. She has warned Edna that if she wants to be a true artist, she must be prepared to leave the expectations of society behind."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/character/adle-ratignolle","quote":"Her name was Adèle Ratignolle. There are no words to describe her save the old ones that have served","desc":"In Chapter 4, Chopin introduces Adèle as the embodiment of Victorian womanhood. She is a “mother-woman”—or a woman who lives solely for her husband and children. By comparing Adèle to a heroine of days long past, Chopin makes clear that Adèle represents the idealized version of womanhood, which sets her up as foil for Edna, who has neither the desire nor the capacity to attain such status."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/character/adle-ratignolle","quote":"That summer at Grand Isle she began to loosen a little the mantle of reserve that had always envelop","desc":"By Chapter 7, Adèle and Edna are developing a friendship that will have significant implications. Adèle introduces Edna into a world in which people acknowledge and speak of their emotions. She makes Edna feel comfortable with physical affection as well. Both of the influences stir Edna’s awakening and make her receptive to sharing her feelings and body with others."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/character/adle-ratignolle","quote":"“I don’t know what you would call the essential, or what you mean by the unessential,” said Madame R","desc":"After Robert has left Grand Isle, Adèle and Edna argue about how much of herself a mother owes her children. When Edna says she wouldn’t give “myself,” Adèle fails to understand. She is unable to do so because she and Edna approach the issue from drastically different vantage points. Adèle has no “myself” outside of her identity as a wife and mother, and to a lesser extent, a friend, so to her Edna’s words are nonsensical."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/character/adle-ratignolle","quote":"His wife was keenly interested in everything he said, laying down her fork the better to listen, chi","desc":"This sentence describes Adèle and her husband, Monsieur Ratignolle, and reveals the depth of their closeness and the way that Adèle builds him up. Adèle and her husband are in sync, constantly. Adèle hangs on his words and bolsters them up. She is a perfect helpmate to her husband, respecting, understanding, and enhancing him."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/character/adle-ratignolle","quote":"“There’s Madame Ratignolle, because she keeps up her music, she doesn’t let everything go to chaos.”","desc":"In rebuking Edna for dropping her familial and societal obligations, Léonce highlights Adèle as the exemplar of nineteenth-century womanhood. Adèle takes care of her family and still has time for genteel hobbies. Léonce’s remark reinforces the idea if a woman wants to be something other than the ideal mother-woman, society offers few options and no approbation."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/character/adle-ratignolle","quote":"Madame coquetted with him in the most captivating and naïve manner, with eyes, gestures, and a profu","desc":"In Chapter 23, Adèle playfully flirts with Edna’s father, amazing her friend who lacks the ability to act in such a frivolous manner to bolster any man’s ego. Once again, Adèle demonstrates that she knows how to play by and prosper in the rules of her society. Moreover, Adèle’s success in her role shows that she understands and supports these conventions."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/character/adle-ratignolle","quote":"She was still stunned and speechless with emotion when later she leaned over her friend to kiss her ","desc":"Adèle has just given birth to another baby when she selflessly implores Edna to remember her children. Even at such an intensely personal, painful, and self-reflective moment, Adèle’s thoughts turn to Edna. Adèle suspects Edna is drifting from her family so she reminds Edna of all she stands to lose and the innocent children she could harm with any indiscretion or any leave taking."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/character/alce-arobin","quote":"He possessed a good figure, a pleasing face, not overburdened with depth of thought or feeling; and ","desc":"In Chapter 25, Edna has only recently become personally acquainted with Alcée Arobin. Chopin’s use of the words “pleasing” and “conventional” to describe Arobin show the contrast within his character. While he presents as an unremarkable figure, in reality he is a seducer of married women. Edna, not deeply enmeshed in the Creole community, could easily be fooled by his outward appearance."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/character/alce-arobin","quote":"He cast one appealing glance at her, to which she made no response. Alcée Arobin’s manner was so gen","desc":"With these lines in Chapter 25, Chopin reveals Arobin’s shallowness. His primary motivation is to ensnare women. This drive is so strong that when he seeks Edna’s forgiveness here for kissing her, he fools even himself. Instead of being sorry he kissed her, the kiss and the appeal for forgiveness both are part of Arobin’s calculated effort to seduce her."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/character/alce-arobin","quote":"He was prolific in pretexts. His attitude became one of good-humored subservience and tacit adoratio","desc":"In Chapter 26, Chopin’s description of how Arobin handles himself reveals the calculated nature of his effort to seduce Edna. Arobin is a superficial man, bent on sexual conquest. Because all that matters to him is physical intimacy with Edna, he will shape himself into whatever she needs him to be."},{"page":"https://www.sparknotes.com/lit/awakening/quotes/character/alce-arobin","quote":"He did not answer, except to caress her. He did not say good night until she had become supple to hi","desc":"In Chapter 31, Arobin’s persistence leads him to achieve his goal of a sexual relationship with Edna. As a practiced seducer of women, Arobin knows to ignore her words—she already bid him good night—and instead persuade her body to make a different demand. Though Arobin is the opposite of Robert, who loves Edna but will not touch her, Edna succumbs because of Arobin’s skillful ability to arouse physical desire in her."}]