[{"page":"http://www.sparknotes.com/lit/yellowwallpaper/quotes/","quote":"If a physician of high standing, and one’s own husband, assures friends and relatives that there is ","desc":"In this passage, which appears near the beginning of the story, the main elements of the narrator’s dilemma are present. The powerful, authoritative voices of her husband, her family, and the medical establishment urge her to be passive. Her own conviction, however, is that what she needs is precisely the opposite—activity and stimulation. From the outset, her opinions carry little weight. “Personally,” she disagrees with her treatment, but she has no power to change the situation. Gilman also begins to characterize the narrator here. The confusion over “phosphates or phosphites” is in character for someone who is not particularly interested in factual accuracy. And the choppy rhythm of the sentences, often broken into one-line paragraphs, helps evoke the hurried writing of the narrator in her secret journal, as well as the agitated state of her mind."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/page/2","quote":"I sometimes fancy that in my condition if I had less opposition and more society and stimulus—but Jo","desc":"This section appears near the beginning of the story, and it helps characterize both the narrator’s dilemma and the narrator herself. Notably, the narrator interrupts her own train of thought by recalling John’s instructions. Gilman shows how the narrator has internalized her husband’s authority to the point that she practically hears his voice in her head, telling her what to think. Even so, she cannot help but feel the way she does, and so the move she makes at the end—focusing on the house instead of her situation—marks the beginning of her slide into obsession and madness. This mental struggle, this desperate attempt not to think about her unhappiness, makes her project her feelings onto her surroundings, especially the wallpaper, which becomes a symbolic image of “her condition.” The play on words here is typical of Gilman’s consistent use of irony throughout the story. She feels bad whenever she thinks about her “condition,” that is, about both her depression and her condition in general within her oppressive marriage."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/page/3","quote":"There are things in that paper which nobody knows but me, or ever will. Behind that outside pattern ","desc":"About halfway through the story, the sub-pattern of the wallpaper finally comes into focus. The narrator is being drawn further and further into her fantasy, which contains a disturbing truth about her life. Gilman’s irony is actively at work here: the “things” in the paper are both the ghostly women the narrator sees and the disturbing ideas she is coming to understand. She is simultaneously jealous of the secret (“nobody knows but me”) and frightened of what it seems to imply. Again the narrator tries to deny her growing insight (“the dim shapes get clearer every day”), but she is powerless to extricate herself. Small wonder that the woman she sees is always “stooping down and creeping about.” Like the narrator herself, she is trapped within a suffocating domestic “pattern” from which no escape is possible."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/page/4","quote":"Life is very much more exciting now than it used to be","desc":"This comment comes just after the scene in which the narrator catches Jennie touching the paper and resolves that no one else is allowed to figure out the pattern. It captures one of the most distinctive qualities of “The Yellow Wallpaper”: Gilman’s bitter, sarcastic sense of humor. Now that the narrator has become hopelessly obsessed with the pattern, spending all day and all night thinking about it, life has become more interesting and she is no longer bored. Gilman manages to combine humor and dread in such moments. The comment is funny, but the reader knows that someone who would make such a joke is not well. Indeed, in the section that follows, the narrator casually mentions that she considered burning the house down in order to eliminate the smell of the wallpaper."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/page/5","quote":"I don’t like to look out of the windows even—there are so many of those creeping women, and they cre","desc":"In the story’s final scene, just before John finally breaks into her room, the narrator has finished tearing off enough of the wallpaper that the woman she saw inside is now free—and the two women have become one. This passage is the exact moment of full identification, when the narrator finally makes the connection she has been avoiding, a connection that the reader has made already. The woman behind the pattern was an image of herself—she has been the one “stooping and creeping.” Further, she knows that there are many women just like her, so many that she is afraid to look at them. The question she asks is poignant and complex: did they all have to struggle the way I did? Were they trapped within homes that were really prisons? Did they all have to tear their lives up at the roots in order to be free? The narrator, unable to answer these questions, leaves them for another woman—or the reader—to ponder."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/theme/repression","quote":"I did write for a while in spite of them; but it does exhaust me a good deal—having to be so sly abo","desc":"The narrator recounts that she violates her doctors’ treatment plan of rest for her illness. Her husband and her brother have told her not to work, which for her means writing. Sometimes she feels convinced that writing makes her tired, but insightfully attributes the truly tiring aspect to having to hide the fact that she’s writing. Holding fast to her beliefs in the face of others’ insistence that she doesn’t know what is best for her takes a tremendous toll on her emotional well-being."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/theme/repression","quote":"I take pains to control myself—before him, at least, and that makes me very tired.","desc":"The narrator realizes that her husband increasingly annoys her. He wants her to repress her nervous sensitivity and strengthen her own self-control that he trusts will push back the condition that afflicts her. She tries to do as he asks. The narrator recognizes, however, that the act of behaving as her husband wishes her to do exhausts her—compounding the condition that he attempts to cure with his prescriptions."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/theme/repression","quote":"John has cautioned me not to give way to fancy in the least. He says that with my imaginative power ","desc":"The narrator explains that John recognizes that she has a strong imagination—the story implies that she works as a writer. But he sees the combination of her imagination and her nerves as being detrimental to her health. He wants her to repress the imagination in order to protect the nerves. Unfortunately, while he discourages her from writing her fanciful ideas or even expressing them aloud, no one can prevent her imagination from working. At the same time, because she doesn’t dare to share what she imagines, no one can help her prevent her fancies from becoming obsessions or delusions."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/theme/repression","quote":"I tried to have a real earnest reasonable talk with him the other day, and tell him how I wish he wo","desc":"The narrator understands that, to John, her crying while trying to convince him to let her go visiting shows her weakness and her unfitness to travel. However, the reader understands that her crying reveals her desperation for some change to how she is currently being treated for her illness. She speaks of these relatives as people with whom she talks about her work, so her desire to see them clearly relates to her need for a creative/professional life. John believes that her writing makes her worse, not better, so he shuts down the idea of such a trip."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/theme/repression","quote":"I beg of you, for my sake and for our child’s sake, as well as for your own, that you will never for","desc":"John attempts to shuts down his wife’s idea that while physically she may be getting better, mentally she is not. He does not want to hear this talk of her not making progress. Although he minimizes her illness, he reacts with alarm. He realizes that someone with a vivid imagination, like his wife, can will herself into illness. He orders her to repress her imagination. John brings their baby into the discussion, from whom his wife feels detached. Meanwhile, he denies her anything else to think about or do. Ironically, the narrator must find a way to get better while the tools she needs to mentally heal are taken from her."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/theme/selfexpression","quote":"John is a physician, and perhaps—(I would not say it to a living soul, of course, but this is dead p","desc":"The secret that the narrator confides to her journal concerns the paradox of receiving treatment from a doctor who doesn’t believe the patient is ill. Writing down how she really feels, and in this case, what she really suspects about her treatment, gives the narrator relief. Even though she feels she cannot share this suspicion with anyone else—or maybe she already did and had her ideas rejected—she experiences respite from her anxiety in expressing the observation. The fact that her husband/doctor forbids her self-expression shows the lack of understanding that exists between them, resulting in her worsening mental health."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/theme/selfexpression","quote":"There comes John, and I must put this away,—he hates to have me write a word.","desc":"The narrator expresses how she feels when she sees John approach and she must put away her writing. Readers understand that she has been writing this text against the direct orders of John, her husband and doctor, who believes writing weakens her health. Despite respecting her husband’s opinion and skill in general, in her own case she feels she knows better—that writing heals her. Or perhaps she does not know for sure that writing helps, but she cannot help herself. She simply is a writer and therefore must write. When John says he hates for her to write, he says indirectly that he hates for her to be herself."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/theme/selfexpression","quote":"I think sometimes that if I were only well enough to write a little it would relieve the press of id","desc":"The narrator’s mental health is declining. John, her husband and doctor, forbids her to write under the impression that writing exacerbates her mental instability, but she continues to surreptitiously document her thoughts. In fact, she produces this account, explaining all she goes through during her illness. Now, she attributes her intensifying depression to her lack of energy to write at all. Meanwhile, her thoughts and ideas continue to press in unabated, but she has no healthy way of contending with them anymore. The narrator reaches a point at which only a radical change in treatment will bring her back from mental collapse."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/theme/selfexpression","quote":"I don’t know why I should write this. I don’t want to. I don’t feel able. And I know John would thin","desc":"The narrator reveals the tremendous struggle she faces—being forbidden by John to write, yet desperately needing to write or even express her ideas aloud. John’s continued discouragement of writing and other forms of self-expression makes the narrator increasingly depressed and thus less able to write, even in John’s absence. Nevertheless, she feels compelled to continue writing this account, when she can, and finds expressing herself a relief. Unfortunately, journaling functions as the only form of relief open to her, since she must otherwise suppress her ideas—even about her own treatment—and this situation proves inadequate to keep her mentally healthy."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/theme/infantilization","quote":"Then he took me in his arms and called me a blessed little goose, and said he would go down cellar, ","desc":"The narrator reveals John’s response after she complains about having to sleep in the room with the yellow wallpaper. His response may seem sympathetic, if condescending, but his exaggeration of what she requests—she just wants to sleep in a lower-level room—reveals that he never takes her request seriously. In fact, John’s response reveals he doesn’t take her feelings seriously, either. Readers discover that he neither white-washes the cellar nor considers allowing the narrator to sleep in a different room. John intends his words to soothe her in the moment until she forgets the matter—as one would expect of a small child."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/theme/infantilization","quote":"I got up softly and went to feel and see if the paper didmove, and when I came back John was awake. ","desc":"John addresses his wife as a little girl—someone to be protected, coddled, and told how to behave, especially what not to do. The narrator knows not to tell John her suspicions about the wallpaper—at this point in her illness, she understands he would scoff at her ideas—but she does request that they shorten their summer stay at the house. He not only refuses, but insists that she is getting better even if she doesn’t see her progress. In his view, she literally does not know her own mind."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/theme/infantilization","quote":"“Bless her little heart!” said he with a big hug, “she shall be as sick as she pleases! But now let’","desc":"The narrator has just insisted that, contrary to John’s beliefs, her illness worsens. Instead of taking her concerns seriously, he condescends to her by belittling her perspective. His words, however, make clear that he believes she experiences this illness by choice—and therefore she is not truly ill at all. John intends, for the moment, to coddle the narrator in order to get her to go back to sleep, like one would a small child."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/theme/purpose","quote":"Personally, I believe that congenial work, with excitement and change, would do me good. But what is","desc":"The narrator pinpoints the things she really needs to lessen her depression. Unfortunately, work, excitement, and change represent stimulation that her husband has forbidden as part of his cure plan. The narrator knows herself and knows that these things have always made her happy in the past. Her husband believes these things exacerbate her nervous disposition—she should be happy simply within her roles of wife and mother. The narrator clearly desires an intellectual life, in addition to her domestic roles, to feel like a whole human being."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/theme/purpose","quote":"He is very careful and loving, and hardly lets me stir without special direction. I have a schedule ","desc":"The narrator reveals that, in the interest of curing his wife, John takes from her all responsibility for thinking for herself. He treats her as though she suffered a physical illness or injury, but such treatment proves useless in this scenario. Ironically, John does not really believe she has an illness. He believes she can will her own health back by avoiding mental “fancies.” But by depriving her of even the most basic daily purpose of thinking and planning her activities, he leaves her even more time to obsess over her illness, the very thing he does not want her to do."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/theme/purpose","quote":"You see I have something more to expect, to look forward to, to watch. I really do eat better, and a","desc":"Needing a purpose, the narrator finds one at last—obsessing over the yellow wallpaper and what she perceives as a woman on the other side of the paper’s pattern. Her brain, deprived of real work, devises this project for itself. Because of her new interest, the narrator now appears physically healthier, as she eats and behaves better. But of course, the obsession shows the dramatic progression of her mental illness. She lies awake at night, indicating clinical depression, and she no longer recognizes her suspicions of the wallpaper as irrational, but instead as a mystery she must solve."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/character/narrator","quote":"I sometimes fancy that in my condition if I had less opposition and more society and stimulus—but Jo","desc":"Although the narrator pinpoints what she truly needs to cure her depression, she acknowledges that thinking about the problem does make her feel bad. Perhaps, then, John could be right about the means for a cure. She lacks confidence in her own beliefs, an understandable state given both her condition and the fact that her husband, John, serves also as her doctor."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/character/narrator","quote":"I get unreasonably angry with John sometimes. I’m sure I never used to be so sensitive. I think it i","desc":"The narrator reflects on her own behavior and see her thoughts and feelings as unreasonable. She still judges herself rationally and sees that her illness may be affecting her, making her more sensitive than usual. On the other hand, her anger with John may not in fact be unreasonable. Her inner self may be fighting against his prescribed cure."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/character/narrator","quote":"Of course it is only nervousness. It does weigh on me so not to do my duty in any way! I meant to be","desc":"The narrator admits that she desired to be a good wife in the Victorian sense—easing her husband’s burden by caring for the domestic sphere. However, as she must rest all of the time, she can’t help around the house at all. Instead of helping her feel better, resting makes her feel worse. She feels guilty from her inability to help, and resting deprives her of activity which would distract her thoughts."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/character/narrator","quote":"It is fortunate Mary is so good with the baby. Such a dear baby! And yet I cannot> be with him. It m","desc":"The narrator here refers to the infant in the house generically as the baby, though later she will mention the child is hers, corroborated by John referring to their child. Her detachment and inability to care for the baby provide readers with clues as to her true illness. The narrator may have clinical postpartum depression."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/character/narrator","quote":"I never saw so much expression in an inanimate thing before, and we all know how much expression the","desc":"The narrator shares stories from her childhood that reveal she’s always had an active, vivid, imagination. Yet, her husband insists she quell her imagination, for he believes her fanciful ideas hinder her progress. Readers note, however, that the narrator’s imagination brought her enjoyment and comfort, and nurtured her abilities as a writer. Forbidden to write, the narrator’s imagination has no healthy outlet."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/character/narrator","quote":"I don’t feel as if it was worth while to turn my hand over for anything, and I’m getting dreadfully ","desc":"The narrator shares signs of her worsening depression in her emotional lability and anxiety. However, John does not acknowledge these signs of illness, and thus, to a certain extent, she questions the fact herself. She does not have the medical knowledge to argue against her husband’s diagnosis that her illness is self-inflicted. She understands she feels worse but must hide her true condition, since her worsening symptoms indicate her failure to follow his prescriptions."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/character/narrator","quote":"I never thought of it before, but it is lucky that John kept me here after all, I can stand it so mu","desc":"At first, the narrator simply detested the yellow wallpaper based on its appearance. Now she feels suspicious of the wallpaper. She believes that the wallpaper would harm her baby if given the chance. However, she knows enough not to mention this belief to her caregivers. She recognizes that they will not see the danger in the wallpaper, but at the same time her illness overrides her own rational beliefs."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/character/narrator","quote":"John is so pleased to see me improve! He laughed a little the other day, and said I seemed to be flo","desc":"The narrator reveals that she’s faking her improvement because she has a purpose—to solve the mystery of the wallpaper. She understands that her obsession with the wallpaper would be recognized as irrational by others, but nevertheless she believes that she needs to stay in the house because of the wallpaper. Her illness has progressed to psychosis at this point. Instead of wanting to leave the house, which she earlier begged to do, she fears being forced to leave."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/character/narrator","quote":"I see her on that long road under the trees, creeping along, and when a carriage comes she hides und","desc":"The narrator describes what she believes she sees: The woman from inside the wallpaper creeping about outside. By day, the woman creeps outside, by night, she returns to the wallpaper. The narrator’s description of herself as creeping by daylight lets readers envision her repetitiously wandering around the bedroom. Her illness has devolved into full-on delusion, but she still successfully hides her true state from her husband."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/character/narrator","quote":"I suppose I shall have to get back behind the pattern when it comes night, and that is hard! It is s","desc":"The narrator now explains how she identifies herself as the woman in the wallpaper. She fully embraces this role and no longer wants any other. The fact that someone previously made a mark around the wall at the height of her shoulder, in addition to other hints—the torn wallpaper and bite marks—suggest that someone else was previously driven insane in the same room."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/character/john","quote":"John is practical in the extreme. He has no patience with faith, an intense horror of superstition, ","desc":"The narrator’s initial introduction of her doctor husband, John, makes him sound like a modern, scientific man. Here he laughs at her suspicion of their rented house as possibly haunted. However, his refusal to believe in things unseen does not bode well for the narrator. He cannot see her illness either, and thus does not really believe she is sick. Therefore, he prescribes inappropriate treatment."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/character/john","quote":"If a physician of high standing, and one’s own husband, assures friends and relatives that there is ","desc":"The narrator explains that John believes her illness to be self-created or “all in her head.” He even tells friends and family this diagnosis. His dismissiveness reveals a lack of respect for his wife as both a person and as his patient. When he tells friends they shouldn’t worry about the narrator, he reveals his lack of concern as well. As he doesn’t believe in her illness, his treatment plan will fail."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/character/john","quote":"[T]here is something strange about the house—I can feel it. I even said so to John one moonlight eve","desc":"The narrator continues to find their rented house creepy, and John continues to deny her concerns as hysteria. John wants them to stay in the house because of its fresh air, which, with a purely bodily understanding of health, does make sense. Yet he fails to accept that living with the wallpaper truly bothers his wife—and in fact negatively affects her mental state."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/character/john","quote":"John is away all day, and even some nights when his cases are serious.","desc":"The narrator explains her husband’s devotion to his patients. However, this devotion appears to stop when it comes to his wife’s true needs. As he doesn’t believe in her illness, he sees nothing wrong with being absent all of the time. But the narrator’s isolation, loneliness, and idleness based on John’s orders negatively affect her mental health. In serving his other patients he puts his wife’s health in jeopardy."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/character/john","quote":"I suppose John never was nervous in his life. He laughs at me so about this wall-paper! At first he ","desc":"The narrator reveals how John truly believes that she can control her condition. She must ignore unwanted thoughts, such as her hatred of the wallpaper. However, by refusing to get rid of the wallpaper, he makes her fight all the harder. He could ease her struggle by repapering. This description of John’s attitude portrays his indifference toward his wife’s suffering, made all the more callous in light of his profession as a doctor."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/character/john","quote":"He said I was his darling and his comfort and all he had, and that I must take care of myself for hi","desc":"Here, the narrator describes two approaches John tries to talk her out of her illness. He wants her to use her will to protect her mind by avoiding irrational thoughts. But he also calls on her to get well for his sake. John’s trivializing her thoughts and his appealing to her to care for him as her husband underscores John’s belief that she has control over her illness, unaware of the strength of her psychosis."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/character/john","quote":"The repairs are not done at home, and I cannot possibly leave town just now. Of course if you were i","desc":"John explains why they can’t leave the house early, despite knowing that the narrator’s feelings about the yellow wallpaper have become quite irrational. John’s response shows that he only judges her health from external markers. He deems all of the narrator’s requests—to write, to see friends, and, most of all, to get out of the room with the yellow wallpaper—unimportant or even counterproductive. He seems unable or perhaps unwilling to understand her needs."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/character/john","quote":"John knows I don’t sleep very well at night, for all I’m so quiet! He asked me all sorts of question","desc":"As the narrator’s mental decline deepens, she no longer speaks of John as her loving husband. She sees his concern for her health as false. This paranoia reflects her increasing mental illness, but her observations gain sympathy with the reader: He does not really care about her health. If he truly cared, he would have changed the treatment."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/character/john","quote":"Why there’s John at the door! It is no use, young man, you can’t open it! How he does call and pound","desc":"The narrator describes John’s reaction to her locking herself in the bedroom. The fact that John calls for an axe shows that he believes the situation to be very serious, a reaction caused by his calling and pounding getting no response. The narrator calling her husband “young man” instead of John and describing his panicked response so calmly reveal how detached she has become from both him and her current situation."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/character/jennie","quote":"There comes John’s sister. Such a dear girl as she is, and so careful of me! I must not let her find","desc":"The narrator’s thoughts reveal she feels fond of Jennie, and as she writes for her eyes only, the reader accepts she speaks the truth. As she reflects on Jennie’s good housekeeping skills and her contentment with the work, the narrator concludes she shouldn’t expect Jennie to approve of her preference for writing. She feels amused that Jennie thinks writing makes her sick. For now, the narrator can confidently deny such a possibility even though she knows both Jennie and John believe her writing harms her."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/character/jennie","quote":"John thought it might do me good to see a little company, so we just had mother and Nellie and the c","desc":"Here, the narrator reveals that, although she and John welcomed guests, no one expected her to do any work as Jennie took over. The reader suspects that the narrator’s lack of engagement in fact makes her more tired—meaning, depressed; the distraction and purpose of having useful work might make her feel better. Jennie has taken over all care of the household, distancing the narrator further from reality."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/character/jennie","quote":"I caught Jennie with her hand on it once. She didn’t know I was in the room, and when I asked her in","desc":"The narrator suspiciously confronts Jennie fingering the yellow wallpaper. The narrator believes that the yellow wallpaper contains a mystery she feels determined to solve, and she does not want to share the secret with anyone. She doubts Jennie’s excuse for touching the wallpaper. However, Jennie’s observation evidences the narrator’s growing obsession with the wallpaper as she spends a lot of time both tearing at and rubbing against the wallpaper as she circuits the room. Jennie’s complaint that the wallpaper has tainted the couple foreshadows the climax of the story."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/character/jennie","quote":"I heard him ask Jennie a lot of professional questions about me. She had a very good report to give.","desc":"The narrator eavesdrops on a conversation between John and Jennie, his sister, who helps to look after her. Sleeping during the day is a typical symptom of depression. The narrator’s choice of dispassionate words to describe the overheard conversation as “professional” and a “report” implies an emotional detachment from the subject of her well-being, and from the people conversing, even though they are her husband and sister-in-law."},{"page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/character/jennie","quote":"Jennie looked at the wall in amazement, but I told her merrily that I did it out of pure spite at th","desc":"The narrator describes Jennie’s response to seeing that she tears at the yellow wallpaper. Jennie responds with sympathetic good humor to the narrator’s lighthearted excuse that the wallpaper is ugly and offers to finish the job. The delusional narrator does not believe Jennie’s sincerity. At first, the narrator knew that her hatred of the wallpaper evolved from an aesthetic preference. By now, she believes that the wallpaper intentionally trapped a woman inside itself, whom she must free. In her paranoia she assumes Jennie knows about the woman also."}]