[{"page":"http://www.sparknotes.com/lit/walden/quotes/","quote":"The mass of men lead lives of quiet desperation.","desc":"This sentence, which appears in the first chapter, “Economy,” is perhaps the most famous quotation from Walden. It sums up the prophetic side of Thoreau that many people forget about; he was not just an experimenter living in isolation on Walden Pond, but also a deeply social and morally inspired writer with an ardent message for the masses. His use of the word “desperation” instead of a milder reference to discontentment or unhappiness shows the grimness of his vision of the mainstream American lifestyle. He believes that the monomaniacal pursuit of success and wealth has paradoxically cheapened the lives of those engaged in it, making them unable to appreciate the simpler pleasures enumerated in Walden. But the unpleasantness of American life, according to Thoreau, is more than simply financial or economic, despite the title of his first chapter. “Desperation” is also a word with deep religious connotations, the “lack of hope” that, according to Dante (one of Thoreau’s favorite writers), was inscribed on the gates at hell’s entrance. The Pilgrim’s Progress, John Bunyan’s Protestant spiritual classic and a bestseller in the New England of Thoreau’s day, features a hero who passes through a bleak lowland called the Slough of Despair on his way to meet God. By asserting that most humans have gotten stuck in despair, Thoreau is implying that they are unable to continue farther on their pilgrimage toward true redemption."},{"page":"https://www.sparknotes.com/lit/walden/quotes/page/2","quote":"So that all the pecuniary outgoes, excepting for washing and mending, which for the most part were d","desc":"One of several bookkeeping excerpts included in Walden, this one from the chapter “Economy” shows that, as the chapter’s title indicates, Thoreau is not a free spirit fleeing social realities, but on the contrary has a businessman’s sharp eye for financial matters. Indeed, many first-time readers of Walden are surprised to find so much minute financial detail in what they expect to be inspirational nature writing. But this is Thoreau’s point: the true inspiration of the spirit does not need to entail financial failure or misery, and economic and spiritual well-being are two sides of the same coin. Since money is a social rather than a natural phenomenon, we see the complexity of Thoreau’s turn to nature: he is not really escaping the world of human values at all, but rather extending it. He defines his success in his Walden project not solely in terms of his own spiritual development but also in economic terms—he seeks to live without incurring debt. Money defines his freedom as much as spiritual transcendence does.Nonetheless, Thoreau’s account-keeping also reveals the amateur nature of his project, and feeds our underlying knowledge that he is a Harvard man slumming temporarily in the woods rather than a truly needy person struggling to make ends meet. Any accountant would be quick to point out Thoreau’s failure to include his laundry bills in his grand total, on the frivolous grounds that they have not come in yet. He inconsistently lists a year’s rent on the farm, but only eight months’ expenditures on food and clothing. If he were truly in need, he might be forced to keep better books; we sense that his accounting, like much of Walden in general, is visionary fantasy in the guise of fact."},{"page":"https://www.sparknotes.com/lit/walden/quotes/page/3","quote":"I went to the woods because I wished to live deliberately, to front only the essential facts of life","desc":"These words provide the answer to the question posed by the title of Thoreau’s chapter “Where I Lived, and What I Lived For.” The first part of this title is a practical concern about a place of residence, while the second part is a deeply philosophical concern about the meaning of life. Thoreau combines the practical and the philosophical in his Walden project, and thus the phrase “the essential facts of life” can refer both to material necessities like food and shelter and also to the core of human existence. The double aspect of Walden, its treatment of hard facts as well as philosophical questions, is also evident in his mention of living at the end. Taken factually and literally, it is of course impossible for Thoreau to die understanding that “I had not lived.” But taken philosophically, life means not just biological functioning but also inner fulfillment. The experimentalism of Thoreau’s endeavor is expressed in his frank acknowledgement that he is testing out an idea, rather than proving a foregone conclusion. Finally, the obscure mystical side of Thoreau—which makes him often appear more of a visionary than a philosopher—is evident in his famous phrase “to live deliberately.” On a literal level, he wishes to choose his path of life independently and thoughtfully, subject to his own deliberation and no one else’s. But on a higher level, the phrase is mystical and haunting, since of course nobody ever chooses to live or deliberately seeks to exist. As elsewhere in the work, Thoreau here forces us to contemplate the transcendent meaning of human life even while we think he is simply referring to a cabin in the woods."},{"page":"https://www.sparknotes.com/lit/walden/quotes/page/4","quote":"A field of water betrays the spirit that is in the air. It is continually receiving new life and mot","desc":"This description of Walden Pond from the chapter entitled “The Ponds” shows how insufficient the label “nature writer” is when applied to the mystical vision of Thoreau when he regards the landscape around him. It is true that he describes the flora and fauna of Concord with a level of vibrancy and specificity to which nature writers aspire, but he does more than merely observe and take notes. He also, at times, transforms the physical environment into a spiritual vision, with religious rather than practical or scientific meaning. Here the phrase “the spirit that is in the air” is more reminiscent of a preacher or poet than a naturalist. It is hard scientifically to define what exactly the “new life” is that comes to the water from the sky, but in a transcendental, intuitive, spiritual context it makes perfect sense. Even the description of the pond as an “intermediate between land and sky” has more of an allegorical meaning than a physical one, since in physical terms the pond is not between land and sky at all. Allegorically, the pond is the human soul at the juncture between earth and heaven, living in an earthly realm but reflecting a peaceful world above just as the pond reflects the sky. Thoreau makes this parallel almost explicit when he compares the depth of the pond to the depth of the soul."},{"page":"https://www.sparknotes.com/lit/walden/quotes/page/5","quote":"It is not worth the while to go round the world to count the cats in Zanzibar.","desc":"This statement from the “Conclusion” of Walden illustrates another debt on Thoreau’s part to the American Transcendentalist school of his philosophical mentor, Ralph Waldo Emerson. In Emerson’s influential essay “Self-Reliance,” which Thoreau’s Walden project could be said to put into practice, Emerson makes the assertion that “travel is a fool’s paradise,” and that it is far more useful to change one’s soul than to change one’s landscape. The fool who thinks that his life will change on a trip to Europe is shocked and disappointed to discover, after unpacking his suitcase on arrival, that he is still in the same tedious company of himself. For Emerson the futility of travel is simply a consequence of his belief in the centrality of the self—the depth and health of the soul—in all human affairs. Thoreau inherits this same belief, downgrading the usual glamour of international travel (in this case to Zanzibar, off the coast of East Africa) with the ridiculous enterprise of counting felines. The point of this mockery is to point to a better alternative to African voyages. As he intimates earlier when he ironically notes that he has traveled a lot in Concord, Thoreau insists that the most valuable kind of travel occurs without leaving one’s hometown: the inward voyage of soul-searching."}]