[{"page":"http://www.sparknotes.com/lit/screw/quotes/","quote":"No; it was a big, ugly, antique, but convenient house, embodying a few features of a building still ","desc":"This quotation closes Chapter 1, in which the governess first arrives at and describes Bly, and introduces the ship imagery that pervades the novella. After spending a day at Bly, the governess finds that her optimism has replaced her trepidation about her situation. Her day has been lovely, largely thanks to Flora, an extraordinarily beautiful and well-behaved child. After one day, however, the governess imagines Bly to be a “great drifting ship” lost at sea. This image appears several more times as the novella progresses and ultimately foreshadows doom. Of course, the gloomy, doom-filled images of Bly might simply be part of the governess’s distorted perceptions. We know that the governess is “in love” and possibly irrational, and her eager portrayal of her situation as “lost” seems strange and suspect.If the governess is eager to be on this “great drifting ship,” she is even more eager to be at the helm. Her declaration of this desire is resoundingly cheery, a note of optimism ringing through the impending doom. She imagines herself the captain and navigator of the situation and her passengers “lost.” As the novella goes on, she remarks that she is close to port or has just narrowly avoided a wreck. In her imagination, she is steering events. The quotation sets up the governess as a woman eager to think herself heroic. Her attraction to her employer may drive the governess’s zeal. In seeing herself at the helm, steering Bly to safety, she sees herself impressing her employer and winning him over."},{"page":"https://www.sparknotes.com/lit/screw/quotes/page/2","quote":"I was so determined to have all my proof that I flashed into ice to challenge him. “Whom do you mean","desc":"This quotation appears in Chapter 24 as the governess points out her vision of Quint to Miles and gives the narrative one final, infuriating layer of ambiguity. The governess is determined to wrench a confession from Miles, convinced that doing so will rid him of the demon Quint, and she turns to terrifying “ice” to get it out of him. Whether she succeeds is never clear, and Miles’s response remains open to interpretation. If Miles is referring to Peter Quint as the devil, then Miles’s subsequent death may imply that he is being dispossessed by the evil demon. If Miles is referring to the governess as the devil, then his subsequent death may be a result of the governess’s terrifying insanity. Miles seems to be indicating the novella’s true villain—but exactly whom he points out is ambiguous.The governess’s determination to challenge Miles turns her into a frightening, aggressive woman. Her aggression may be justified, since she may have a possessed, cunning little boy on her hands. If this is the case, her methods can be deemed heroic and in a certain sense successful, since although Miles dies, he is rid of his demon. However, if the governess accuses Miles because of her own irrational logic, her challenging him is all the more frightening because he cannot make an acceptable defense. Reason cannot fend off insanity. The governess’s description of herself as determined, frigid, and cold suggests she realizes in retrospect that she may have misjudged the situation, but again, the situation is unclear. Two paragraphs later, the story abruptly ends."}]