[{"page":"http://www.sparknotes.com/lit/call/quotes/","quote":"During the four years since his puppyhood he had lived the life of a sated aristocrat; he had a fine","desc":"This quotation is from the beginning of Chapter I, “Into the Primitive,” and it defines Buck’s life before he is kidnapped and dragged into the harsh world of the Klondike. As a favored pet on Judge Miller’s sprawling California estate, Buck lives like a king—or at least like an “aristocrat” or a “country gentleman,” as London describes him. In the civilized world, Buck is born to rule, only to be ripped from this environment and forced to fight for his survival. The story of The Call of the Wild is, in large part, the story of Buck’s climb back to the top after his early fall from grace. He loses one kind of lordship, the “insular” and “sated” lordship into which he is born, but he gains a more authentic kind of mastery in the wild, one that he wins by his own efforts rather than by an accident of birth."},{"page":"https://www.sparknotes.com/lit/call/quotes/page/2","quote":"He was beaten (he knew that); but he was not broken. He saw, once for all, that he stood no chance a","desc":"This quotation is taken from late in Chapter I, “Into the Primitive,” just after Buck has been beaten repeatedly by one of his kidnappers. Each time he is clubbed, Buck leaps up to attack again, until finally the man knocks him unconscious. This incident is Buck's introduction to a new way of life, vastly different from the pampered existence that he led in the Santa Clara Valley. There, civilized law, and civilized morality were the ruling forces—symbolized by the fact that his first master, Judge Miller, is a judge. In the wild, though, Buck comes to terms with “the reign of primitive law,” in which might makes right, and a man with a club (or a powerful dog) can do as he pleases to weaker creatures. In this scene, Buck is mastered by the man with the club, but he learns his lesson well and soon comes to master others."},{"page":"https://www.sparknotes.com/lit/call/quotes/page/3","quote":"And not only did he learn by experience, but instincts long dead became alive again. The domesticate","desc":"This quote, taken from Chapter II, shows that as Buck fights for survival in the harsh world of the Klondike, he relies increasingly on buried instincts that belonged to his wild forebears. The role of this atavistic development—“atavism” refers to the recovery by an animal of behaviors that belonged to its ancestors—points to one of the central themes of London’s novel, namely, the way that primitive instincts and urges persist beneath the veneer of civilization. Throw a soft, civilized creature (human or animal) into the wild, London suggests, and if he survives, he, like Buck, will come to depend on the same instincts that guided the life of his primitive ancestors. “The ancient song,” in his phrase, is only waiting for the right opportunity to emerge."},{"page":"https://www.sparknotes.com/lit/call/quotes/page/4","quote":"A pause seemed to fall. Every animal was motionless as though turned to stone. Only Spitz quivered a","desc":"These words constitute the final paragraph in Chapter III, describing the climactic battle between Buck and Spitz. The paragraph marks the moment that Buck comes into his own by vanquishing and killing his great rival, and then taking Spitz’s place as the team's lead dog. He has left his life as a pampered pet far behind—now he is “the successful champion...the dominant primordial beast.” Throughout the novel, London suggests that life in the wild is defined by a struggle for mastery, and the Buck-Spitz duel is the central example of this struggle, the moment when Buck establishes himself as a master of the kill-or-be-killed ethic of the wild."},{"page":"https://www.sparknotes.com/lit/call/quotes/page/5","quote":"[Each] day mankind and the claims of mankind slipped farther from him. Deep in the forest a call was","desc":"This quotation is from Chapter VI, “For the Love of a Man,” and it depicts the tension building within Buck during his time with John Thornton. Thornton is the ideal master, and his relationship with Buck represents a perfect partnership between man and dog. London tells us that this is the first time that Buck has truly loved a human being. Yet, at the same time, it is clear that Buck’s destiny lies in the wild, and so he is torn between the urges that pull him away from humanity and his intense loyalty to Thornton. That love, it becomes clear, is the only thing tying him to the world of men—which means that when Thornton is killed, there is nothing left to hold him, and he embraces his destiny as a wild creature."},{"page":"https://www.sparknotes.com/lit/call/quotes/theme/law-and-order","quote":"He was beaten (he knew that); but he was not broken. He saw once and for all, that he stood no chanc","desc":"After Manuel secretly sells Buck, Buck is put into a crate and brought to Seattle. A man with a club and a hatchet comes to release Buck from the cage, and Buck lunges at him, knowing that this man means him harm. Here, the narrator reveals Buck’s understanding after the man ruthlessly beats Buck into submission with a club. With this act, Buck has had his first introduction to the “law of club and fang,” the law that rules life in the wild Klondike and stands in sharp contrast to the laws that rule the civilized life from which Buck comes."},{"page":"https://www.sparknotes.com/lit/call/quotes/theme/law-and-order","quote":"There was no warning, only a leap in like a flash, a metallic clip of teeth, a leap out equally swif","desc":"The narrator recounts Buck’s second introduction to the law of club and fang when he witnesses the death of Curly, a female dog whose timidity leads to her demise among the brutal pack of sled dogs. Buck watches as a gang of dogs viciously attack Curly out of nowhere and proceed to surround her and tear her to pieces. Curly’s death shows that the law of club and fang applies not only between humans and dogs in the wilderness but between dogs themselves as well. Nowhere seems safe for Buck at this moment."},{"page":"https://www.sparknotes.com/lit/call/quotes/theme/law-and-order","quote":"The scene often came back to Buck to trouble him in his sleep. So that was the way. No fair play. On","desc":"After witnessing Curly’s death, Buck has trouble sleeping. As revealed by the narrator, Buck realizes that “fair play” no longer exists as it did back in Santa Clara, California, on Judge Miller’s estate. No rules exist to keep the bounds of civility in place, either. Buck understands that once you’re down, you’re down. This moment stands as an important one for Buck because he realizes a very important truth about survival in the wild, which sparks a crucial resolution in him to win, a resolution that unfolds over the story."},{"page":"https://www.sparknotes.com/lit/call/quotes/theme/law-and-order","quote":"He did not rob openly, but stole secretly and cunningly, out of respect for club and fang. In short,","desc":"Back on Judge Miller’s estate, Buck operated as a “dainty eater,” as he lived under the law of “love and fellowship.” But in the wild, he knows he won’t survive playing by those rules. As explained by the narrator, Buck quickly learns he needs to steal to be able to eat and get other necessities to survive. Buck’s willingness to steal marks him as fit to survive in the Klondike, and more importantly, such behavior reveals his adaptability, a crucial capacity under the rule of the survival of the fittest."},{"page":"https://www.sparknotes.com/lit/call/quotes/theme/law-and-order","quote":"Then an old wolf, gaunt and battle-scarred, came forward. Buck writhed his lips into the preliminary","desc":"When Buck first meets the wolves, he addresses them on the offense, as this approach is needed to survive under the law of club and fang. But the wizened, grizzled wolves who live at the far reaches of the frontier utilize a deeper, more abiding order that teaches a primal respect for nature and others. The old wolf doesn’t respond to Buck’s offense but rather redirects their attention to nature, the true master."},{"page":"https://www.sparknotes.com/lit/call/quotes/theme/primitiveness","quote":"And when, on the still cold nights, he pointed his nose at a star and howled long and wolflike, it w","desc":"Early on, Buck’s primal instincts begin to awaken, as he spends his first nights sleeping outside in the cold, battling the harsh elements. Slowly, Buck’s domesticated nature begins to slough off. Here, the narrator reveals the night Buck is surprised to find himself pointing his nose to the sky and howling. The harsh, cold environment is working to revert him to his primitive nature and connect him back to his primal ancestry, the wolf."},{"page":"https://www.sparknotes.com/lit/call/quotes/theme/primitiveness","quote":"He was preeminently cunning, and could bide his time with a patience that was nothing less than prim","desc":"The days and nights Buck spends surviving the harsh, cold conditions of the frontier, working his physical body to exhaustion and enduring the brutality of his fellow dogs and owners teach Buck a special kind of patience that London describes as “primitive.” Readers learn that Buck uses this persistent patience to defeat Spitz. London suggests that living in the wild teaches skills that are more primal in nature than those gained from living in civilization, a theme that plays out over the novella, as those who have such patience survive and those who don’t perish."},{"page":"https://www.sparknotes.com/lit/call/quotes/theme/primitiveness","quote":"But in spite of this great love he bore John Thornton, which seemed to bespeak the soft civilizing i","desc":"During the story, Buck learns the “love of man” through his relationship with John Thornton. Buck and John have achieved a balanced, reciprocal relationship based on love and respect that creates a bond much deeper than he ever shared with Judge Miller. Here, the narrator reveals that despite this almost perfect bond between man and dog, Buck feels himself pulled away from John by a deeper call toward his primitive nature, which is awakened more and more with each trial he endures in the wild."},{"page":"https://www.sparknotes.com/lit/call/quotes/theme/primitiveness","quote":"There is a patience of the wild—dogged, tireless, persistent as life itself[.]","desc":"Buck begins to learn how to hunt for food since he is often severely underfed. In this passage, Buck is hunting a herd of deer. He masterfully “multiplies” himself, attacking the herd from all sides and quickly cutting out his victims with ease. As explained by the narrator, Buck can achieve these kills because living in the wild has taught him a patience that endures. Living in a primitive environment has allowed Buck to regain primitive skills that exist in him from his wolf ancestry."},{"page":"https://www.sparknotes.com/lit/call/quotes/theme/primitiveness","quote":"John Thornton was dead. The last tie was broken. Man and the claims of man no longer bound him.","desc":"When Buck discovers John’s body, Buck knows he is finally free from his obligations to man. Through the story of Buck’s life, London traces an arc from civilization to primitiveness, which seems counterintuitive. In reality, Buck’s reversion to his primitive nature allows him to gain a sophisticated mastery of himself, which represents his ultimate destiny as a dog. Similarly, man, London suggests, can also achieve this kind of self-mastery through the same arc, as shown through John Thornton, an accomplished frontiersman whose finely tuned sympathies appear as the most sophisticated and elegant in the novella."},{"page":"https://www.sparknotes.com/lit/call/quotes/theme/mastery","quote":"This first theft marked Buck as fit to survive in the hostile Northland environment. It marked his a","desc":"Buck’s first theft—he steals food—is symbolic since it signals that he has what it takes to survive in any environment. London’s novella plays out many of Darwin’s theories and ideas of the survival of the fittest, which emphasize adaptability as a key trait to survival of a species over the ages. Buck not only adapts but adapts quickly. Buck goes from “sated aristocrat” to ruthless survivalist in a matter of days, outwitting and outfighting his competitors, slowly proving his mastery."},{"page":"https://www.sparknotes.com/lit/call/quotes/theme/mastery","quote":"He wanted, not to escape a clubbing, but to have the leadership. It was his by right. He had earned ","desc":"The narrator explains that Buck realizes early on that he not only wants to survive, he wants to rule, which sets him apart from the other dogs. Spitz wants to rule but lacks leadership skills. Dave doesn’t want to rule; he seems content being a stalwart friend and guide and dies a tragic and heroic death. Buck, however, feels a deeper drive in him to live up to his true potential, a potential great in size. Buck possesses both mind and might, the key traits of mastery."},{"page":"https://www.sparknotes.com/lit/call/quotes/theme/mastery","quote":"He had killed man, the noblest game of all, and he had killed in the face of the law of club and fan","desc":"When Buck discovers John Thornton’s body, he flies into a rage. Spotting the perpetrators, a band of Yeehat natives, he springs into action, seizing the throat of one and killing him instantly. This event, as described by the narrator, serves as a crucial moment as all of Buck’s trials over the novella culminate in this one elegant though brutal act. Buck proves that he has the skills and power to kill a species “higher” in rank than him. In this moment, Buck shows that he has regained the primal mastery of his wolf ancestry."},{"page":"https://www.sparknotes.com/lit/call/quotes/theme/mastery","quote":"Like a flash, Buck struck, breaking the neck. Then he stood, without movement, as before, the strick","desc":"Here, the narrator describes the scene toward the end of the story when Buck faces his last enemy: a pack of wolves. Buck stands in a clearing, a huge figure looming over the pack. The wolves charge, and Buck attacks in a flash, killing one instantly. Buck battled his way to leadership of the sled dogs, and here he is battling his way to the leadership of the wolf pack. Buck’s fight for mastery appears at its greatest pitch here, as he tries to reclaim a position of leadership among the most primitive versions of himself."},{"page":"https://www.sparknotes.com/lit/call/quotes/theme/mastery","quote":"They are afraid of this Ghost Dog, for it has cunning greater than they, stealing from their camps i","desc":"In the last chapter, London describes how the Yeehat Indians refer to Buck as “Ghost Dog” for his devastating, stealthy attacks on their camps. The Yeehat don’t see ever see Buck, but they know his power. Buck has conquered weak civilized men, consummate outdoorsmen, and human masters of the wild. Through his innate skills, will to power, and successful trials, Buck has mastered both the civilized and primitive environments and achieved his destiny as a master hunter, survivalist, and primal beast."},{"page":"https://www.sparknotes.com/lit/call/quotes/character/buck","quote":"And over this great demesne Buck ruled. Here he was born, and here he had lived the four years of hi","desc":"When the narrator introduces Buck, readers learn that he has been living a life of comfort and ease as the treasured pet of an affluent judge in sunny California. Buck lives as a pet and doesn’t have to work for his keep other than as a companionable playmate for the judge. Buck’s life with the judge feels comfortable but limited."},{"page":"https://www.sparknotes.com/lit/call/quotes/character/buck","quote":"Never in all his life had he been so vilely treated, and never in all his life had he been so angry.","desc":"Buck becomes outraged when his new handlers choke and pull him by a rope and brutally beat him with a rod. Living the life of a “sated aristocrat” with Judge Miller in the civilized world in no way prepared Buck for this harsh jolt of reality in the wild. Just like Mercedes, Buck’s first reaction is to take offense to the way he is treated on the frontier."},{"page":"https://www.sparknotes.com/lit/call/quotes/character/buck","quote":"For the last time he rushed. The man struck the shrewd blow he had purposely withheld for so long, a","desc":"The narrator explains that Buck is beaten repeatedly by his new handlers and puts up a fierce fight as they try to “break” him in to his new role as a sled dog. Buck attacks again and again until he can’t rush the handlers anymore. Buck has learned the “law of club and fang,” which marks his initiation into his new life."},{"page":"https://www.sparknotes.com/lit/call/quotes/character/buck","quote":"It was a token that he was harking back through his own life to the lives of his forebears; for he w","desc":"The narrator reveals that Buck quickly unlearns the habits of his former life as a kept dog as he fights to make it among the sled dogs and learns what he needs to know to survive in this new life. If Buck isn’t quick enough, he will lose his food. In his former role, this would be a great offense against the feelings of fellowship that mark civilized life; here, no such fellowship exists."},{"page":"https://www.sparknotes.com/lit/call/quotes/character/buck","quote":"He swiftly lost the fastidiousness which had characterized his old life. A dainty eater, he found th","desc":"The narrator describes the massive changes Buck’s body and personality undergo during his first days as a sled dog. His body toughens, his senses of sight and smell heighten, and his instincts for survival sharpen. He sheds old habits, ways of living that suited his comfortable life with the judge. The primordial beast within Buck begins to grow under the fierce conditions of life on the frontier, and his domesticated self wears away."},{"page":"https://www.sparknotes.com/lit/call/quotes/character/buck","quote":"A certain deliberateness characterized his attitude. He was not prone to rashness and precipitate ac","desc":"At first, Buck seems content to maintain a respectful distance with Spitz: He figures if he doesn’t engage or provoke Spitz he should be fine. But the “law of club and fang” doesn’t allow disengagement: One is either in or out; one either fights for one’s life or dies. No middle ground exists. Readers later learn that Buck quickly begins to understand that he has to do more than just sit back and take the passive role."},{"page":"https://www.sparknotes.com/lit/call/quotes/character/buck","quote":"He sprang upon Spitz with a fury that surprised them both, and Spitz particularly, for his whole exp","desc":"Buck surprises himself by attacking Spitz out of the blue. As the narrator relates here, Buck surprises Spitz as well, as Buck has only demonstrated timidity up until this point. Buck is seized with a will to claim his power. He no longer feels content tolerating Spitz; he wants to usurp Spitz and gain his position as leader of the pack."},{"page":"https://www.sparknotes.com/lit/call/quotes/character/buck","quote":"But Buck possessed a quality that made for greatness—imagination. He fought by instinct, but he coul","desc":"In the chapter titled “Dominant Primordial Beast,” Buck proves himself to be the great primordial beast he was destined to be. Buck defeats Spitz, making himself the new leader of the team. As the narrator reveals, Buck’s edge over Spitz comes from his intellect. Where Spitz can only fight with a steel will and brute force, Buck can fight with imagination and cunning, two qualities that make Buck a master."},{"page":"https://www.sparknotes.com/lit/call/quotes/character/buck","quote":"Love, genuine passionate love, was his for the first time. This he had never experienced at Judge Mi","desc":"When Buck becomes John’s, he understands a higher octave of love than he experienced with his previous owner. With Judge Miller, Buck lived as an obedient pet, but against the backdrop of the wild, where everything exists as a matter of life and death, Buck becomes a devoted comrade with John Thornton."},{"page":"https://www.sparknotes.com/lit/call/quotes/character/buck","quote":"The wolves swung in behind, yelping in chorus. And Buck ran with them, side by side with the wild br","desc":"Here, the narrator reveals that Buck’s story ends with him running alongside his newfound wild brothers: a pack of wolves. He even “yelps,” which harkens back to his time as a domesticated animal on Judge Miller’s estate. At this moment, Buck has achieved mastery as an animal that bridges the best of both civilization and primitive nature, an ideal that London expresses through the story of Buck’s life."},{"page":"https://www.sparknotes.com/lit/call/quotes/character/john-thornton","quote":"The bottom’s likely to drop out at any moment. Only fools, with the blind luck of fools, could have ","desc":"John warns Hal and his family that they shouldn’t attempt to cross the ice, since the ice is melting and they’ll likely fall through. John, an experienced gold hunter, offers this sound advice, which Hal, to his fatal detriment, promptly ignores. John, like Francois or Perrault, exemplifies a seasoned outdoorsman in the novella."},{"page":"https://www.sparknotes.com/lit/call/quotes/character/john-thornton","quote":"“If you strike that dog again, I’ll kill you,” he at last managed to say in a choking voice.","desc":"John stops Hal as he brutally beats Buck to tell him that he will kill Hal if he continues to strike the dog. John can see that Buck has become too tired to go on, and as such, Buck is at the utter mercy of Hal. John’s intervention serves as a turning point for Buck and a sign of John’s good nature and character."},{"page":"https://www.sparknotes.com/lit/call/quotes/character/john-thornton","quote":"“You poor devil,” said John Thornton, and Buck licked his hand.","desc":"As John and Buck watch Hal, Mercedes, Charles, and the family’s remaining dogs plunge into the icy water, John turns to Buck and affectionately calls him a “poor devil.” Buck returns the affection by licking John’s hand. This exchange initiates a beautiful friendship between man and dog as well as a crucial turning point in Buck’s life."},{"page":"https://www.sparknotes.com/lit/call/quotes/character/john-thornton","quote":"And often, such was the communion in which they lived, the strength of Buck’s gaze would draw John T","desc":"The way London describes John’s and Buck’s relationship gives a mystical tone: Their bond is so strong that John can sense when Buck is looking at him, a detail that also emphasizes the strength of Buck’s gaze. At the height of John’s and Buck’s relationship, they share an easy rapport—a testament to the purity of John’s love for Buck and his respect for animals in general."},{"page":"https://www.sparknotes.com/lit/call/quotes/character/john-thornton","quote":"John Thornton asked little of man or nature. He was unafraid of the wild. With a handful of salt and","desc":"After Buck “saves” John by winning enough money for John to pay off his debts, John becomes free of financial obligations and decides to pursue a fabled mine that supposedly contains a stash of gold that will make him incredibly rich. London’s description of John shows a man completely at ease with nature. John’s fearless adaptation to the wilderness makes him a master similar to Buck."},{"page":"https://www.sparknotes.com/lit/call/quotes/character/john-thornton","quote":"Thornton shook his head. “No, it is splendid, and it is terrible, too. Do you know, it sometimes mak","desc":"John tests Buck by commanding him to jump off a cliff, which Buck obeys before John stops him at the last minute. Buck luxuriates in his primitive, almost mystical connection with John, while John seems more confused and possibly scared of the implications of Buck’s devotion. In this way, John appears to have a less developed character than Buck, which seems surprising since Buck is a dog."},{"page":"https://www.sparknotes.com/lit/call/quotes/character/john-thornton","quote":"“That settles it,” he announced. “We camp right here.” And camp they did, till Buck’s ribs knitted a","desc":"John puts Buck’s needs ahead of his team’s and makes the humane decision to camp and let Buck heal. Buck has just saved John from drowning in dangerous rapids and is battered and exhausted from the experience. Unlike Mercedes, whose sympathy lies only skin-deep, John possesses a deep and abiding respect for dogs."},{"page":"https://www.sparknotes.com/lit/call/quotes/character/john-thornton","quote":"“Pooh! pooh!” said John Thornton; “Buck can start a thousand pounds.”","desc":"John makes a spontaneous bet that Buck can get a thousand-pound sled moving without any help. As John technically possesses ownership of Buck, he can make this kind of wager. On a higher level, though, the wager also reflects John’s trust in Buck since John knows of Buck’s devotion and that Buck will feel proud to complete this feat for his master."},{"page":"https://www.sparknotes.com/lit/call/quotes/character/john-thornton","quote":"“As you love me, Buck. As you love me,” was what he whispered.","desc":"John kneels down to whisper these words to Buck as Buck attempts to start a thousand-pound sled to win a bet for John. John’s words are sophisticated and in no way patronize Buck as, for example, saying “good boy” or petting Buck would. Rather, John’s words exemplify the highly developed, noble, and almost sacred relationship between them."},{"page":"https://www.sparknotes.com/lit/call/quotes/character/john-thornton","quote":"“Sir,” he said to the Skookum Bench king, “no, sir. You can go to hell, sir. It’s the best I can do ","desc":"John tells the man who offers him a thousand dollars for Buck to “go to hell.” John feels overwhelmed not only by the fact that Buck completed an incredible feat but by the joy he feels from Buck’s devotion. John’s and Buck’s relationship is sealed with this act, and both have achieved a near-perfect relationship between animal and man."},{"page":"https://www.sparknotes.com/lit/call/quotes/character/hal-charles-and-mercedes","quote":"Charles was a middle-aged, lightish-colored man, with weak and watery eyes and a mustache that twist","desc":"The narrator introduces Charles, Mercedes’ husband and Hal’s brother-in-law. London’s description of Charles paints a picture of a weak, middle-aged man, enervated by civilized life. Charles’ dramatic mustache hides a drooping lip, symbolizing how civilization can be a pretense for vitality and mask true weakness. Charles appears ill-equipped, both in experience and in character, for life in the wild."},{"page":"https://www.sparknotes.com/lit/call/quotes/character/hal-charles-and-mercedes","quote":"Hal was a youngster of nineteen or twenty, with a big Colt’s revolver and a hunting-knife strapped a","desc":"Here, the narrator introduces Hal, a young American gold seeker, Mercedes’ brother, and Charles’ brother-in-law. London presents Hal as a stereotypical “greenhorn,” a young, naive American fresh from civilization and seeking gold on the frontier. Here, London notably uses the word callow to define Hal, a word that signifies the haughtiness of inexperienced youth. From this description, readers might infer that Hal lacks the knowledge and skills needed to make it in the wild, and yet he remains overly confident."},{"page":"https://www.sparknotes.com/lit/call/quotes/character/hal-charles-and-mercedes","quote":"“The lazy brutes, I’ll show them,” he cried, preparing to lash out at them with the whip.","desc":"Hal and his family have overloaded the dog sled, and the sled won’t move. More experienced neighbors warn Hal that the sled won’t move unless they clear some weight, but Hal refuses to listen and decides to lash the dogs instead. Hal’s vanity and ignorance become a bane for Buck and the team of dogs and demonstrate the more problematic side of the relationship between man and dog."},{"page":"https://www.sparknotes.com/lit/call/quotes/character/hal-charles-and-mercedes","quote":"“Undreamed of!” cried Mercedes, throwing up her hands in dainty dismay. “However in the world could ","desc":"Mercedes speaks and behaves like a pampered woman, spoiled and softened by civilized life. When Hal and Charles consider removing the tent to clear some weight from the sled, Mercedes becomes flabbergasted. Mercedes can’t imagine sleeping outdoors without a tent. Mercedes symbolizes how unsuited civilized women were to life in the wild."},{"page":"https://www.sparknotes.com/lit/call/quotes/character/hal-charles-and-mercedes","quote":"“You poor, poor dears,” she cried sympathetically, “why don’t you pull hard?—then you wouldn’t be wh","desc":"At first, Mercedes sympathizes with the dogs and their hardships as she watches Hal brutally whip them. Later, when things turn more urgent and the dogs are starving and unable to pull the sled, Mercedes insists on being carried, disregarding the dogs completely. Mercedes’ sympathy appears conditional and suggests the superficiality of the affectations of civilized life and thought."},{"page":"https://www.sparknotes.com/lit/call/quotes/character/hal-charles-and-mercedes","quote":"It would have required an experienced man to keep the top-heavy sled upright, and Hal was not such a","desc":"The narrator explains how Hal’s lack of knowledge on how to load a sled properly causes many problems for him and the dog team. The top-heavy sled eventually topples over, and the dogs end up pulling a sled that is turned sideways. Hal’s lack of experience in the frontier causes absurd moments like these, as he becomes a symbol for the folly of civilized life."},{"page":"https://www.sparknotes.com/lit/call/quotes/character/hal-charles-and-mercedes","quote":"Not only did they not know how to work dogs, but they did not know how to work themselves.","desc":"London suggests that Hal’s, Mercedes’, and Charles’ ignorance extends beyond a simple lack of experience in the wild. The three don’t even have the inner wisdom to compensate for their lack of experience to give them a fighting chance. Readers are reminded of this truth each time the three ignore the advice of those more experienced around them and then stubbornly drive ahead with pride."},{"page":"https://www.sparknotes.com/lit/call/quotes/character/hal-charles-and-mercedes","quote":"The wonderful patience of the trail which comes to men who toil hard and suffer sore, and remain swe","desc":"The narrator eventually reveals that Hal, Mercedes, and Charles devolve into a bickering mess and succumb to the pressures of life in the wild. Unlike Buck, who suffers through and grows stronger by the trials of life in the wild, these three crack and divide. London suggests that Hal, Mercedes, and Charles are too weakened by civilized life and fail to rise up to the challenge. They are not “masters” like Buck."},{"page":"https://www.sparknotes.com/lit/call/quotes/character/hal-charles-and-mercedes","quote":"Mercedes nursed a special grievance—the grievance of sex. She was pretty and soft and had been chiva","desc":"The narrator explains that as Hal, Mercedes, and Charles begin quarreling, Mercedes resorts to using the “helpless” card, which serves as her only leverage to get what she wants. Back in the city, this strategy worked and was actually cultivated and employed by many women at the time. In the wild, however, helplessness becomes absurd, and Mercedes’ insistence on being carried on the sled only makes matters worse."},{"page":"https://www.sparknotes.com/lit/call/quotes/character/hal-charles-and-mercedes","quote":"“That’s because you’re not a fool, I suppose,” said Hal. “All the same, we’ll go on to Dawson.”","desc":"Hal’s reply to John Thornton’s suggestion that the ice is too thin to support them reveals that Hal has begun to listen to others around him, but not completely. Despite John’s warnings, Hal still insists on driving forward. Hal’s ill-fated decision leads the family to their death, as they all plunge into the icy waters shortly after."},{"page":"https://www.sparknotes.com/lit/call/quotes/character/spitz","quote":"Spitz was the leader, likewise experienced, and while he could not always get at Buck, he growled sh","desc":"As Spitz runs at the front of the pack, he can’t physically get at every other dog on the team. However, as the narrator describes here, Spitz finds cunning ways of asserting his leadership and making his presence known. Spitz pulls at Buck in the back when he senses Buck is getting out of line. Readers are introduced to Spitz, the original leader of Francois’ dog team, early in the story."},{"page":"https://www.sparknotes.com/lit/call/quotes/character/spitz","quote":"So terrible was his appearance that Spitz was forced to forego disciplining him; but to cover his ow","desc":"As leader of Francois’ dog team, Spitz is used to dominating other dogs and winning. When Perrault introduces Joe, a dog with a “malignant eye” and a fierce belligerence, however, even Spitz finds he needs to back down. Here, the narrator reveals how Spitz, feeling embarrassed of his response to Joe, takes out his aggression on Joe’s brother, Billee. Spitz may hold the position of leader, but he possesses a fragile ego."},{"page":"https://www.sparknotes.com/lit/call/quotes/character/spitz","quote":"On the other hand, possibly because he divined in Buck a dangerous rival, Spitz never lost an opport","desc":"As explained by the narrator, Spitz’s leadership represents a type of “no holds barred” way of dominance, where he will fight at any cost simply to maintain his position. Spitz deliberately picks fights with Buck to let Buck know he is Buck’s superior. Unlike Buck, who possesses both ferocity and leadership skills, Spitz possesses only a fighting spirit and a driving desire to rule."},{"page":"https://www.sparknotes.com/lit/call/quotes/character/spitz","quote":"Spitz was equally willing. He was crying with sheer rage and eagerness as he circled back and forth ","desc":"After Buck challenges Spitz for taking his nest, Spitz seems more than ready to fight. Up until this point, Buck has tried to maintain a peaceful distance from Spitz, but when Spitz encroaches on his territory, Buck attacks. Here, the narrator makes clear that Spitz seems more than ready to fight; he relishes the opportunity. In the moments that follow, Spitz fights for his survival with all of his will and might."},{"page":"https://www.sparknotes.com/lit/call/quotes/character/spitz","quote":"Spitz was a practised fighter. From Spitzbergen through the Arctic, and across Canada and the Barren","desc":"London carefully qualifies Spitz’s brute ferocity as being more than just a haphazard rage. Spitz possesses a will to power that makes him a master; indeed, Spitz has rightfully earned his place as master of Francois’ dog team. In this way, London creates an honorable match for Buck, so that when Buck defeats Spitz, Buck’s victory holds special significance."},{"page":"https://www.sparknotes.com/lit/call/quotes/character/dave","quote":"Dave, who was an experienced wheeler, nipped Buck’s hind quarters whenever he was in error.","desc":"Dave, like Spitz, serves as a strong member of Francois’ dog team. Dave, however, seems more humane than Spitz. Dave gently nudges Buck when Buck errs in an effort to help Buck improve his skills. Dave operates as an important teacher and teammate to Buck. He doesn’t wish to assert any mastery over Buck; he merely wants to help him survive in the wild."},{"page":"https://www.sparknotes.com/lit/call/quotes/character/dave","quote":"Dave was fair and very wise. He never nipped Buck without cause, and he never failed to nip him when","desc":"While Spitz is immoral and hell-bent on dominance, Dave is moral and wise. Dave cares about Buck as a fellow teammate and goes out of his way to help him learn. Both dogs teach important lessons to Buck, and both, ironically, help equip Buck with the essential skills Buck needs to survive in the wild."},{"page":"https://www.sparknotes.com/lit/call/quotes/character/dave","quote":"But it was Dave who suffered most of all. Something had gone wrong with him. He became more morose a","desc":"Here, the narrator reveals how, after a good run, the dogs are burdened with an especially heavy load of mail and Dave buckles under the pressure. Dave suddenly becomes ill, and Francois and Perrault can’t figure out why. London writes that they “could locate no broken bones.” Readers may infer that Dave isn’t physically broken, but he is exhausted mentally and physically."},{"page":"https://www.sparknotes.com/lit/call/quotes/character/dave","quote":"Dave refused to run quietly on the trail behind the sled, where the going was easy, but continued to","desc":"The narrator reveals that when Dave becomes broken down and too exhausted to go on, he nevertheless refuses to give up his position and move to the back where the running feels easier. Dave stubbornly holds onto his position even though doing so ultimately kills him. Dave’s grit and determination make him a noble character and a symbol of mastery in his own right."},{"page":"https://www.sparknotes.com/lit/call/quotes/character/dave","quote":"His strength left him, and the last his mates saw of him he lay gasping in the snow and yearning tow","desc":"The narrator recounts Dave’s final moments. Dave’s refusal to give up even though he has become gravely depleted mentally and physically demonstrates a brave show of pride. Readers later learn that after Dave collapses, the men take him out to a patch of woods and shoot him to death. Dave’s heroic death symbolizes how the dogs’ lives play out common themes of tragedy found throughout literature."}]