[{"page":"http://www.sparknotes.com/lit/heart-of-darkness/quotes/","quote":"“The word ‘ivory’ rang in the air, was whispered, was sighed. You would think they were praying to i","desc":"This quote, from the fourth section of Part 1, offers Marlow’s initial impression of the Central Station. The word “ivory” has taken on a life of its own for the men who work for the Company. To them, it is far more than the tusk of an elephant; it represents economic freedom, social advancement, an escape from a life of being an employee. The word has lost all connection to any physical reality and has itself become an object of worship. Marlow’s reference to a decaying corpse is both literal and figurative: elephants and native Africans both die as a result of the white man’s pursuit of ivory, and the entire enterprise is rotten at the core. The cruelties and the greed are both part of a greater, timeless evil, yet they are petty in the scheme of the greater order of the natural world."},{"page":"https://www.sparknotes.com/lit/heart-of-darkness/quotes/page/2","quote":"“In a few days the Eldorado Expedition went into the patient wilderness, that closed upon it as the ","desc":"During the first section of Part 2, Marlow watches the Eldorado Exploring Expedition, a band of freelance bandits, reequip and then depart from the Central Station. This enigmatic report is the only news he receives concerning their fate. The dry irony of this quote is characteristic of Marlow, who by this point has truly come to see white men as the “less valuable animals.” Although he chalks up the Expedition’s fate to some idea of destiny or just reward, Marlow has already come to distrust such moral formulations: this is why he does not seek further information about the Expedition. Again he mentions a “patient wilderness”: the Expedition’s fate is insignificant in the face of larger catastrophes and even less meaningful when considered in the scope of nature’s time frame."},{"page":"https://www.sparknotes.com/lit/heart-of-darkness/quotes/page/3","quote":"“It was unearthly, and the men were—No, they were not inhuman. Well, you know, that was the worst of","desc":"As Marlow journeys up the river toward the Inner Station in the first section of Part 2, he catches occasional glimpses of native villages along the riverbanks. More often, though, he simply hears things: drums, chants, howls. These engage his imagination, and the fact that they do so troubles him, because it suggests, as he says, a “kinship” with these men, whom he has so far been able to classify as “inhuman.” This moment is one of several in the text in which Marlow seems to admit the limits of his own perception. These moments allow for a reading of Heart of Darkness that is much more critical of colonialism and much more ironic about the stereotypes it engenders. Nevertheless, it is important to notice that Marlow still casts Africans as a primitive version of himself rather than as potential equals."},{"page":"https://www.sparknotes.com/lit/heart-of-darkness/quotes/page/4","quote":"“The brown current ran swiftly out of the heart of darkness, bearing us down towards the sea with tw","desc":"This quote, which comes as the steamer begins its voyage back from the Inner Station in the third section of Part 3, with Kurtz and his ivory aboard, brings together the images of the river and the “heart of darkness” which it penetrates. The river is something that separates Marlow from the African interior: while on the river he is exterior to, even if completely surrounded by, the jungle. Furthermore, despite its “brown current,” the river inexorably brings him back to white civilization. The first sentence of this quote suggests that Marlow and Kurtz have been able to leave the “heart of darkness” behind, but Kurtz’s life seems to be receding along with the “darkness,” and Marlow, too, has been permanently scarred by it, since he is now ineradicably marked as being of Kurtz’s party. Thus, it seems that the “darkness” is in fact internalized, that it is part of some fundamental if ironic “unsoundness.”"},{"page":"https://www.sparknotes.com/lit/heart-of-darkness/quotes/page/5","quote":"“I was within a hair’s-breadth of the last opportunity for pronouncement, and I found with humiliati","desc":"At the beginning of the final section of Part 3, Marlow has just recovered from his near-fatal illness. His “nothing to say” is not reflective of a lack of substance but rather of his realization that anything he might have to say would be so ambiguous and so profound as to be impossible to put into words. Kurtz, on the other hand, is “remarkable” for his ability to cut through ambiguity, to create a definite “something.” Paradoxically, though, the final formulation of that “something” is so vague as to approach “nothing”: “ ‘The horror!’ ” could be almost anything. However, perhaps Kurtz is most fascinating to Marlow because he has had the courage to judge, to deny ambiguity. Marlow is aware of Kurtz’s intelligence and the man’s appreciation of paradox, so he also knows that Kurtz’s rabid systematization of the world around him has been an act and a lie. Yet Kurtz, on the strength of his hubris and his charisma, has created out of himself a way of organizing the world that contradicts generally accepted social models. Most important, he has created an impressive legacy: Marlow will ponder Kurtz’s words (“ ‘The horror!’ ”) and Kurtz’s memory for the rest of his life. By turning himself into an enigma, Kurtz has done the ultimate: he has ensured his own immortality."},{"page":"https://www.sparknotes.com/lit/heart-of-darkness/quotes/theme/imperialism","quote":"\"The air was dark above Gravesend, and the father back still seemed condensed into a mournful gloom ","desc":"The narrator makes this observation of London from his seat aboard the Nellie at the beginning of the text. Right away, Conrad offers a paradoxical image to foreshadow the novella’s ultimate discussion of imperialism’s darkness. London, despite being the “greatest town on earth,” appears blanketed in a dark and sorrowful mood, one which speaks to its position as the center of the world’s largest colonial empire. Conrad’s choice to use a word like “greatest” which has a distinctly positive connotation heightens the sense of paradox in this image and calls London’s assumed grandeur into question."},{"page":"https://www.sparknotes.com/lit/heart-of-darkness/quotes/theme/imperialism","quote":"\"Then I noticed a small sketch in oils, on a panel, representing a woman draped and blindfolded carr","desc":"Marlow spots this painting, created by Kurtz, in the main building of the Central Station as he speaks to the Brickmaker. The imagery in this symbolic sketch highlights the evil that lurks behind Europe’s self-proclaimed civilizing missions. With an allusion to the light and dark motif that occurs throughout the novella, the general image of a torch against a background of darkness speaks to notions of white saviorism, or the belief that Europeans would enlighten the people of Africa. More nuanced details, however, appear to challenge the positive connotation of traditional light-in-darkness imagery. The fact that the woman is blindfolded speaks to European ignorance or rejection of the truth behind their imperial pursuits, and the sinister shadowing of the torchlight emphasizes the evil inherent in white saviorism."},{"page":"https://www.sparknotes.com/lit/heart-of-darkness/quotes/theme/imperialism","quote":"\"There were no practical hints to interrupt the magic current of phrases, unless a kind of note at t","desc":"As Marlow reads the pamphlet Kurtz wrote on behalf of the International Society for the Suppression of Savage Customs, he comes across this violent addendum handwritten on the page. The contrast between the “magic current of phrases” that make up the body of the pamphlet and its final, commanding instruction highlight the ultimate hypocrisy of imperialism. Kurtz almost entrances Marlow with his words, imploring him to identify the Society’s mission as an altruistic one, but in the end, admits that their true goal is genocide."},{"page":"https://www.sparknotes.com/lit/heart-of-darkness/quotes/theme/madness","quote":"\"'I always ask leave, in the interests of science, to measure the crania of those going out there,' ","desc":"As Marlow prepares to travel up the Congo River, his company requires him to see a doctor whom, among other things, is interested in observing the changes that Europeans experience after going to Africa. The doctor’s discussion of his phrenology study predisposes Marlow to thinking about the relationship between imperialism and madness, although more so with regards to the effects of the foreign terrain rather than the weight of moral consciousness. Phrenology itself, a popular pseudoscience of the 19th century, also perpetuates unfounded claims about individuals’ mental states based on physical characteristics, and its appearance here highlights the racial undertones of the doctor’s remarks."},{"page":"https://www.sparknotes.com/lit/heart-of-darkness/quotes/theme/madness","quote":"\"Everything belonged to him—but that was a trifle. The thing was to know what he belonged to, how ma","desc":"This reflection on Kurtz’s darkness occurs as Marlow describes him to the group of listeners aboard the Nellie. Discussing the notion of ownership, both in terms of what Kurtz owns and what owns him, suggests that he does not have complete control over his circumstances or behavior. The fact that “everything belong[s] to him” becomes irrelevant the moment that “powers of darkness” such as greed and unchecked violence take over. Just thinking about this loss of self-control is enough to disturb Marlow, so it seems unsurprising that Kurtz becomes seriously ill as he succumbs to the influence of imperialism’s most evil qualities."},{"page":"https://www.sparknotes.com/lit/heart-of-darkness/quotes/theme/madness","quote":"\"I tried to break the spell—the heavy, mute spell of the wilderness—that seemed to draw him to its p","desc":"After tracking down an escaped Kurtz during the middle of the night, Marlow offers this observation as to why he may have been compelled to leave his cabin in favor of his devotees’ ritual. The “forgotten and brutal instincts” that Marlow mentions may appear to be a dehumanizing reference to the African’s cultural traditions, but an alternative reading suggests that the sense of lawlessness Kurtz feels as an actor in foreign territory allows him to satisfy instincts of greed and violence. The possibility of unchecked power that imperialism allows ultimately creates the “spell,” or state of madness, under which Kurtz operates."},{"page":"https://www.sparknotes.com/lit/heart-of-darkness/quotes/theme/futility","quote":"\"In the empty immensity of earth, sky, and water, there she was, incomprehensible, firing into a con","desc":"As Marlow begins his journey up the Congo River, he comes across a French man-of-war ship firing into the vegetation on the coast with no people in sight. His perplexed response to this seemingly unwarranted action acts as a microcosmic critique of colonial violence more generally. Conrad appears to suggest that the European’s presence in Africa, symbolized here by the out-of-place warship, is unnecessary and misguided. Although the notion that “nothing could happen” does not apply to Europe’s imperialistic behavior as a whole, this image still offers a powerful critique of the pointlessness of unprovoked violence."},{"page":"https://www.sparknotes.com/lit/heart-of-darkness/quotes/theme/futility","quote":"\"But as I stood on this hillside I foresaw that in the blinding sunshine of that land I would become","desc":"After watching African men pointlessly blast at a cliff and witnessing the chain-gang trudge by, Marlow offers this observation regarding the circumstances of the men at the Outer Station. He explains that unlike the powerful devils of violence, greed, or lust, a weak devil of foolishness plagues the men. The fact that he describes the evil they face as “pretending,” however, implies that folly is not a real, or innate, source of human temptation but rather a state of existence imposed by the merciless European men in charge of the Station."},{"page":"https://www.sparknotes.com/lit/heart-of-darkness/quotes/theme/futility","quote":"\"I avoided a vast artificial hole somebody had been digging on the slope, the purpose of which I fou","desc":"Among the many futile jobs assigned to the men at the Outer Station, the digging of this meaningless hole seems to confuse Marlow the most. His description of the hole as “artificial” emphasizes that the need for its existence is wholly manufactured with no real purpose behind it. The notion of the work stemming from a “philanthropic desire” exists in the same realm as white saviorism serving as a morally-questionable motive for imperialism more generally, a connection which challenges Marlow’s assumption that a degree of true pity lies behind the useless labor."},{"page":"https://www.sparknotes.com/lit/heart-of-darkness/quotes/theme/contradiction-and-ambivalence","quote":"\"Fresleven—that was the fellow's name, Dane—thought himself wronged somehow in the bargain, so he we","desc":"Marlow tells the story of his predecessor’s fate as he prepares to sign the contract for his new job with the Company. The apparent disconnect between Fresleven’s violent behavior in Africa and his peaceful demeanor among his European coworkers symbolizes the broader contradictions that exist within the sphere of colonial influence. Despite the honorable justifications that imperialists offer, their actual behavior is far more evil. Notions of gentleness or kindness become a façade to hide the violent truth of the European’s presence on the continent."},{"page":"https://www.sparknotes.com/lit/heart-of-darkness/quotes/theme/contradiction-and-ambivalence","quote":"\"When near the buildings I met a white man in such an unexpected elegance of get-up that in the firs","desc":"Upon Marlow’s arrival at the Outer Station, he spies this out-of-place man and learns that he is the Company’s Chief Accountant. This image of the Chief Accountant dressed in a formal, light colored, and seemingly cold-weather outfit while in African emphasizes the absurdity of his, and therefore Europe’s, presence there. His appearance is completely at odds with the nature of his environment, a contrast which also suggests an unwillingness to adapt to or learn from his exposure to unfamiliar territory."},{"page":"https://www.sparknotes.com/lit/heart-of-darkness/quotes/theme/contradiction-and-ambivalence","quote":"\"Well, don’t you see, he had done something, he had steered; for months I had him at my back—a help—","desc":"Marlow offers this lament after his helmsman dies in the wake of an arrow attack on their steamer. The simultaneously humanizing and dehumanizing language that he uses here, which appears prominently in many of his descriptions of the Africans, emphasizes the contradictory nature of his perspective and his unreliability as a narrator. While Marlow does seem to be grateful for the helmsman, his attempt at humanizing him through a reference to “kinship” fails because of his initial use of the objectifying word “instrument.” The inconsistent language he uses to describe the “partnership” he feels with the helmsman ensures that it remains unequal, thus reinforcing the colonial power dynamic."},{"page":"https://www.sparknotes.com/lit/heart-of-darkness/quotes/theme/hollowness","quote":"\"Once when various tropical diseases had laid low almost every 'agent' in the station he was heard t","desc":"As Marlow reflects on the Manager’s character and general lack of leadership skills, he cites this line and suggests that his success in the job stems from the fact that he is never ill. This notion of “hav[ing] no entrails” carries a significant double meaning, one which speaks to the “darkness” referenced in the following sentence. The Manager, of course, says that the men at the station “should have no entrails” so that they do not succumb to foreign diseases. This line, however, also reflects the moral emptiness necessary to survive in such a corrupt occupation."},{"page":"https://www.sparknotes.com/lit/heart-of-darkness/quotes/theme/hollowness","quote":"\"But the wilderness had found him out early, and had taken on him a terrible vengeance for the fanta","desc":"After recounting his initial discussions of Kurtz with the Russian Trader, Marlow offers his listeners his own interpretation of Kurtz and his relationship to his work. Marlow suggests that the wildness Kurtz experienced, or the lack of expectations to follow, elicited and encouraged the man’s worst qualities. This opportunity to satisfy devilish temptations with no personal risks becomes irresistible to Kurtz, primarily because he lacks morals and substance. The metaphorical echoing of whispers ensures that Kurtz succumbs to their call over and over again."},{"page":"https://www.sparknotes.com/lit/heart-of-darkness/quotes/theme/hollowness","quote":"\"The shade of the original Kurtz frequented the bedside of the hollow sham whose fate it was to be b","desc":"Once Kurtz is aboard the ship headed back to Europe, Marlow observes his patient’s internal struggles as he nears death. His discussion of “the shade of the original Kurtz” and the “hollow sham” of a man that lies before him suggests that he has reached an even deeper level of emptiness. Not only is Kurtz morally bankrupt, emphasized by the darkness associated with the word “shade,” but death renders him devoid of his entire identity. Describing him as “the hollow sham,” an object, highlights his complete loss of humanity, and the word “sham” specifically suggests that the dying man is not an accurate representation of who Kurtz truly is."},{"page":"https://www.sparknotes.com/lit/heart-of-darkness/quotes/character/marlow","quote":"\"And this also,\" said Marlow suddenly, \"has been one of the dark places of the earth.\"","desc":"These are the first words that Marlow utters to the group aboard the Nellie as they wait patiently in the River Thames, the sun setting over London. While the narrator views this statement as one that came out of nowhere, its connection to the novella’s title makes it an important clue for the reader, foreshadowing Marlow’s perspective later in the text. He is specifically referring to the fact that the Thames was a site of conquest for the Romans centuries prior, but the idea of London as a “dark place” also speaks to its role as the source of contemporary colonialism. The double meaning inherent in Marlow’s first words implies that he will simultaneously come to recognize the evil inherent in colonization and continue to uphold its legacy."},{"page":"https://www.sparknotes.com/lit/heart-of-darkness/quotes/character/marlow","quote":"\"It seemed somehow to throw a kind of light on everything about me—and into my thoughts. It was somb","desc":"Marlow offers this reflection as he begins to introduce the story of his journey up the Congo River to his listeners, and it serves as a clue to readers that the upcoming narrative will be one of transformation. The “light” metaphor, in which “light” represents newfound knowledge and understanding, emphasizes the extent to which Marlow’s perspective changed as a result of his experiences. This light, however, is “not very clear,” a description which speaks to the impressionistic quality of Marlow’s storytelling as well as his inability to explicitly define how he changed. The murkiness he ascribes to his personal enlightenment suggests that his experiences in the Congo only partially transform his understanding of colonialism."},{"page":"https://www.sparknotes.com/lit/heart-of-darkness/quotes/character/marlow","quote":"\"You know I hate, detest, and can't bear a lie, not because I am straighter than the rest of us, but","desc":"As he recounts his first conversations with the Brickmaker about Kurtz and Europe, Marlow explains to his listeners that he hates lies. This admission invites a number of questions about his character as the rest of the narrative unfolds. Most notably, Marlow completely rejects this personal philosophy when he blatantly lies to Kurtz’s Intended at the end of the novel. In telling her that Kurtz’s last words were her name and encouraging her belief in his goodness, Marlow not only lies to her but perpetuates the greater lie that colonizers are honorable figures. The contradiction between Marlow’s words and actions also raises broader questions about his reliability as a storyteller, especially given that the novella comes from a literary period characterized by unreliable narrators."},{"page":"https://www.sparknotes.com/lit/heart-of-darkness/quotes/character/kurtz","quote":"“The point was in his being a gifted creature and that of all of his gifts the one that stood out pr","desc":"In the wake of the attack on Marlow’s steamer, he laments the possibility that Kurtz may already be dead and that he may never hear his voice. Kurtz, more than anything, is known as a voice, an image which gives him an almost otherworldly quality and emphasizes his ability to wield power over those whom colonialism silenced. He uses this “gift of expression,” for example, to write a horrifically dehumanizing pamphlet about Africans. Marlow’s observation of Kurtz’s voice as a “pulsating stream of light or [a] deceitful flow,” however, highlights his manipulative power and connects it to “an impenetrable darkness,” a move which further associates Kurtz’s character with the evil motivations behind colonialism."},{"page":"https://www.sparknotes.com/lit/heart-of-darkness/quotes/character/kurtz","quote":"“The wilderness had patted him on the head, and behold, it was like a ball—an ivory ball; it had car","desc":"Marlow offers this image of Kurtz near the end of Part 2 after admonishing his listeners for judging how he behaved in the wake of the helmsman’s death. Although these words do not come directly from Kurtz himself, the language that Marlow uses to describe him is very telling of his character. Likening Kurtz’s bald head to “an ivory ball” suggests that his obsession with the ivory trade is so extreme that it has encapsulated his entire being. As a result of this deep, unwavering fixation on harvesting ivory, Kurtz begins to physically degrade. Marlow ultimately suggests that Kurtz’s own greed, rather than the conditions of his environment, led to his downfall."},{"page":"https://www.sparknotes.com/lit/heart-of-darkness/quotes/character/kurtz","quote":"“It was as though a veil had been rent. I saw on that ivory face the expression of sombre pride, of ","desc":"Arguably the most famous line from the entire novella, Kurtz cries out “The horror! The horror!” on his deathbed and passes away soon after. These last words, particularly ambiguous for a character otherwise known for his words, invite a number of interpretations. He may be horrified by the things he has seen in Africa, or he may be horrified by what he has done to Africa and its people. The context which Marlow provides seems to point towards the latter interpretation, the metaphorical removal of a veil suggesting a personal enlightenment and the expression of cowardice and despair replacing his pride and power."},{"page":"https://www.sparknotes.com/lit/heart-of-darkness/quotes/character/russian-trader","quote":"\"He looked like a harlequin. His clothes had been made of some stuff that was brown holland probably","desc":"Marlow’s association of the Russian Trader with a harlequin, a stock character from the 17th century commedia dell’arte movement, works to emphasize his role as Kurtz’s oblivious yet devoted follower and caretaker. The Harlequin character is a servant who, while loyal to his master, also has silly, trickster qualities. The Russian Trader often takes on these characteristics, nursing Kurtz back to health and listening intently to his various musings. Between his checkered attire and apparent naivety, Marlow does not take him particularly seriously, although he does tolerate him due to his thorough knowledge of Kurtz."},{"page":"https://www.sparknotes.com/lit/heart-of-darkness/quotes/character/russian-trader","quote":"\"The glamour of youth enveloped his parti-coloured rags, his destitution, his loneliness, the essent","desc":"This passage highlights the Russian Trader’s youth and perseverance, qualities which Marlow admires as he finds himself struggling to make sense of all he has seen during his time on the Congo River. In this seemingly positive reflection, however, Marlow also alludes to the Russian Trader’s thoughtlessness and “unreflecting audacity,” qualities which carry a darker connotation. This lack of thought ultimately leads the Russian Trader to wholly devote himself to Kurtz which, if Kurtz is a symbol of colonialism’s darkness, emphasizes the danger of naivety. His thoughtlessness enables him to imagine “glamour” in places where it does not exist, making it possible for him to support Kurtz’s evil."},{"page":"https://www.sparknotes.com/lit/heart-of-darkness/quotes/character/russian-trader","quote":"\"If the absolutely pure, uncalculating, unpractical spirit of adventure had ever ruled a human being","desc":"At the beginning of Part 3, Marlow offers this observation of the Russian Trader, one which emphasizes just how willingly he commits to ways of life, ideas, and other people. Marlow suggests that the “unpractical spirit of adventure” rules the young man rather than it being something he actively pursues, and this power dynamic highlights the Russian Trader’s malleable character. Marlow perceives this trait as being particularly dangerous when it comes to the Russian Trader’s relationship with Kurtz, knowing that a belief in fate and inevitability can easily be taken advantage of."}]