[{"page":"http://www.sparknotes.com/lit/iliad/quotes/","quote":"Rage—Goddess, sing the rage of Peleus’ son Achilles, murderous, doomed, that cost the Achaeans count","desc":"The first lines of an ancient epic poem typically offer a capsule summary of the subject the poem will treat, and the first lines of The Iliad conform to this pattern. Indeed, Homer announces his subject in the very first word of the very first line: “Rage.” He then locates the rage within “Peleus’ son Achilles,” delineates its consequences (“cost the Achaeans countless losses . . .”), links it to higher forces and agendas (“the will of Zeus”), and notes its origin (when “the two first broke and clashed, / Agamemnon...and brilliant Achilles”). Interestingly, although these lines purport to focus on a human emotion, they interpret this emotion as unfolding in accordance with the expression of Zeus’s will. Similarly, Homer conceives of the entire epic as the medium through which a divine being—a Muse—speaks.As evident in this passage, the poem emphatically does not undertake to deal with the Trojan War as a whole. The poet does not even mention Troy here, and he specifically asks the Muse to begin the story at the time when Agamemnon and Achilles first “broke and clashed”—nine years into the ten-year conflict. Nor does he mention the fall of Troy or the Greek victory, referring only to a vague “end” toward which Zeus’s will moves. This does not mean that the Trojan War does not play an important role in the poem. Homer clearly uses the war not just as a setting but as a wellspring for the value system he celebrates, and a source of telling illustrations for his statements on life, death, and fate. Nonetheless, the poem remains fundamentally focused on the conflict within a single man, and this opening passage conveys this focus to the reader."},{"page":"https://www.sparknotes.com/lit/iliad/quotes/page/2","quote":"We everlasting gods...Ah what chilling blows we suffer—thanks to our own conflicting wills— whenever","desc":"Ares voices this lament after being wounded by Diomedes in Book 5. His plaint concisely captures the Homeric relationship between gods and men and, perhaps, Homer’s attitude toward that relationship. Homeric gods frequently intervene in the mortal world out of some kind of emotional attachment to the object of that intervention. Here, Ares describes this emotion as simply a desire to do “kindness,” but kindness toward one mortal often translates into unkindness toward another—hence Ares’ wound at the hands of Diomedes.Divine intervention in The Iliad causes conflicts not only in the mortal sphere but between the gods as well. Each god favors different men, and when these men are at war, divine wars often rage as well. Ares thus correctly attributes the gods’ “chilling blows” to their “own conflicting wills.”Ares’ whining does not make him unique among the gods. Homer’s immortals expect to govern according to their wills, which are in turn governed by self-interest. Correspondingly, they complain when they do not get their way. Ares’ melodramatic and self-pitying lament, which is greeted with scorn by Zeus a few lines later, probably implies some criticism of the gods by Homer. Ares’ appearance here as a kind of spoiled child provides just one example of Homer’s portrayal of the gods as temperamental, sulky, vengeful, and petty—a portrayal that may seek to describe and explain the inequities and absurdities in life on earth."},{"page":"https://www.sparknotes.com/lit/iliad/quotes/page/3","quote":"Cattle and fat sheep can all be had for the raiding, tripods all for the trading, and tawny-headed s","desc":"With these words in Book 9, Achilles rejects the embassy of Achaean commanders come to win him back to the war effort. His response here shows that Agamemnon’s effrontery—which he discusses earlier in his speech—does not constitute the sole reason for his refusal to fight. Achilles also fears the consequences in store for him if he remains in Troy. His mother, Thetis, has told him that fate has given him two options—either live a short but glorious life in Troy or return to Phthia and live on in old age but obscurity. As he confronts this choice, the promise of gifts and plunder—cattle, fat sheep, stallions—doesn’t interest him at all. Such material gifts can be traded back and forth, or even taken away, as his prize Briseis was. In contrast, the truly precious things in the world are those that cannot be bought, sold, seized, or commodified in any way. These include glory and life itself.The choice that Achilles must make in this scene is between glory and life; it is not merely a matter of whether to accept the gifts or to continue protesting Agamemnon’s arrogance. At this point in the epic, Achilles has chosen life over glory, and he explains that he plans to return to Phthia. However, the allure of glory later proves irresistible when he finds a compelling occasion for it—avenging the death of his beloved friend Patroclus."},{"page":"https://www.sparknotes.com/lit/iliad/quotes/page/4","quote":"There is nothing alive more agonized than man of all that breathe and crawl across the earth.","desc":"Zeus speaks these words to the horses of Achilles’ chariot, who weep over the death of Patroclus in Book 17. Grim as they are, the lines accurately reflect the Homeric view of the human condition. Throughout The Iliad, as well as The Odyssey, mortals often figure as little more than the playthings of the gods. Gods can whisk them away from danger as easily as they can put them in the thick of it. It is thus appropriate that the above lines are spoken by a god, and not by a mortal character or the mortal poet; the gods know the mortals’ agony, as they play the largest role in causing it.While gods can presumably manipulate and torment other animals that “breathe and crawl across the earth,” humanity’s consciousness of the arbitrariness of their treatment at the hands of the gods, their awareness of the cruel choreography going on above, increases their agony above that of all other creatures. For while the humans remain informed of the gods’ interventions, they remain powerless to contradict them. Moreover, humans must deal with a similarly fruitless knowledge of their fates. The Iliad’s two most important characters, Achilles and Hector, both know that they are doomed to die early deaths. Hector knows in addition that his city is doomed to fall, his brothers and family to be extinguished, and his wife to be reduced to slavery. These men’s agony arises from the fact that they bear the burden of knowledge without being able to use this knowledge to bring about change."},{"page":"https://www.sparknotes.com/lit/iliad/quotes/page/5","quote":"Remember your own father, great godlike Achilles— as old as I am, past the threshold of deadly old a","desc":"With these words, spoken in the middle of Book 24, Priam implores Achilles to return Hector’s corpse for proper burial. He makes himself sympathetic in Achilles’ eyes by drawing a parallel between himself and Achilles’ father, Peleus. Priam imagines Peleus surrounded by enemies with no one to protect him—a predicament that immediately mirrors his own, as a supplicant standing in the middle of the enemy camp. Moreover, the two fathers’ situations resemble each other on a broader scale as well. Hector was the bulwark for Priam’s Troy just as Achilles was the bulwark for his father’s kingdom back in Phthia, and with the two sons gone, Priam’s enemies—the Achaeans—will now close in on him just as those of Peleus will. Priam claims that the parallel fails in only one respect: Peleus can at least hope that his son will come home one day.But it is this one alleged hole in Priam’s comparison that truly summons Achilles’ pity and breaks down his resistance, for, unknown to Priam, Peleus is also destined never to see his son again. Achilles knows, as Priam does not, that he is fated to die at Troy and never return home to Phthia. He realizes that one day Peleus will learn that his son has died at the hands of enemies and that he will never see his body again, just as might happen to Priam if Achilles doesn’t return Hector’s corpse to him. Priam’s comparison turns out to be more true than he knows."},{"page":"https://www.sparknotes.com/lit/iliad/quotes/theme/the-glory-of-war","quote":"Dear friends, be men now. Put courage into your hearts / and act honorable in the sight of your comr","desc":"Agamemnon spurs his soldiers on with these words, reminding them what is at stake in the war with the Trojans. The glory the Achaeans can achieve comes from fighting together, on behalf of their fellow soldiers, so that they may save lives. However, it is not only the saving of lives that grants glory, but also acting with honor on the battlefield. To run away from a fight is seen as dishonorable, and therefore lacking in glory."},{"page":"https://www.sparknotes.com/lit/iliad/quotes/theme/the-glory-of-war","quote":"Even if Zeus puts a glorious triumph / within your grasp, you mustn’t push on without me; / if you d","desc":"Multiple characters throughout The Iliad call Achilles out for his lack of compassion. They attribute it to his zeal for war, and we can see that selfish zeal on display in this quote. It is not Achilles’s war-hungry attitude his fellow Achaeans see a problem with, but rather his choice to stay out of the fight. Achilles sends his dearest friend, Patroclus, into battle in his own armor so the Achaean troops will be rallied by the sight of a man they think is Achilles. However, the glory of war holds a strong enough pull for Achilles that he tells Patroclus not to set himself apart too much and overshadow Achilles. The genre of epic poetry reinforces this idea that it is not a person’s character, but rather his skill which earns him a legacy as a hero."},{"page":"https://www.sparknotes.com/lit/iliad/quotes/theme/the-glory-of-war","quote":"Let me at least die gloriously, with a struggle, / and do some great deed that men will praise for a","desc":"When Hector realizes he is about to die at Achilles’s hand, he is less concerned with the act of death than dying without glory. He has already created a legacy for himself as a warrior, but he wants his death to have significance as well. If Achilles were to kill him while he ran away, Hector’s death would be tainted by his refusal to put up a fight. Because he faces Achilles in battle, at the end Hector is mourned by the Trojans as a fallen hero rather than a coward."},{"page":"https://www.sparknotes.com/lit/iliad/quotes/theme/military-glory-over-family-life","quote":"If I should ever return to see / my beloved country again, my wife, and my home, / may some stranger","desc":"Pandarus is known for his lethal skill with a bow. It is this ability that singles him out in the Trojan army. When he fails to kill Diomedes or Menelaus, he describes his frustration and shame first by assuming there are gods working against him. This is, in a sense, accurate, or rather it is true there are gods working on behalf of the people he is trying to kill. However, gods or not, Pandarus’s failure means he will not get the glory of killing these Greek heroes. Pandarus claims if he goes home after the war and keeps his bow, he deserves to be decapitated rather than left to live with his family. The stakes of earning his glory on the battlefield are so high that he cannot imagine a peaceful life if he continues to fail."},{"page":"https://www.sparknotes.com/lit/iliad/quotes/theme/military-glory-over-family-life","quote":"There are two ways I might die. If I stay here / and keep on fighting around the city of Troy, / I c","desc":"When Achilles says this quote, he believes returning home to a long, anonymous life to be the better option than glory by death on the battlefield. He gives a long speech convincing Odysseus how good his life will be back home, but he almost sounds like he is convincing himself as well. Although it is revenge rather than glory that eventually does lead Achilles back to battle, the poem glorifies him for picking up his weapons again. Whatever Achilles’s personal motivations for fighting are, he gains glory in the story because he goes back to war. It is unlikely The Iliad would give him the same noble treatment if he instead went home and lived anonymously with family."},{"page":"https://www.sparknotes.com/lit/iliad/quotes/theme/military-glory-over-family-life","quote":"Why are you acting like this? You are wrong to sulk / and steep your heart in such anger [about Hele","desc":"Hector chastises Paris on several occasions for his actions in the war. Paris’s kidnapping of Helen is the reason the Trojans and Achaeans are fighting in the first place, yet Paris is not particularly capable or enthusiastic on the battlefield. When Hector goes home to encourage his family to pray for victory, he finds Paris at home with Helen. Hector rebukes his brother for choosing to stay home after Aphrodite rescues Paris from his duel with Menelaus. Hector wants Paris to take responsibility for his place in the war before he enjoys the spoils of it in the form of his wife and comfort at home."},{"page":"https://www.sparknotes.com/lit/iliad/quotes/theme/the-impermanence-of-human-life-and-its-creations","quote":"Sir, I wish that your body had stayed as strong / as the heart in your breast; but old age lies heav","desc":"Nestor is a major force behind Achaean successes in The Iliad, but, as Agamemnon laments in this quote, Nestor is old. His contributions consist largely of offering counsel and rallying forces, which are often crucial interventions. However, the text says he used to be a warrior as well. Nestor himself even laments the limitations of his body in his old age, wishing he could join in the things he encourages others to do. Aging is a natural consequence of time, meaning all the other human warriors who are at their prime in the war will eventually share Nestor’s experience. They will have the wisdom of their years, but not the strength to use that wisdom in battle on their own."},{"page":"https://www.sparknotes.com/lit/iliad/quotes/theme/the-impermanence-of-human-life-and-its-creations","quote":"Hector, you are my everything now: my father, / my mother, my brother – and my beloved husband. / Ha","desc":"Andromache has lost all her family in the war, and she knows she will also lose Hector if he returns to battle. She details the death of each family member, revealing the individual pain of each loss. Her speech begging her husband to stay shows the deeply human experience of impermanence and grief. Andromache knows loss, and she knows she cannot keep the people she loves forever, but she desperately wants to delay the loss of Hector as long as she can. Andromache knows her pleading won’t stop his death, or even likely stop him from returning to the battlefield, but she cares too much not to try. Of course, Hector does not stay with her, and he does die. The strength of her desire cannot protect him forever, no matter how hard she tries."},{"page":"https://www.sparknotes.com/lit/iliad/quotes/theme/the-impermanence-of-human-life-and-its-creations","quote":"I know how mighty you are and that I am much weaker, / yet these things lie in the hands of the gods","desc":"Hector knows that Achilles is stronger than him, but he confronts Achilles anyway, knowing it only takes one well-placed move to drastically change the outcome of a fight. Hector has already been warned he is likely to meet his death soon, but he argues the will of the gods can save him. Men, unlike gods, are fallible. Even men who acquire great legacies in the Greek stories are assisted by the gods. Men on their own are inescapably vulnerable."},{"page":"https://www.sparknotes.com/lit/iliad/quotes/theme/the-influence-of-fate","quote":"And the dream flew off into the night and left him / pondering things that were fated never to happe","desc":"Zeus sends Agamemnon a false dream to convince him to attack the Trojans. This dream states Agamemnon cannot fail if he sends the full force of his army against the enemy. Agamemnon takes the dream as truth, thinking Zeus is on his side rather than deliberately setting up Agamemnon to fail. Homer, however, provides an insight that the war is guided by a higher authority than Agamemnon or Zeus: that is, fate. Homer implies the war is already fated to its trajectory, so the reader knows Agamemnon will not succeed with this attempt to overtake the Trojans quickly and decisively."},{"page":"https://www.sparknotes.com/lit/iliad/quotes/theme/the-influence-of-fate","quote":"No man shall send me to Hades before my time, / and no man, I promise, has ever escaped his fate / f","desc":"Hector believes his wife, Andromache, when she says he will die in the war, but that belief does not stop him from returning to the battlefield. Hector argues fate will catch up to a man no matter what he does, so it is best to meet life and death head-on. He uses the other side of Andromache’s argument that fate dictates when a person dies, but it also dictates when they do not die. Hector believes he still has more to accomplish before he will meet his end, so he cannot justify trying to avoid certain death at the hands of Achilles."},{"page":"https://www.sparknotes.com/lit/iliad/quotes/theme/the-influence-of-fate","quote":"Do you want to take a mere mortal and set him free / from a death that has been ordained for him? Do","desc":"Hera implies that Zeus has the power to change the fate of mortals, but she and many of the other gods do not believe he should use that power. She argues that, if gods go around changing the fates of mortals they are fond of, there will be no reason for fate to exist. Hera also reminds Zeus of the resentment it would stir up among the gods if they all tried to control fate. She thinks fate is best left alone because it is a better, if not necessarily more powerful, way to let mortals live. Even the gods respect the sanctity of fate."},{"page":"https://www.sparknotes.com/lit/iliad/quotes/character/achilles","quote":"Achilles remained by the black ships, raging. / He never appeared at the place of assembly, never / ","desc":"This quote makes a concise summary of Achilles’s state of mind during most of The Iliad. His anger keeps him away from the battlefield, even though he sorely wants to be a part of the war. While Achilles stays in his tent, his anger festers. Because he cannot direct that anger to Agamemnon, he eventually turns it on Hector after he kills Patroclus."},{"page":"https://www.sparknotes.com/lit/iliad/quotes/character/achilles","quote":"I hate like the gates of Hades / the man who says one thing and hides another inside him. / So, when","desc":"Part of Achilles’s problem with Agamemnon is that he feels the king cheated him and did not act honorably. It is customary for the Achaean army to split up the spoils of war evenly, but, in taking Briseis, Agamemnon robbed Achilles of his earned prize for fighting. As a result, when Odysseus and the rest of the envoy come to persuade him to rejoin the battle, Achilles prickles at the hidden question. Achilles wants Agamemnon to be transparent about his plea, and to give Briseis back to him. Achilles is not interested in being charmed into forgiveness. Neither does he maintain a façade of politeness about his feelings toward Agamemnon. Achilles holds tightly to his grudge and makes certain everyone knows how much he dislikes the king."},{"page":"https://www.sparknotes.com/lit/iliad/quotes/character/achilles","quote":"Achilles’s bravery, far / from profiting others, profits only himself, / and soon, I think, he will ","desc":"Nestor makes an acute observation of Achilles’s motivations. Although the epic calls Achilles a hero, the title does not carry the same connotation of moral goodness that we commonly use today. Instead, “hero” refers to a person who achieves immortality and glory on the battlefield. Nestor’s assessment of Achilles’s moral stance is that no amount of desperation or danger will make Achilles do something he doesn’t want to do. Ultimately, Achilles helps the Achaeans win the war, but his only real goal in fighting the Trojans after Patroclus’s death is revenge. It just so happens that his motivation lines up with what the Achaeans need, not the other way around."},{"page":"https://www.sparknotes.com/lit/iliad/quotes/character/agamemnon","quote":"Whenever a king is enraged at a lesser man, / even if he should swallow his wrath for the moment / h","desc":"Calchas seeks to ensure Achilles will support him no matter what he claims Apollo wants. He worries about what Agamemnon will do in response. Calchas knows that Agamemnon, as a king, is used to getting his own way, and that Calchas is putting himself in the line of fire by opposing Agamemnon’s actions. While Calchas’s comment speaks broadly of “a king,” it is clear it is Agamemnon’s specific wrath he fears."},{"page":"https://www.sparknotes.com/lit/iliad/quotes/character/agamemnon","quote":"I am certain of this; deep in my heart I know / that a day will come when the city of Troy / will be","desc":"Agamemnon leads the battle against Troy with utmost certainty that he is doing the will of Zeus and is therefore guaranteed success. Agamemnon himself is often described as a great warrior, and we can tell his confidence comes in part from his own merit and the merit of his best soldiers. However, his attacks in The Iliad are spurred on by his belief in Zeus’s patronage. This quote shows even a great warrior and king must rely on the favor of the gods."},{"page":"https://www.sparknotes.com/lit/iliad/quotes/character/agamemnon","quote":"I am much afraid that Hector will make good the threat that he once announced in the Trojan assembly","desc":"Agamemnon is brave in battle until his men are struggling. At the beginning of Book 14, he wants to turn and retreat rather than continue to sustain losses by the Trojans. Although this decision could save the lives of many of his men, The Iliad and Agamemnon’s advisors view it as an act of cowardice. The text uplifts the characters who are willing to throw themselves into the fray, and often looks down on characters like Agamemnon who may value their safety and self-preservation. Agamemnon certainly cares about his reputation as king, and elsewhere he does not want to forfeit to the Trojans. However, here the text paints his desire to retreat as a moment of weakness rather than as a legitimate tactical decision."},{"page":"https://www.sparknotes.com/lit/iliad/quotes/character/hector","quote":"Please don’t offer me wine, dear Mother; / it may rob me of my strength and weaken my will to fight.","desc":"Hector is dedicated to war and the glory he can receive from it. When he goes home to ask for help in the form of prayer from his mother and her maids, he refuses her offer of rest and refreshments. Hector does not want to be deterred from his single-minded mission, so he will not rest. However, he also knows the rules of interacting with the gods, so he refuses to join her in prayer while he is dirty from battle. He always considers himself at war, even when he is not on the battlefield."},{"page":"https://www.sparknotes.com/lit/iliad/quotes/character/hector","quote":"And someone will say, in a generation far distant, /...‘This is the funeral mound of some great man ","desc":"Hector knows himself to be a great warrior, so much so that he boasts of his own reputation as he tries to convince the Achaeans to send a warrior against him in combat. Hector issues the challenge as well as the rewards for whoever should win the duel. If the Achaean wins, Hector gives them permission to take his armor as their own provided they leave his body to be burned. However, if Hector wins, he receives the same privilege plus the guarantee that the Achaeans will bury their failed champion where the grave will always be visible to passersby. Hector wants to win the war, but he also wants to ensure generations of people know it was him who won the victory."},{"page":"https://www.sparknotes.com/lit/iliad/quotes/character/hector","quote":"Hector, you are a very hard man to advise. / Because the gods have made you supreme in warfare, / yo","desc":"Polydamas reproaches Hector for thinking himself superior in all things simply because he is superior in one. Polydamas advises Hector to follow his plan because he has strong tactical sense. Fortunately for the Trojans, Hector agrees with Polydamas and pulls the commanders back to regroup for another attack. Hector sees the need to keep other soldiers safe, but he does not see a reason to remove himself from the danger. Once again, we see Hector’s aggression as he puts himself in a command position he is unequipped for, then carries on into enemy territory without an army. However, Hector’s reaction to Polydamas shows he does not let his high opinion of himself get in the way of sound advice."},{"page":"https://www.sparknotes.com/lit/iliad/quotes/character/zeus","quote":"The next time I have an urge to smash a city where people dear to you live, / don’t oppose me, but l","desc":"Zeus keeps a record of his actions weighed against the actions of the other gods and mortals. In this quote, he makes sure Hera knows as much. He tells her he will do what she asks, but only under the assumption that she will return the favor later. This is a common pattern among the gods, but Zeus is in a place of particular power that allows him to make good on his threats. He poses higher stakes for the gods and for the mortals affected by his decisions."},{"page":"https://www.sparknotes.com/lit/iliad/quotes/character/zeus","quote":"Go hang a golden cord from heaven and pull it, / you gods and you goddesses; pull as hard as you can","desc":"A host of immortals involve themselves in the Trojan War throughout the poem, with and without Zeus’s permission. For most of the war, Zeus wants to be the only god influencing the outcome of the human struggle, and so he forbids other gods from getting involved. He is quick to remind his fellow immortals that he is more powerful than they are. Throughout the poem, we are reminded that Zeus ultimately pulls the strings. Other gods may have their favorite humans and be able to make small influences, but they cannot overpower Zeus."},{"page":"https://www.sparknotes.com/lit/iliad/quotes/character/zeus","quote":"But now I will sit here at ease on a ridge of Olympus / where I can watch, to my heart’s delight, as","desc":"Despite initially forbidding other gods to interfere in the human war, Zeus finally gives them permission to help whoever they want as the conflict drags on. Notably, Zeus claims he will pull his own influence out of the war so that the winner can be determined by the humans and the rest of the gods. Zeus makes this decision because he worries about how many of the humans are dying in the drawn-out conflict. The gods’ interference does not necessarily cut down on casualties, but it does mark a change in how the mortals are able to fight each other. Zeus seems to be content to simply watch the carnage play out, but it does not happen as quickly as he wants, and so he eventually resupplies his own influence."}]