[{"page":"http://www.sparknotes.com/lit/the-canterbury-tales/quotes/","quote":"Whan that Aprill with his shoures soote The droghte of March hath perced to the roote, And bathed ev","desc":"These are the opening lines with which the narrator begins the General Prologue of The Canterbury Tales. The imagery in this opening passage is of spring’s renewal and rebirth. April’s sweet showers have penetrated the dry earth of March, hydrating the roots, which in turn coax flowers out of the ground. The constellation Taurus is in the sky; Zephyr, the warm, gentle west wind, has breathed life into the fields; and the birds chirp merrily. The verbs used to describe Nature’s actions—piercing (2), engendering (4), inspiring (5), and pricking (11)—conjure up images of conception.The natural world’s reawakening aligns with the narrator’s similarly “inspired” poetic sensibility. The classical (Latin and Ancient Greek) authors that Chaucer emulated and wanted to surpass would always begin their epic narrative poems by invoking a muse, or female goddess, to inspire them, quite literally to talk or breathe a story into them. Most of them begin “Sing in me, O muse,” about a particular subject. Chaucer too begins with a moment of inspiration, but in this case it is the natural inspiration of the earth readying itself for spring rather than a supernatural being filling the poet’s body with her voice.After the long sleep of winter, people begin to stir, feeling the need to “goon on pilgrimages,” or to travel to a site where one worships a saint’s relics as a means of spiritual cleansing and renewal. Since winter ice and snow made traveling long distances almost impossible (this was an age not only before automobiles but also before adequately developed horse-drawn carriages), the need to get up, stretch one’s legs, and see the world outside the window must have been great. Pilgrimages combined spring vacations with religious purification.The landscape in this passage also clearly situates the text in England. This is not a classical landscape like the Troy of Homer’s Iliad, nor is it an entirely fictionalized space like the cool groves and rocky cliffs of imaginary Arcadia from pastoral poetry and romances. Chaucer’s landscape is also accessible to all types of people, but especially those who inhabit the countryside, since Chaucer speaks of budding flowers, growing crops, and singing birds."},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/page/2","quote":"The Firste Moevere of the cause above, Whan he first made the faire cheyne of love, Greet was th’eff","desc":"This passage is from the conclusion of the Knight’s Tale, as Duke Theseus explains why Emelye must marry the knight Palamon. Theseus bases his argument on concepts drawn from the fifth-century a.d. Roman philosopher Boethius, whose ideas appealed to medieval Christians because he combined Plato’s theory of an ideal world with Christian teachings of a moral universe. Chaucer took it upon himself to translate and provide a commentary for Boethius’s Consolation of Philosophy. Chaucer’s translation, a long prose text, is informally known as his Boece. The “Firste Moevere” (first mover) is the Aristotelian notion of God. The story the Knight tells takes place long before Christ. Although medieval Christians could not condemn classical writers and philosophers, since much of Virgil’s poetry and Plato’s philosophy formed the basis for Christian literature, they had difficulty imagining a time before people believed in Christ. Chaucer (or the Knight) has carefully given Theseus a pagan notion of God that nevertheless resonates with Christianity. Having a supreme ancient Greek or Roman god would be idolatrous and therefore immoral (although the gods appear as lesser entities in the second half of the tale), because, according to medieval Christians, there was only one god and that god was the Trinity.The “faire cheyne of love” is a medieval view of cosmology, or the natural order of things. It is the idea that every thing has its place in the hierarchy of the world, from the smallest flea to the hand of God. The fifty lines or so that follow this passage contain ideas that are taken almost word for word from Chaucer’s Boece. Theseus argues that Emelye’s overly long mourning threatens to disrupt the great chain of love, and that the only way to maintain the chain’s balance is for her to marry Palamon and be happy."},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/page/3","quote":"Thus swyved was this carpenteris wyf, For al his kepyng and his jalousye; And Absolon hath kist hir ","desc":"This passage, the rhyming conclusion to the Miller’s Tale, neatly resolves the story by offering a reckoning of accounts. Everyone in the story has learned his or her lesson and gotten the physical punishment he or she deserves. The carpenter’s wife, Alisoun, was “swyved,” or possessed in bed by another man, in this case, Nicholas. John, the ignorant and jealous carpenter, has been made a cuckold, despite his watchful and possessive eye. Absolon, the foolish and foppish parish clerk, has kissed Alisoun’s behind, fair punishment for evading his clerical duties. Nicholas, the smart-alecky student who cheated on the carpenter with Alisoun, has been burned on his bottom with a red-hot poker as payback for farting in Absolon’s face. Still, the distribution of punishments is not entirely equal. John is dealt the worst lot—he ends up with a broken arm and the whole town believing he has gone insane. Alisoun’s “swyving” is a double punishment for John, while Alisoun herself escapes unscathed."},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/theme/social-class","quote":"And Frenssh she spak ful faire and fetisly, After the scole of Stratford atte Bowe, For Frenssh of P","desc":"In the Prologue, the Narrator spends much time describing the nun, or Prioress, and her fine manners. Since the Norman conquest of 1066, French was the spoken language of English nobility. The nun speaks French, though her speaking skills seem imperfect compared to the French spoken in Paris. Chaucer gives readers the impression of a person who works constantly to keep up the appearance of class and who is almost—but not quite—successful. The Narrator seems to admire the Prioress, yet readers might infer that the lengthy descriptions of her dainty eating and emotional attachment to animals are meant to be a bit ironic."},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/theme/social-class","quote":"So estatly was he of his governaunce, With his bargaynes and with his chevyssaunce. For sothe he was","desc":"The Narrator makes a sly remark about class when he describes the Merchant in the Prologue. The Merchant, finely dressed, appears to always take great pains to show off his wealth and status. Chaucer claims to be impressed, but he then immediately says he forgot the man’s name. Unlike the ambiguous description of the Prioress, Chaucer’s comment about the Merchant appears unmistakable: Bragging about wealth only makes a person obnoxious."},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/theme/social-class","quote":"That hadde ylad of dong ful many a fother; A trewe swynkere and a good was he, Lyvynge in pees and p","desc":"Chaucer introduces a common trope when he describes the Plowman and his brother, the Parson: a noble poor person. The poor, manure-hauling Plowman, unlike the clergy, actually lives a moral, religious life. But Chaucer’s take on such a character is not meant to simply state that the rich are bad and the poor are good. Some of Chaucer’s wealthy characters appear to be good people, so long as they are honest. He saves his greatest contempt for religious figures who preach poverty and humility but practice the opposite. The Plowman’s manure cart doesn’t make him a good person, but his genuine faith and goodwill do."},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/theme/social-class","quote":"The Miller, that for dronken was al pale, So that unnethe upon his hors he sat, He nolde avalen neit","desc":"The transition between the Knight’s and Miller’s tales would have had great significance to readers in Chaucer’s time. The Knight tells the first tale because he holds the highest rank in the party. The Host then chooses the Monk to speak next. Instead, the Miller drunkenly interrupts, claiming he can outdo the Knight’s story of chivalry. The drunk, swearing Miller represents an individual of both low class and low character. His interrupting the Host, insulting the Knight, and taking the Monk’s place would have been shocking behavior in Chaucer’s time. Chaucer used this scenario to challenge the social order, especially the clergy. Based on the storytelling order in this scene, a drunk workingman with a lewd, fart-filled story is put in a worthier place than a Church authority."},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/theme/social-class","quote":"Hir olde povre fader fostred shee. A fewe sheep, spynnynge, on feeld she kepte; She wolde noght been","desc":"The Clerk’s tale represents a retelling of an old story about a rich noble who marries a poor farm woman. He cruelly tests her obedience by convincing her that he killed her children. Throughout, the noble’s wife remains steadfast. Some have interpreted the story as an allegory for people’s relationship to God. But at nearly all points, Chaucer sympathizes with the young wife. This quote details her simple, poor life tending sheep, collecting wild herbs, and sleeping on a bare floor. The image of the humble wife presents another example of Chaucer’s sympathy with the poor, here intersecting with ideas about religion, gender, and marriage."},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/theme/corruption","quote":"Ther as this lord was kepere of the celle, The reule of seint Maure or of seint Beneit, By cause tha","desc":"In the Prologue, the Narrator tells of a corrupt Monk who, despite playing the role of loyal keeper of the cell, willingly lets the rules of his order slip. Readers then learn that this monk, instead of reading holy texts in his cell all day as he should, sneaks out and hunts for pleasure—an act most disobedient for a man of his position. Such a tale presents but one example of the corruption of the Church and its supposedly devout members. The Narrator presents such information without revealing too much opinion, as he assumes readers will note the hypocrisy and corruption on their own."},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/theme/corruption","quote":"He wolde suffer for a quart of wyn A good felawe to have his concubyn A twelf month, and excuse hym ","desc":"Many of the text’s major themes are introduced in the Prologue. In these lines, the Narrator reveals yet another detail highlighting the theme of corruption: The Summoner would loan his girlfriend for a year to any “good felawe” in exchange for a quart of wine. In addition, readers learn that the Summoner feels such an exchange wouldn’t cause him any real loss for he can easily find another woman to take her place. This detail also highlights how women were generally viewed at the time."},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/theme/corruption","quote":"And thus, with feyned flaterye and japes, He made the person and the peple his apes. But trewely to ","desc":"Details highlighting the theme of corruption abound in the Prologue. Here, the Narrator reveals telling details about the Pardoner, perhaps the most corrupt character in the group. Here, readers learn that the Pardoner uses false flattery to manipulate and make a fool of the local priest and congregation. In addition, the Pardoner uses his pleasing voice for profit. He tells stories and sings songs in church not to celebrate and rejoice in the glory of god, but for silver. The Pardoner deceives, manipulates, and lies in exchange for power and profit every chance he can."},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/theme/corruption","quote":"Now, goodemen, God foryeve yow youre trespass, And ware yow fro the synne of avarice! Myn hooly pard","desc":"The Pardoner in the Pardoner’s Tale has just finished decrying the sins of gluttony, drinking, gambling, and lechery and then claims that all these sins can be forgiven, by him, for a price. He is also known to take advantage of believers by selling them fake relics. On the surface, the Pardoner’s Tale teaches that sin has no reward, but his true purpose appears to be only to instill fear in his followers in order to extract money from them. In his prologue, the Pardoner freely admits to using that money to indulge in every sin he condemned in his tale."},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/theme/deceit","quote":"For in his male he hadde a pilwe-beer, Which hat he seyde was Oure Lady veyl: He seyde he hadde a go","desc":"In the general Prologue, the Narrator, Chaucer, explains how the Pardoner has a pillowcase full of fake relics that he charges people to see, and he can make more money in a day than most people make in two months. Chaucer presents readers with this information without coming right out and judging such dishonest behavior. Chaucer appears to understand that his readers can determine the truth for themselves."},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/theme/deceit","quote":"Of deerne love he koude and of solas; And therto he was sleigh and ful privee, And lyk a mayden meke","desc":"In the Miller’s Tale, Chaucer explains how Nicholas, the clerk, often has sexual relationships with married women by being “sleigh,” or sly, and keeping his actions hidden and “privee,” or private. This description paints the picture of a deceitful Nicholas who appears to thrill in the secretive nature of courting and bedding married women."},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/theme/deceit","quote":"‘Myn housbonde is so full of jalousie That but ye wayte wel and been privee, I woot right wel I nam ","desc":"In the Miller’s Tale, Nicholas, the clerk, converses with Alisoun, the unfaithful wife of John, the carpenter. Here, Alisoun warns Nicholas of her husband’s jealous ways. She wants to have an affair with Nicholas but doesn’t want to get caught doing so. After she presents her warning, Nicholas, ever the confident cad, reassures her that they won’t get caught. The two clearly only care about immediate gratification, not the long-term consequences and emotional damage such an affair could cause."},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/theme/deceit","quote":"Sik lay the maunciple of a maladye; Men wenden wisly that he shoulde dye. For which this millere sta","desc":"In the Reeve’s Tale, Osewold the Reeve explains how Symkyn the miller steals “curteisly,” or politely, from a man on his deathbed, but after that, Symkyn simply steals from others outrageously. Readers may wonder if the first theft created some sense of false confidence, allowing Symkyn to lie to himself and believe that he’s a thief with some sort of conscience. Thievery and deceit know no limits, yet the thief Symkyn seems to justify stealing from dying man by stealing kindly."},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/theme/love","quote":"This prison caused me nat for to crye, But I was hurt right now thurghout myn ye Into myn herte, tha","desc":"In the Knight’s Tale, Palamon explains what has caused him such pain and “wo.” He has just seen Emelye walking through the garden. Palamon feels so taken by her beauty, he believes his feelings reflect love at first sight. Readers know, however, that he has been locked in a tower for some time, so perhaps this sudden and new flood of highly charged emotion does feel like pain. The other knight, Arcite, also falls instantly in love with the beautiful Emelye, and the two men, once loyal friends, become enemies. The fact that the Knight includes two examples of love at first sight also provides some insight into his character: He clearly believes or wants to believe that such an event is real."},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/theme/love","quote":"He ne hadde for his labour but a scorn. And thus she maketh Absolon hire ape, And al his ernest turn","desc":"In the Miller’s Tale, the Miller explains that Alisoun, the carpenter John’s wife, has two admirers: Absolon and Nicholas. Despite Absolon’s attempts to politely woo John’s wife, even going to the effort of serenading her outside her window, Alisoun repays him by making him an “ape” or fool and laughing openly at him with her chosen lover, Nicholas. Clearly, the Miller admires and sympathizes with Absolon’s honest efforts to win Alisoun’s love, but the tricky and aggressive Nicholas ends up getting her in bed. Clearly, the Miller has a low opinion of both Nicholas and Alisoun and uses his tale to warn others of people like these two lovers."},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/character/wife-of-bath","quote":"Ye herde I nevere tellen in myn age Upon this nombre diffinicioun. Men may devyne and glosen, up and","desc":"The Wife of Bath is Chaucer’s most developed female character. Often, her voice stands in for the voice of all women of the time. As in many eras, Medieval women were judged not by their character but by their relationship—or relationships—to men. In this quote, the Wife of Bath directly addresses the double standard applied to men and women in relationships. The five men who married her all were permitted by god to ask her hand in marriage. So why should she be condemned for marrying each of them?"},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/character/wife-of-bath","quote":"Yblessed be God that I have wedded fyve! Welcome the sixte, whan that evere he shall. For sothe I wo","desc":"The Wife of Bath, like many of Chaucer’s characters, can be shameless. In this part of her Prologue, she gleefully thanks God that she has had five husbands and declares that she will happily marry the sixth after the fifth dies. In these lines as in others, she praises marriage for its sexual pleasure, barely mentioning the Medieval value of courtly love or even affection or partnership."},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/character/wife-of-bath","quote":"Lordynges, right thus, as ye have understonde. Baar I stifly myne olde housbondes on honde That thus","desc":"This quote wraps up a long section of the Wife of Bath’s Prologue in which the Wife of Bath details all the abuse she heaps on her husbands. She openly admits to using deception to get what she wants. She even claims that all women are natural liars. It remains unclear if Chaucer is portraying the Wife of Bath, or women as a whole, as deceptive or if the Wife merely plays the role of an entertaining scoundrel. The answer remains ambiguous, though given her contrast with the other female characters, the Wife of Bath seems to stand for no one but herself."},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/character/wife-of-bath","quote":"‘Thou standest yet’ quod she, ‘in swich array That of thy lyf yet hastow no suretee. I grante thee l","desc":"The Wife of Bath’s tale concerns a knight convicted of rape who is sentenced by the queen to learn what all women want or face execution. This question represents the central mystery of the Wife’s tale. She herself has declared she wants sex, money, land, independence, and fun. Her story claims to say what all women want but in reality may only reveal what the Wife of Bath herself wants."},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/character/wife-of-bath","quote":"’My lige lady, generally,’ quod he, ‘Wommen desiren to have sovereynetee As wel over hir housbond as","desc":"The Wife of Bath presents the final answer to the queen’s riddle: Women want to rule over the men in their lives. All the women present at the sentencing agree. This certainly falls in line with the Wife of Bath’s character. She illustrated in her long prologue the awful lengths she would go to manipulate her husbands. Her admission stands as a direct contradiction of the power structure between men and women in Chaucer’s time."},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/character/wife-of-bath","quote":"My lady and my love, and wyf so deere, I put me in youre wise governance. Cheseth youreself which ma","desc":"In the conclusion of the Wife’s tale, the knight follows his own advice. He sincerely allows the old woman to decide whether to remain old and faithful or young and unfaithful. Once he blesses her with her own choice, though, the woman chooses to be young and faithful. The moral of the tale seems to be that women will happily be loyal as long as it is their choice. However, the Wife of Bath herself offers no specific commentary on the story and its redeeming depiction of women."},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/character/the-narrator","quote":"At nyght were come into that hostelrye Wei nyne and twenty in a compaignye, Of sondry folk, by avent","desc":"In these lines, the Narrator, or author, going by the name “Chaucer,” sets the scene. He is a pilgrim, staying at a hotel, when he encounters twenty-nine travelers on the same journey. The Narrator notes that the pilgrims are “sondry” or sundry, meaning coming from all walks of life. This diversity represents a major theme and innovation ofThe Canterbury Tales. The Narrator also describes the pilgrims as “in felawshipe” and “pilgrims were they alle,” emphasizing another theme: fellowship and commonality. In the lines that follow, the Narrator includes himself in this fellowship, saying, “I was of hir felaweshipe anon.”"},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/character/the-narrator","quote":"And I seyde his opinion was good; What sholde he studie and make hymselven wood, Upon a book in cloy","desc":"The Narrator describes the Monk as preferring hunting and sport over his religious duties. Chaucer slyly agrees, calling books boring and useless. This is an ironic comment coming from the author, who of course spends most of his time at a writing desk. Such a comment also returns to a common theme in The Canterbury Tales: criticism of corrupt clergy. Chaucer may have been criticizing the Monk’s behavior or claiming that such behavior seems understandable—or both."},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/character/the-narrator","quote":"A bettre preest I trowe that nowher noon ys. He waitede after no pompe and reverence, Ne maked him a","desc":"In the General Prologue, the Narrator sharply contrasts the Parson with the other clergy: the Summoner, the Pardoner, and the Monk. Unlike the others, however, the Parson practices what he preaches, caring for the poor and living a humble life. In the Narrator’s view, the corrupt clergy are condemned not just for sinning but also for their hypocrisy."},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/character/the-narrator","quote":"For this ye knowen al so wel as I: Whoso shal telle a tale after a man, He moote reherce, as ny as e","desc":"The Narrator wraps up the Prologue by warning readers of the lewd and rough tales ahead. He says that true storytellers must be honest and tell a tale exactly as they remember it. The rough language in The Canterbury Tales, so different from the Latin or French of “high” literature, presents a more honest reflection of the English people. Chaucer seems conscious that he bucks the literary traditions of the time by working in the vernacular."},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/character/the-narrator","quote":"’Hooste,’ quod I, ‘ne beth nat yvele apayd, For oother tale certes kan I noon, But of a rym I lerned","desc":"In the Prologue to Sir Thopas, Chaucer interrupts the Host and then tells his own tale, the Talk of Sir Thopas. In these lines, he tries to avoid the telling, saying he doesn’t know any good stories besides an old rhyme he learned long ago. His warning to readers seems appropriate and honest, for he then offers an intentionally ridiculous poem about an absurdly perfect knight, Sir Thopas, who goes on a romantic quest. The prologue clearly describes this as an old story, identifying the tale as part of the stale literature that more lively works like The Canterbury Tales would soon replace."},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/character/the-narrator","quote":"His heer, his berd, was lyk saffroun, That to his girdel raughte adoun; Hise shoos of cordewane; Of ","desc":"The Tale of Sir Thopas comes as a frothy, silly rhyme that often spends entire stanzas detailing the knight’s clothing, horse, armor, and weapons. Each object is described in loving detail, like a child recounting a favorite toy’s accessories. This process pokes fun at chivalric poetry in which every knight is handsome and rich and every lady is beautiful and pure. Eventually, Chaucer’s descriptions go on so long that the Host cuts off his endless story."},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/character/the-narrator","quote":"Now preye I to hem alle that herkne this litel tretys or rede that if ther be any thyng in it that l","desc":"In the Retraction at the end ofThe Canterbury Tales, Chaucer apologizes to readers who were offended by the story. He asks them to credit the parts they liked to Jesus Christ and to blame the parts they didn’t on Chaucer’s own ignorance. This type of plea was common in Medieval literature, and it excused the author from accusations of sinful writing. As in many other parts of the story, Chaucer may be partly or entirely ironic. Chaucer clearly intended to write about ordinary people and criticize the Church. This so-called apology helps him cover all his bases with Church authorities."},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/character/the-knight","quote":"And therwithal on knees doun he fil, And seyde, ‘Venus, if it be thy wil Yow in this gardyn thus to ","desc":"Medieval literature was obsessed with the idea of courtly love. In this idealized relationship, described in the Knight’s Tale, a knight was utterly devoted to a woman from afar, sacrificing everything for her but never consummating the relationship. The story possesses passion but manages to reflect religious values and detail the woman’s virginity. The Knight, a symbol of chivalry, begins his tale with what seems to be an ideal example of courtly love: men who are in love with a woman from afar and can never have her."},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/character/the-knight","quote":"To me, that am thy cosyn, and thy brother Ysworn ful depe, and ech of us til oother, That nevere, fo","desc":"Loyalty, especially among knights, represents another value of Medieval chivalry. The Knight’s Tale contains nearly a perfect setup for an ideal Medieval romance. The main elements of the story revolve around the unstoppable conflict between the values of courtly love and of brotherly loyalty. Chaucer’s Knight seems to be the perfect vessel for a traditional story of the time."},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/character/the-knight","quote":"Love is a gretter lawe, by my pan, Than may be yeve of any erthely man[.]","desc":"As the Knight’s Tale goes on, the characters in his story begin falling short of the code of chivalry. In fact, they behave quite passionately, obeying not the rules of court but the laws of love. The men betray each other, fight, and actively chase after the ultimate prize: Emelye. In addition, the men quite often curse their situation and god, an act most unseemly for a brave and virtuous knight who normally suffers through any indignation or pain with grace and honor."},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/character/the-knight","quote":"Suffiseth heere ensamples oon or two, And though I koude rekene a thousand mo.","desc":"These lines come in the middle of several lengthy descriptions of the statues in the stadium Theseus built for the knights’ tournament. The descriptions come right before the high point in the story, interrupting the action with lots of irrelevant details. Throughout the story, the Knight offers several asides, all the while telling his audience that he’s trying to keep his tale short. Ironically, the tale would be much shorter if the Knight didn’t keep interrupting in order to say so. Chaucer may have been satirizing Medieval stories that were often long-winded and included what he may have considered far too many arty details."},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/character/the-knight","quote":"And Juppiter so wys my soule gye. To speken of a servant proprely, With alle circumstances trewely —","desc":"The Knight’s Tale ends with one cousin winning the tournament but dying and the other marrying Emelye. No one has to lose face, and everyone’s prayers are answered. Arcite gives a brief speech before dying, reinforcing the ideas of chivalry but couched in the language of Classical pagan gods. The Knight’s Tale straddles the line between traditional, proper Medieval stories and rougher, more passionate stories to come. The Knight himself seems to represent chivalry, but a more human, less stuffy version than found in Medieval literature."},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/character/the-pardoner","quote":"Therfore my theme is yet, and evere was, Radix malorum est Cupidiias. Thus kan I preche agayn that s","desc":"The Pardoner, like many of Chaucer’s characters, begins his prologue with a frank admission of his faults. As a religious authority, the Pardoner’s largest fault takes the form of hypocrisy. He preaches against sin but indulges in all forms of sin at the same time. The Pardoner even tries to excuse his behavior by favorably comparing himself to other hypocritical preachers who seek power or inflame hate. Next to them, he claims, his simple greed seems hardly a sin. Readers most likely note such a weak rationalization, indicating that perhaps this detail operates as a sort of warning or lesson."},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/character/the-pardoner","quote":"For though myself be a ful vicious man, A moral tale yet I yow telle kan[.]","desc":"Another way that the Pardoner tries to excuse his hypocrisy is by claiming that his tales do provide moral guidance. While the Pardoner does have ulterior motives, his tale demonstrates knowledge of the Bible, and he does spread the word against sin. Such a contradiction may indicate that there is good to be found in religion even if religious figures are flawed."},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/character/the-pardoner","quote":"What nedeth it to sermone of it moore? For right as they hadde cast his deeth bifoore, Right so they","desc":"In the conclusion of the Pardoner’s Tale, the three rogues all murder each other, and no one gets the money. The old man they met was right: Death was lying in wait under the oak tree. The Pardoner’s tale is presented as a straightforward fable with an obvious moral. Greed is the root of all sin, and the wage of sin is death. Though the Pardoner himself may be as sinful as his drunken characters, he delivers a story that contains a clearly presented religious lesson."},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/character/the-pardoner","quote":"But, sires, o word forgat I in my tale: I have relikes and pardon in my male, As faire as any man in","desc":"Once the Pardoner finishes his tale, he immediately scams his companions for money to absolve them of their sins. Before his short tale began, the Pardoner confessed that his relics are junk, and yet he now proclaims them to be genuine. Chaucer may have heightened this obvious hypocrisy for humor or to satirize the corrupt Church. Either way, the message seems clear: Don’t put your faith and trust in an object or one who claims an object can deliver you from sin."},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/character/the-pardoner","quote":"’Nay, nay!’ quod he ‘thanne have I Cristes curs! Lat be’ quod he, ‘it shal nat be, so theech! Thou w","desc":"In response to the Pardoner’s blatant con, the Host angrily declares that he would call his own pants a relic and ask people to kiss them. This announcement was made after the Pardoner specifically called out the Host for his sinful tavern, where, of course, the Pardoner himself got drunk before the trip began. The Pardoner’s companions do not fall for his trickery at all, a detail indicating that Chaucer is calling even more attention to the Pardoner’s, and thus religion’s, hypocrisy. Then again, Chaucer may have wanted to show that common people are not fooled by the corruption of the Church."},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/character/the-reeve","quote":"This dronke Millere hath ytoold us heer How that bigyled was a carpenter, Peraventure in scorn, for ","desc":"At the end of his prologue, the Reeve clearly states his hostile feelings toward the Miller and stands out as the only traveler who dislikes the Miller’s tale. The Miller, while telling his tale, greatly insulted carpenters, a trade once held by the Reeve. While the Reeve may seem to hold a humble position in life, readers learn that he takes great pride in his work, and as such, he possesses great confidence and makes clear he is not to be trifled with. The Reeve continues with a tale that, oddly enough, describes the actions of a dishonest and thieving miller."},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/character/the-reeve","quote":"A theef he was for sothe of corn and mele, And that a sly, and usaunt for to stele.","desc":"The Reeve doesn’t take long to indicate what the miller in his story is guilty of: stealing corn and meal from the community mill. The Reeve takes great care to elaborate on the miller’s crafty and dishonest ways, wanting to be sure that his audience fully understands how base of a man this miller seems to be. The Reeve then goes into great detail about how the miller goes about his crime and even explains how he avoids being caught by two students, John and Aleyn, who made it their mission to catch the person stealing from the mill."},{"page":"https://www.sparknotes.com/lit/the-canterbury-tales/quotes/character/the-reeve","quote":"For, John, ther is a lawe that says thus, That gif a man in a point be agreved, That inanother he sa","desc":"Here, the Reeve delivers a final insult to the Miller. His character Aleyn informs John how he plans on evening the score after the miller successfully avoids getting caught and stealing their meal once again: Aleyn will have sex with the miller’s daughter. At first, John seems to disagree with such a decision, and he goes back to bed to sulk about his stolen meal. However, readers learn that through a series of fateful events, the miller’s wife unknowingly gets into bed with John, and John takes advantage of the situation. Thus, while the students fail to prevent the miller from stealing from them, each gets revenge in a most humiliating way."}]