[{"page":"http://www.sparknotes.com/lit/narrative/quotes/","quote":"Never having enjoyed, to any considerable extent, her soothing presence, her tender and watchful car","desc":"In this passage, which appears in Chapter I of the Narrative, Douglass explains that his master separated him from his mother soon after his birth. This separation ensured that Douglass did not develop familial feelings toward his mother. Douglass devotes large parts of his Narrative to demonstrating how a slave is “made,” beginning at birth. To some readers in Douglass’s time it may have seemed natural for Black people to be kept as slaves. Douglass upsets this point of view by depicting the unnaturalness of slavery. He explains the means by which slave owners distort social bonds and the natural processes of life in order to turn men into slaves. This process begins at birth, as Douglass shows in Chapter I, which describes his introduction into slavery. Slaveholders first remove a child from his immediate family, and Douglass explains how this destroys the child’s support network and sense of personal history.In this quotation, Douglass uses descriptive adjectives like “soothing” and “tender” to re-create imaginatively the childhood he would have known if his mother had been present. Douglass often exercises this imaginative recreation in his Narrative in order to contrast normal stages of childhood development with the quality of development that he knew as a child. This comparative presentation creates a strong sense of disparity between the two and underscores the injustice that creates that disparity.Though Douglass’s style in this passage is dry and restrained, his focus on the family structure and the woeful moment of his mother’s death is typical of the conventions of nineteenth-century sentimental narratives. Nineteenth-century readers placed great value on the family structure, viewing families as a haven of virtue. The destruction of family structure would have saddened readers and appeared to be a signal of the larger moral illnesses of the culture. Douglass, like many nineteenth-century authors, shows how social injustice can be expressed through the breakdown of a family structure."},{"page":"https://www.sparknotes.com/lit/narrative/quotes/page/2","quote":"I did not, when a slave, understand the deep meaning of those rude and apparently incoherent songs. ","desc":"This passage is part of Douglass’s long discussion at the end of Chapter II about the songs that enslaved people sing. As he often does in the Narrative, Douglass takes his personal experience of hearing enslaved people sing on their way to the Great House Farm and analyzes this as a common experience among all enslaved people. He uses his conclusions about \"slave\" behavior to correct white readers’ misconceptions. In this instance, Douglass explains that many Northerners mistakenly believe that the singing of enslaved people is evidence of their happiness. He says that the songs are actually evidence, on an almost subconscious emotional level, of the enslaved peoples’ deep unhappiness.In this discussion, Douglass makes a distinction between the literal and the “deep” meaning of the songs. Douglass explains that the songs were difficult to understand—“apparently incoherent” to outsiders—but that the enslaved people themselves understood the literal meaning of the words they were singing. However, the “deep” meaning of the songs is not apparent to Douglass until he becomes an outsider to the group. Douglass implies that the “deep” meaning becomes clear only with distance and after applying tools of analysis. This distance explains Douglass’s particular position of authority in the Narrative. Douglass not only experiences life under slavery, but he now also has the tools and the distance with which to interpret the practices of slavery for outside audiences.The quotation further provides an example of the tension inherent in the Narrative. Douglass must abandon his former \"slave\" self in order to become a narrator capable of interpreting the experiences of that former self. Implicit in this quotation is the idea that a culture remains invisible to those who are raised within it. To each of us, our everyday practices seem normal—they seem to have little meaning and therefore cannot be interpreted. As such, Douglass does not understand the symbolic meaning of the slave songs when he is one of the singers. Douglass suggests that only after moving away from his culture can he gain interpretive distance from it."},{"page":"https://www.sparknotes.com/lit/narrative/quotes/page/3","quote":"Whilst I was saddened by the thought of losing the aid of my kind mistress, I was gladdened by the i","desc":"This passage occurs in Chapter VI, after Hugh Auld orders Sophia Auld to stop Douglass’s reading lessons because he feels education ruins an enslaved person for slavery. This moment represents a minor climax of the first half of the Narrative. Douglass, upon overhearing Hugh Auld’s words, finally realizes that whites hold Black people in their power through a series of strategies—most notably that of depriving Black people of education and literacy. To Douglass, this admission is valuable for two reasons. First, it confirms his fledgling sense that slavery is not a natural or justified form of society, but is rather a constructed power strategy supported by deprivation and dehumanization. In other words, Douglass knows himself not to be naturally inferior, but rather a victim of enforced ignorance. Second, Hugh Auld’s words allow Douglass to realize, through inversion, that he must become educated to become free. This lesson about the value of education is more important than the reading lessons themselves.This quotation also shows that Douglass associates males and females with different kinds of knowledge. Though Douglass himself was a strong women’s rights advocate in later life, the Narrative depicts Douglass’s path to freedom as a confrontation with and an adoption of male authority. Though Douglass’s self‑education and struggle for freedom question the dominant assumptions about power and race, they implicitly adopt the dominant assumptions about power and gender. For example, Douglass presents his climactic moment of transformation from slave to man—his fight with Covey in Chapter X—as a moment defined by male physical power. In the quotation above, Douglass’s rhetorical structure sets the femaleness of Sophia Auld’s reading lessons as antithetical to Hugh Auld’s larger lesson about Sophia’s lesson. Douglass presents masculine knowledge as knowledge about knowledge, superior to feminine lessons. Douglass aligns himself with Hugh Auld in this equation, both through his dedication to opposing Hugh Auld and through his dedication to obtaining a form of knowledge that he understands to be masculine."},{"page":"https://www.sparknotes.com/lit/narrative/quotes/page/4","quote":"My natural elasticity was crushed, my intellect languished, the disposition to read departed, the ch","desc":"This quotation, taken from Chapter X, shows Douglass’s focus on how he was made into a slave. In one sense, the Narrative is the story of a slave becoming free, but it is also the story of how men are made into slaves. As the structural center of the Narrative, Chapter X describes Douglass’s descent into the most brutal conditions of slavery and then his reaffirmation of his desire to be free. Douglass’s low point as a slave occurs during the first six months of his year with Edward Covey. Covey’s tactics in remaking Douglass into a slave consist mainly of incessant work and constant, brutal punishment. Douglass focuses on the mental and spiritual, rather than physical, consequences of Covey’s treatment. For Douglass, it is no mystery how slave owners are able to control enslaved people through physical debasement. The more mysterious process, and the one that Douglass is concerned with revealing and analyzing, is the way slavery dominates the mind and spirit of an enslaved person. Thus Douglass shows that Covey’s brutality causes Douglass to lose intangible parts of himself, including his ambition to become educated. Similarly, Douglass presents his triumph over Covey later in Chapter X as both a physical and a mysteriously mental and spiritual endeavor.This quotation also evinces Douglass’s talent for rhetorical flair. The four‑part repetition in the first part of the passage reinforces the way Douglass depicts his dehumanizing transformation. The final phrase of the sentence, “behold a man transformed into a brute,” contains a second‑person address to the reader, exhorting him or her to “behold.” Douglass frequently uses this type of second‑-person address in the Narrative. It suggests that the reader must participate in the text somehow, as a witness or a judge. Finally, the imagery of the quotation evokes common light‑dark imagery, in which light is positioned as representative of human reason and knowledge, while dark represents a subhuman, unenlightened state—here, the state of slavery."},{"page":"https://www.sparknotes.com/lit/narrative/quotes/page/5","quote":"In coming to a fixed determination to run away, we did more than Patrick Henry, when he resolved upo","desc":"This passage appears in Chapter X of the Narrative, in which Douglass relates his plans to escape with several fellow slaves from William Freeland’s. Several times in the Narrative, Douglass describes in detail the explicit dangers that slaves face in attempting escape. Slaves must confront natural enemies, such as the weather or dangerous animals, as well as human enemies in the form of their owners or slave hunters. Slaves are never sure of making it to free land and are not assured freedom even if they do escape and survive. Douglass focuses on the incredible dangers of escape to suggest that Northerners cannot simply rely on slaves fleeing injustice by themselves. Instead, Northerners must take political action against the institution of slavery to ensure that further escapees are not harmed.In this quotation, Douglass alludes to patriot Patrick Henry’s declaration “Give me liberty or give me death,” which was made during the American fight for independence. Douglass suggests that his own bravery and that of his fellow slaves is more impressive than Henry’s. Whereas Henry chose between a desirable option and an undesirable option, escaping slaves must try to guess at the lesser of two evils. Douglass also implies that slavery often can be worse than death. Slaves suffer inordinately through either their escape or their continued existence as slaves.Douglass uses the reference to Henry to compare the slaves’ quest for freedom and rights to the American Revolutionaries’ crusade for rights. On the one hand, this cultural context would make the abolitionist cause seem more recognizable and familiar as a fight for fundamental rights. On the other hand, Douglass’s use of Revolutionary references in the Narrative also ironically points to the hypocrisy of Americans. Americans take great pride in their historical establishment of a system of rights, yet they still deprive a large section of the population—slaves—of those very same rights."}]