[{"page":"http://www.sparknotes.com/lit/the-decameron/quotes/","quote":"In these tales will be found a variety of love adventures, bitter as well as pleasing, and other exc","desc":"In his Preface to the book, Boccaccio explains his purpose in writing the stories and targets his intended audience. He has already explained that he is recovering from love and therefore wants to help others recover. He has also explained why women need his stories. Boccaccio claims that men can handle disappointment in love better than women because men can go out into the world and distract themselves with business and other matters. Women are left home alone, where they are overcome by the melancholy that comes with longing for something they cannot have.Once Boccaccio has assured women that they need his stories, he describes the stories themselves and their purpose. The phrase “variety of love adventures” is a clue that many stories will be romantic fantasies. The term “useful advice” implies that the stories have practical morals. Boccaccio uses the term ironically, since quite a few stories advise women to let themselves enjoy their passions."},{"page":"http://www.sparknotes.com/lit/the-decameron/quotes/","quote":"‘Come, Love, the cause of all my joy, Of all my hope and happiness, Come let us sing together: Not o","desc":"This verse is from a song that Pampinea performs at the end of the second day. Pampinea, the oldest of the seven women, is the instigator of the plan to retreat to the countryside and the leader of the brigade. As the queen of the first day, Pampinea decrees that everyone must be merry and banish all sad thoughts. So when she gets her chance to perform, Pampinea uses her music to reinforce that decree. Pampinea wants to think about only the positive aspects of love.The phrase “as if thou wert a god to me” is an allusion to Eros, the Greek god of love, and Cupid, his Roman equivalent. Boccaccio portrays love as a divine force too powerful for most people to resist. When Pampinea thinks about the joys of love, she surrenders to the force, idolizing and worshipping love. The invitation to sing together is literal. Pampinea’s companions all join cheerfully in the chorus."},{"page":"http://www.sparknotes.com/lit/the-decameron/quotes/","quote":"Moreover, whilst I have always striven to please you with all my might, henceforth I shall redouble ","desc":"Filostrato, the king of the fourth day, opens the afternoon storytelling with a long speech about himself and his work as a writer. Filostrato’s speech echoes Boccaccio’s Preface and contains many of the same ideas. In fact, in the Epilogue, Boccaccio specifically refers to this speech by Filostrato as his own work, so Filostrato is speaking with Boccaccio’s voice. Filostrato’s speech, like the Preface, is addressed to the ladies, who are also his readers.Filostrato’s speech expresses Boccaccio’s conviction that being in love is a natural state, something that any reasonable person would want to achieve. This attitude toward love is based on the pleasures of the senses rather than on conventional morality. It explains why Boccaccio seems to condone love outside marriage, or at least he appears to excuse it because people cannot resist love’s force, which is a force of nature."},{"page":"http://www.sparknotes.com/lit/the-decameron/quotes/","quote":"Being a rouser of sleeping talents, Love had rescued those virtues from the darkness in which they h","desc":"In the first story of the fifth day, Panfilo tells the story of Cymon, the hopelessly stupid and boorish son of a wealthy man who is transformed by love into an intelligent, charming gentleman. Although the process takes four years, the power of love makes Cymon a better person. Panfilo personifies Love as a shining, godlike being who highlights the best qualities of his subjects.The fifth day’s stories are adventures of lovers who survive calamities or misfortunes. Love’s transformation gives Cymon the qualities he needs for the first step in his adventure: getting Iphigenia to fall in love with him. The further adventures of Cymon and Iphigenia include her forced marriage to another man, after which Cymon becomes a pirate so that he can capture her, a task he must perform three times. Cymon triumphs in the end, and the couple lives happily ever after because Cymon has acquired power from Love."},{"page":"http://www.sparknotes.com/lit/the-decameron/quotes/","quote":"That pleasure given by a flower To mortal eyes through Nature’s power Is so bestowed on me that ther","desc":"Neifile sings this love song on the evening of the ninth day. The mood of the afternoon’s storytelling has turned negative, thanks to a nasty story by Emilia. To counteract Emilia’s unpopular tale, Dioneo has told a bawdy story, and now the companions are laughing. Neifile increases their pleasure with a tender song that refocuses attention on their idyllic existence in a beautiful garden, in effect restoring the group to emotional paradise.Neifile’s poem seems simple, but it is rich in connotations. Her words reinforce the idea that love is a force of nature. The pleasure she gets from looking at a flower is so intense that she also feels the force of love. The song creates not only a strong visual image of a young girl singing to a flower but also a strong emotional impression of a woman in love who is suddenly aware of how fragile love is and how fiercely it can consume a lover."},{"page":"http://www.sparknotes.com/lit/the-decameron/quotes/","quote":"Ah, how great a number of splendid palaces, fine houses, and noble dwellings, once filled with retai","desc":"In the Introduction, Boccaccio describes how a great plague brings disease, death, and other misfortunes to the city of Florence, Italy. Houses stand empty because entire households are lost to death. Boccaccio looks at the buildings of his prosperous city and imagines them full of people. An especially terrifying aspect of the plague is how quickly and unexpectedly people die. The great plague is a reminder of human mortality, humanity’s inescapable fortune. Sudden death threatens everyone, regardless of age or class.Boccaccio’s words foreshadow the frame story and the storytellers. The ten-person brigade is also made up of “gallant gentlemen, fair ladies, and sprightly youths.” The brigade abandons the city for the countryside, but even in a rural setting they live in “splendid palaces.” Boccaccio writes this lament in sorrow, which his storytellers attempt to banish by telling stories. The storytelling, singing, and dancing in their country retreat suppress, but do not erase, memories of misfortunes left behind."},{"page":"http://www.sparknotes.com/lit/the-decameron/quotes/","quote":"When the story, embroidered with various obscenities, reached the King and his son in the field, the","desc":"On the second day, Elissa tells the story of the Count of Antwerp, who experiences extremes of fortune. He is a wealthy man and a trusted adviser to the King of France, but misfortune arrives when he is falsely accused of sexually attacking a woman. The passage identifies the king’s order as the reason the count’s fortunes could so quickly be reversed. In Boccaccio’s stories, Fortune is often personified, acting through human agency, especially kings, sultans, and other people in power.The Count’s story highlights other aspects of fortune besides its unfairness. Fortune can change at any time into its opposite. The Count of Antwerp’s fortunes change because a woman falls in love with him and he rejects her advances. They change back again when the woman unexpectedly faces death and repents. No one can escape fortune, so its force is a test of human character. How people react to fortune determines their worth."},{"page":"http://www.sparknotes.com/lit/the-decameron/quotes/","quote":"They had reckoned without the fickleness of Fortune, however, for no sooner had she handed the lady ","desc":"In the first story of the fifth day, Panfilo tells the tale of Cymon, who pursues his love, Iphigenia, through a series of fantastical adventures. Iphigenia returns Cymon’s love, but she is at the mercy of Fortune in the form of men: her father, her intended husband, and her suitor kidnap her back and forth among themselves as if they were stealing a parcel. Cymon reacts to these extremes of fortune with extreme emotions.Panfilo uses Fortune as a device to turn the plot, creating suspense and setting up action scenes. As soon as Iphigenia boards Cymon’s pirate ship, Fortune sends a violent storm, and Cymon loses control of his ship. Iphigenia curses Cymon’s love and blames the storm on Cymon’s defying the will of the gods. The next morning Fortune brings the couple to a safe harbor—with their enemy’s ship only a stone’s throw away. There are several more turns of fortune before this action thriller ends."},{"page":"http://www.sparknotes.com/lit/the-decameron/quotes/","quote":"As to his wicked ways, I believe them to more the fault of Fortune than his own; and if you will cha","desc":"In the second story on the tenth day, Elissa celebrates a munificent deed by the Abbot of Cluny, one of the richest prelates in the world. A notorious and powerful brigand, Ghino di Tacco, who is at war against the Pope, captures the abbot and his treasures. Ghino cures the abbot of a stomach ailment, and in gratitude, the abbot makes peace between Ghino and the Pope. While in Ghino’s care, the abbot learns his story. Here he argues that Ghino’s wickedness comes from events that were not his fault.The abbot’s argument is Boccaccio’s sardonic comment on the realities of power. The abbot is essentially suggesting that the Pope reward Ghino rather than fight him. In fact, by surrendering most of his baggage the Abbot has already paid Ghino off. The abbot can persuade the Pope because the abbot is extremely rich. Boccaccio wryly admits that Fortune favors the already fortunate."},{"page":"http://www.sparknotes.com/lit/the-decameron/quotes/","quote":"What are we waiting for? What are we dreaming about? Why do we lag so far behind all the rest of the","desc":"In the Introduction, Boccaccio describes how Pampinea persuades her six female companions to leave the plague-ridden city of Florence and escape with her into the countryside. In this speech, Pampinea urges them to stop being passive about the dangers that face them and to stand up for their own lives. She reminds them that other women have chosen this course of action and frames the issue as one of self-respect. Pampinea argues that reasonable people look at the horrors and dangers of the city and leave.In this quote, Pampinea contrasts thinking reasonably with dreaming, procrastinating, and failing to act. Her words imply that the women are guilty of these faults. Applying intelligence is clearly the more virtuous choice. The reference to dreaming is a touch of irony by Boccaccio because Pampinea is about to lead a group of storytellers into an idyllic pastoral environment that exists only in dreams."},{"page":"http://www.sparknotes.com/lit/the-decameron/quotes/","quote":"Well knowing that she was telling the truth, and seeing what a handsome pair of children her remarka","desc":"The ninth story of the third day, told by Neifile, ends with this passage in which the protagonist’s persistence and intelligence lead to her ultimate marital happiness. The heroine, Gilette of Narbonne, develops a master plan to gain her husband’s love. Her plan includes conceiving twins by pretending to be her husband’s lover.Gilette’s intelligence and its rewards are revealed in many ways in the story. When Gilette learns of the king’s ailment, she studies her physician father’s medical notes to learn how to cure it. In this way, she wins the favor of the king, who grants her the husband she desires. When Gilette’s husband leaves her to go to Florence, she puts his estate in order, thereby winning the admiration of all—except, at this point in the story, her husband. A master plan and strategic thinking, a hallmark of intelligence, are needed for that acceptance. This quote is evidence that Gilette’s intelligence has paid off."},{"page":"http://www.sparknotes.com/lit/the-decameron/quotes/","quote":"One would think that since you are a man and get about a good deal, you ought to know the value of t","desc":"Filostrato tells the second story of the seventh day, in which a woman hides her lover in a large tub when her husband comes home unexpectedly. The husband tells her that he’s just sold the tub. The quick-witted woman seizes on this solution to her dilemma by pretending that her lover is a buyer checking the merchandise before buying. The husband’s greed for the extra ducats makes him more willing to believe his wife’s story. The story ends without confrontation when the lover pays the money and the husband carries the tub to his house.Filostrato’s story of the tub is one of many tales in which intelligent, quick-witted people extricate themselves from trouble in funny ways, play tricks on other people, or see through other people’s tricks and turn the tables on the trickster. The sixth, seventh, and eighth days of the retreat are specifically devoted to such stories."},{"page":"http://www.sparknotes.com/lit/the-decameron/quotes/","quote":"Realizing, however, that neither by creating an uproar nor by interfering in any way was he going to","desc":"Fiammetta tells the eighth story of the eighth day. In this story, a man named Zeppa discovers his best friend, Spinelloccio, making love to his wife. Instead of immediately confronting Spinelloccio or otherwise acting in the heat of the moment, Zeppa takes the rational approach and thinks before he acts. Zeppa wisely realizes that a violent reaction would not reduce the injury done to him, and he cares about his honor and avoiding scandal. He is honest enough to admit that it’s mostly his pride that has been wounded.Zeppa is an example of a reasonable person who looks at himself objectively and acts in his own best interests, recognizing that his best interests call for restraint and compromise. Quite a few husbands and wives in Boccaccio’s stories eventually come round to this intelligent point of view. Avoiding scandal is the primary reason that couples decide not to make a scene."},{"page":"http://www.sparknotes.com/lit/the-decameron/quotes/","quote":"Graceful ladies, the wisdom of mortals consists, as I think you know, not only in remembering the pa","desc":"After the tenth and last story, on the tenth and last day, Panfilo delivers a speech suggesting that the ten companions abandon their retreat and return to Florence. In this passage, he makes broad references to the past (their former lives in Florence), the present (their current idyllic existence), and the future (their lives now that the idyll is about to end). In his speech, Panfilo presents reasonable arguments in favor of his suggestion, including the fact that more people from the city are arriving in the country, and they need to avoid whispers of impropriety.Panfilo’s speech, with which the others all agree, is an acknowledgment that their fantasy life is coming to an end and the responsibilities of the real world will soon resume. The speech also signals the approaching end of the book and states one of the book’s morals: the need to face human existence with intelligence."}]