[{"page":"http://www.sparknotes.com/lit/bovary/quotes/","quote":"But it was above all at mealtimes that she could bear it no longer, in that little room on the groun","desc":"This passage, from Part One, Chapter IX, illustrates Flaubert’s combination of realism and emotional subjectivity. The passage exemplifies realism because it pays attention to tiny details, no matter how unpleasant. On the other hand, the writing maintains a subjective tone in that it leads us to feel Emma’s disgust and frustration. The importance of the object world to Emma’s thoughts is emphasized by the connections of her soul’s exhalations to the steam from the beef. Throughout the book, Flaubert links emotions to objects in just this way. By making emotions inseparable from objects, Flaubert denies Emma her one desire: to escape from the physical world she inhabits and live the life she imagines. Here, we see her trapped among objects that disgust her. Because Flaubert does not let us escape from Emma’s environment and forces us to notice all its imperfections, we share Emma’s frustration and claustrophobia."},{"page":"https://www.sparknotes.com/lit/bovary/quotes/page/2","quote":"She hoped for a son; he would be strong and dark; she would call him George; and this idea of having","desc":"There are two voices in this passage from Part Two, Chapter III; one belongs to Emma, the other to the narrator. From “A man, at least, is free” through “a woman is always hampered,” we hear Emma’s thoughts, rendered in free indirect discourse, imbued with a -romantic nature. The rest of the passage, however, is the narrator’s commentary and anticipates modern feminist thinking. The passage claims that a woman is powerless not only over her financial -situation, but also over her emotions. A double bind occurs when a woman’s involuntary emotions conflict with inescapable external circumstances. Her only choice is to behave within the confines of her fixed station in class and the family. Emma’s hopes for a son -represent a reimagination of her own identity. She will enact her revenge through a male heir with access to opportunities that have been denied her. In contrast to the “strong, dark” male avenger -envisioned at the start of the passage, the will of a woman takes the form of a veil tied to a hat by a ribbon, susceptible to the forces of weather. By -looking to his subject, a woman, for a physical detail to use in meta-phorical comparison to an abstract concept—her will—-Flaubert uses realism to heighten the vivid effect of his social commentary."},{"page":"https://www.sparknotes.com/lit/bovary/quotes/page/3","quote":"The whitish light of the window-panes was softly wavering. The pieces of furniture seemed more froze","desc":"This passage from Part Two, Chapter VI, describes Emma Bovary’s overriding frustration—that the outside world doesn’t match up with her inner world. Here, Flaubert’s attention to specific details—the clock, the fireplace—allows us to envision Emma’s surroundings vividly, so we can more effectively contrast them with her turbulent emotions. In this scene, she has just returned from asking the priest for spiritual guidance. The cleric had seemed utterly unaware of her distress. In this passage, even the objects in the room seem to be ignoring her distress, increasing her feeling of isolation."},{"page":"https://www.sparknotes.com/lit/bovary/quotes/page/4","quote":"[Rodolphe] had heard such stuff so many times that her words meant very little to him. Emma was just","desc":"Madame Bovary’s subtle commentary on the inadequacy of language becomes explicit in this passage from Part Two, Chapter IX. Rodolphe doesn’t believe Emma because she is forced to use the same words as others have used to describe a very different sentiment. That the same vocabulary must be employed to communicate varying emotions means that words fail in the description of feelings. The extreme degree of this inadequacy is rendered beautifully in the simile of the cracked cauldron, one of Flaubert’s most famous lines. This passage is also a great example of how Flaubert shifts between different perspectives. Through the first part of the passage, we see mostly what Rodolphe sees. In the last part, however, the narrator switches to his own point of view to provide us with an opinion on the nature of language."},{"page":"https://www.sparknotes.com/lit/bovary/quotes/page/5","quote":"And besides, should [Rodolphe] hesitate to come to her assistance, she would know well enough how on","desc":"This passage comes from Part Three, Chapter VII. What angered Emma “a while ago” was the idea that she might sell her sex for money. She has already refused Guillaumin’s offers of money in exchange for services of the flesh. Here, however, Flaubert points out that her willingness to rekindle her romance with Rodolphe is no better than prostitution. Her unawareness of the equivalence of the two actions demonstrates the degree of her moral corruption as the novel nears its conclusion. At the same time, her belief that Rodolphe truly loved her enough to help her now is proof of her continued naiveté and self-delusion."}]