[{"page":"http://www.sparknotes.com/lit/study-in-scarlet/quotes/","quote":"“‘From a drop of water,’ said the writer, ‘a logician could infer the possibility of an Atlantic or ","desc":"This quotation, which occurs in Part I, Chapter II, is from an article Holmes has written about the science of deductive reasoning and follows Dr. Watson’s own attempts at deductive reasoning in his efforts to learn what Holmes’s profession is. Deductive reasoning plays a central role in the novel as the essential skill on which Holmes’s consulting detective work is based, and this quotation attempts to convey its power. Holmes mostly concerns himself with crime and detective work, but in this quote, Holmes implies that deductive reasoning is perhaps the most powerful tool human beings have to understand the world around them. His example about inferring the Atlantic from a drop of water also implies that deduction requires imagination and not merely cold, mathematical thinking. Holmes’s capacity for imagination is evident throughout the narrative, and it is his ability to imagine the different possibilities that arise from the available facts that distinguishes him from other investigators."},{"page":"http://www.sparknotes.com/lit/study-in-scarlet/quotes/","quote":"“‘There's the scarlet thread of murder running through the colourless skein of life, and our duty is","desc":"This quotation from Holmes, which occurs in Part I, Chapter IV, is the inspiration for the novel’s title and helps explain Holmes’s motivations for becoming a detective. By describing life as a “colourless skein,” Holmes admits that he finds life to be generally boring, and it is no wonder given what it must take to interest a brilliant mind like Holmes’s. On the other hand, “the scarlet thread of murder” (and crime generally) makes life exciting for Holmes. Unraveling these crimes and explaining who did what and why invigorates Holmes and gives him a reason to live. This proclivity toward mystery is especially emphasized in Holmes’s periods of depression, when his spirit dwindles as there is not enough to occupy is mind.Holmes’s almost beautiful description of murder is notable for its artistic flair and is immediately followed by artistic appreciation. This description shows how important art is to Holmes, which is bolstered by his own musical talents on the violin. This quote also implies that Holmes considers his incredible abilities of deduction to be more akin to art than to science. This confluence of art and science is an important part of the novel and elevates Holmes beyond a mere detective to something much more complex and meaningful."},{"page":"http://www.sparknotes.com/lit/study-in-scarlet/quotes/","quote":"“Leaning back in the cab, this amateur bloodhound carolled away like a lark while I meditated upon t","desc":"This quotation from Dr. Watson’s narrative occurs in Part I, Chapter IV and is an observation of Holmes’s character. The detective is happily humming away at the prospect of taking in a violin concert, moments after being embroiled in detective work. Watson’s rumination reveals his fascination with Holmes, whom Watson finds somewhat inscrutable. Dr. Watson often relies on metaphor to describe Holmes, and here he does so to highlight Holmes’s paradoxical nature. To Watson, Holmes is a bloodhound in his determination, surprising strength, and tenacity, but Holmes’s mind is also like a lark, beautiful and quick. Watson then extrapolates these observations to humanity as a whole. Indeed, Watson himself is as many-sided as Holmes, being both a healer and a soldier, a homebody and an adventurer, with a mind that is both simple and worldly. This quotation helps to solidify Watson as the best possible chronicler of Sherlock Holmes’s adventures."}]