[{"page":"http://www.sparknotes.com/lit/siddhartha/quotes/","quote":"“Siddhartha,” he said, “why are you waiting?” “You know why.” “Will you go on standing and waiting u","desc":"In this section from the opening chapter “The Brahmin’s Son,” Siddhartha engages in a loaded dialogue with his father. Siddhartha is a spiritual pilgrim, and though it is clear he earnestly desires to seek truth and transcendent knowledge, Hesse does not yet reveal the full extent of his convictions. Siddhartha has met the wandering Samanas, and he is entranced by the possibilities of adopting the Samanas’ ascetic lifestyle. In this dialogue with his father, Siddhartha makes clear for the first time just how solid his convictions are and how deeply he feels he must search for spiritual fulfillment. Siddhartha’s father strongly disagrees with Siddhartha’s decision to join the Samanas, since Siddhartha will be leaving not only his family but also his religion. Leaving his religion is an additional slap in Siddhartha’s father’s face, because Siddhartha’s father is in effect a religious leader. Here, Siddhartha confronts his father with total conviction. This conviction will appear again later, when Siddhartha’s own son decides to leave his life as a ferryman and return to the city of his birth."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/page/2","quote":"Siddhartha learned a great deal from the Samanas; he learned many ways of losing the Self. He travel","desc":"This passage from the second chapter, “With the Samanas,” describes Siddhartha’s initial attempt to find enlightenment, and his ultimate frustration with it. The Samanas advocate eliminating the Self in order to achieve spiritual fulfillment. They believe that when personal feelings and needs are eliminated, whatever remains will be transcendent. The Samanas believe that one can effectively eliminate the Self by denying the senses. Siddhartha and Govinda give themselves over completely to this technique, but as this passage makes clear, Siddhartha does not succeed. While he can lose himself temporarily in his efforts to resist hunger, thirst, and fatigue, Siddhartha always comes back to his Self. The exercises of the Samanas offer progress, but the progress is only temporary. This passage reveals a crucial element of Siddhartha’s approach to seeking enlightenment. Siddhartha, though he is a dedicated spiritual pilgrim, does not like the wait-and-see approach. When a method of spiritual pursuit loses its efficacy or exhibits limitations, Siddhartha moves on to another. Siddhartha makes some spiritual progress with the Samanas, and he is certainly better off with them than he was in his home village. However, even the oldest Samanas have not yet attained Nirvana, and Siddhartha will not wait around. He is trapped in a cycle of losing and regaining his Self, and he believes there must be a better way to Nirvana."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/page/3","quote":"“[T]here is one thing that this clear, worthy instruction does not contain; it does not contain the ","desc":"This excerpt, from the chapter “Gotama,” is part of Siddhartha’s parting dialogue with Gotama the Buddha. Here, Siddhartha further refines and revises the principles that will guide his spiritual quest. He clearly defines the problem he sees in Gotama’s teaching: Gotama has achieved enlightenment himself, but his achievement does not guarantee that he is able to enlighten others. This doubt serves as a centerpiece to Siddhartha’s argument. Siddhartha points out that Gotama did not have a teacher to show him how to attain Nirvana. Siddhartha finally proves that following the commands of an enlightened man does not necessarily lead to becoming enlightened oneself. Siddhartha goes no further. He does not dislike Gotama, and, in fact, he praises Gotama’s teachings and concedes that attaining Nirvana certainly qualifies one to teach others about the world. Siddhartha maintains only that attaining Nirvana does not appear to enable one to teach others to reach it. Siddhartha’s problems with Gotama’s teaching helps Siddhartha shape his own quest for enlightenment into a self-directed one. When Siddhartha goes straight from his many years of asceticism to a life of indulgence and sensual gratification with Kamala, the contrast may at first seem jarring or implausibly radical. However, passages such as the one above do account for Siddhartha’s extreme transition. He has resolved to apprentice himself to no other person in his quest for Nirvana. While Kamala teaches him to enjoy physical love, and Vasudeva teaches him to listen to the river, Siddhartha’s journey remains self-directed for the remainder of the novel. All notions of where Nirvana might be found now come from within."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/page/4","quote":"His face resembled that of another person, whom he had once known and loved and even feared. It rese","desc":"This quotation appears in the chapter titled “Om.” After Siddhartha’s son leaves, Siddhartha resumes the life of a ferryman with Vasudeva. Siddhartha has been sick at heart about his son’s decision to flee back to the city, and the passage of time has not helped to ease the pain. Here, Siddhartha looks into the river, and he sees his father in his reflection in the water. He remembers his own departure from home in the midst of unhappy circumstances, and he remembers that his departure hurt his father, just as his son’s departure hurt Siddhartha himself. He realizes that he could not have stopped his son from leaving, just as Siddhartha’s own father could not have stopped Siddhartha. Although Siddhartha wanted to share with his son all he had learned about life, he accepts now that his son will have to come into his own understanding. Siddhartha could not have helped him in his search for meaning any more than Siddhartha’s own father was able to help Siddhartha. These observations and the solace Siddhartha draws from them mark the beginning of his understanding of life as a river, which is one of the most important aspects of the Nirvana he eventually attains. Like the flow of the river, events in Siddhartha’s life seem inevitable, repetitive, and even circular. Trying to resist the river’s current is senseless. For the first time, Siddhartha truly internalizes these notions, and he begins to understand the ideas of timelessness and peace."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/page/5","quote":"No longer knowing whether time existed, whether this display had lasted a second or a hundred years,","desc":"This quotation appears near the end of “Govinda,” the novel’s final chapter, and it serves as both Siddhartha’s ultimate vindication and a contradiction to Siddhartha’s beliefs. First, it leaves no question as to whether Siddhartha has succeeded in his lifelong quest to reach enlightenment. Siddhartha’s face is the same touchstone of enlightenment once known only to Gotama, and Govinda can actually taste the Nirvana he emanates. Govinda finally acknowledges that Siddhartha’s methods were the right ones all along. While Govinda’s road toward Nirvana was more traditionally pious, Siddhartha’s path proved more successful. All along Siddhartha had claimed Nirvana can come only from within, and that teachers could not impart enlightenment to students. Govinda seems to accept this contention at last. However, an ambiguity emerges as this chapter draws to a close. Govinda seems to have achieved Nirvana by kissing Siddhartha’s forehead. This description of Govinda’s transcendent understanding is remarkably similar to Siddhartha’s own experience of Nirvana. If Siddhartha can transmit Nirvana through a kiss, however, he contradicts his own central belief that Nirvana can come only from within. Possibly, Siddhartha gives Govinda merely a glimpse of true enlightenment, not enlightenment itself, essentially pointing the way for Govinda, much as Vasudeva pointed the way for him."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/theme/enlightenment","quote":"Did not Atman dwell inside him, did not the primal source flow within his own heart?","desc":"Early on in the story, Siddhartha begins to grow restless at home, dissatisfied with his life and yearning for another path. Siddhartha’s upbringing gave him a deep knowledge of holy texts such as the Upanishads, which teach of the existence of the Atman, the “All-One,” in which one can find nirvana. Yet, Siddhartha keenly observes the difference between knowing things through the mind and knowing things through experience. As Siddhartha considers all the wise, sagacious men who surround him, he sees that for all their knowledge of Atman, they have not yet experienced the All-One themselves."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/theme/enlightenment","quote":"Govinda replied: “Our eldest has reached perhaps the age of sixty years.” And Siddhartha: “Sixty yea","desc":"Govinda and Siddhartha discuss the age and progress of one of their spiritual teachers. After spending years with the Shramanas, a group of ascetics, Siddhartha grows restless with them. Siddhartha observes in them the same problem he observed at home: These holy men possess extensive knowledge of nirvana but have not reached such a state themselves. While the Shramanas taught Siddhartha the important art of losing oneself through a strict ascetic regime of fasting and long hours of meditation, Siddhartha has grown weary with the process. Siddhartha yearns to learn from others who’ve actually found success with their methods."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/theme/enlightenment","quote":"And—such is my thinking, o Exalted One—no one attains deliverance through teaching!","desc":"Siddhartha engages in a polite argument with Gautama, the Buddha, over whether one can truly achieve enlightenment through another’s teachings. Siddhartha acknowledges that Gautama has achieved enlightenment, which would indicate that Gautama can show others how to reach enlightenment as well. However, Siddhartha’s experiences with the Brahmins and Shramanas lead him to believe otherwise. Siddhartha points out to Gautama that experiencing enlightenment doesn’t necessarily enable a person to teach others how to achieve enlightenment—such an elevated state simply enables them to teach others about the world. Siddhartha maintains that people can only reach enlightenment through their inner selves."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/theme/enlightenment","quote":"In this hour Siddhartha ceased struggling with his fate, ceased suffering. On his face blossomed the","desc":"The narrator describes the moment in which Siddhartha achieves enlightenment when Vasudeva brings Siddhartha to the river for one final time. Siddhartha first sees a flow of images from his life—his father’s face, his time with Kamala, Govinda’s face—as they all dissolve and merge into the flow of the river itself. Siddhartha hears the culmination of the thousands of voices of the world into one single sound: Om. Finally, Siddhartha merges with the river itself, understanding life as one continuous flow of unity, where enlightenment resides in every moment."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/theme/enlightenment","quote":"You, Venerable One, may indeed be a seeker, for, striving toward your goal, there is much you do not","desc":"During Siddhartha and Govinda’s final visit, Govinda eagerly asks Siddhartha to tell him how he achieved enlightenment, the goal they have both searched for all their lives. Here, Siddhartha tells Govinda the act of seeking nirvana can, ironically, bring him farther away from it. Siddhartha tells Govinda to focus his attention on the world around him instead. From his time with Vasudeva, Siddhartha has come to understand that the essence of Atman exists everywhere. He instructs Govinda to use an indirect approach to best sense the truths he seeks."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/theme/language","quote":"He lived in friendship beside Vasudeva, and sometimes they would exchange words with each other, few","desc":"The narrator reveals what makes Vasudeva unique among all of Siddhartha’s teachers: his lack of didactic direction. Vasudeva serves as Siddhartha’s greatest spiritual guide, but not through speeches or textual instruction. Vasudeva’s reticence and gentle guidance allows Siddhartha’s enlightenment to unfold the way it should, according to divine timing. In Vasudeva, Siddhartha found the fulfillment of his desire for a mentor who does not teach but only guides him to sense Atman within himself."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/theme/language","quote":"Siddhartha spoke after a long pause, “What other thing, Vasudeva?” Vasudeva rose. “It has gotten lat","desc":"Vasudeva tells Siddhartha that among the many things the river will teach him, one “other thing” stands apart from the others. Siddhartha asks Vasudeva to name this other thing, but Vasudeva says he cannot. Siddhartha becomes confused, not realizing that Vasudeva cannot name the experience of enlightenment, which Siddhartha has already proclaimed cannot be spoken or put into words. Vasudeva withholds language in favor of prompting Siddhartha towards his own self-directed actions."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/theme/language","quote":"Govinda spoke: “Nirvana, Friend, is not only a word. It is a thought.”","desc":"At their final meeting, Govinda asks Siddhartha to describe how he reached enlightenment. A discussion ensues, which quickly devolves into a series of semantic arguments over words. Siddhartha insists that nirvana is only a word, which makes Govinda uncomfortable. Govinda’s life has been led by words, and he has put his faith in them. Govinda counters that nirvana exists not only as a word, but as a thought. Siddhartha sees no distinction between the word and the thought. Siddhartha views both words and thoughts as limited in their ability to express enlightenment."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/theme/language","quote":"“I know,” said Siddhartha, his smile radiating golden. “I know that, Govinda. And see, we are in the","desc":"As Gautama warned Siddhartha previously, Siddhartha warns Govinda not to get lost in language. Words possess a deceiving quality of categorizing and creating distinctions where in reality none exists. In this way, language can lead away from the path towards enlightenment. Govinda and Siddhartha’s argument over language represents a larger problem between their divergent needs: Govinda needs instruction with a set of precepts to follow, while Siddhartha needs indirect guidance without a code of conduct."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/theme/language","quote":"Even in him, even in your great teacher, I prefer the thing to the words, his actions and his life a","desc":"Siddhartha makes an important distinction to Govinda about language and action as they argue during their last meeting. Siddhartha explains that the reason he could tell Gautama had achieved enlightenment was not because of his brilliant teachings, but because of his graceful actions and beaming face. To Siddhartha, language has limited value to convey a person’s perceptions. As both Siddhartha’s and Govinda’s experiences demonstrate, words cannot express enlightenment."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/theme/time","quote":"“Have you,” he asked once, “have you also learned this secret from the river: that time does not exi","desc":"Siddhartha compares notes with Vasudeva. After spending many months living and working by Vasudeva’s side. Siddhartha receives his first important insight from the river: Time does not exist. Here, Siddhartha asks Vasudeva if he learned this same insight from the river, which Vasudeva confirms. This insight about time serves as an important lesson because such knowledge prepares Siddhartha’s mind to perceive another important insight about the world—its unity, which exists as another essence of enlightenment. These perceptions form Siddhartha’s final steps towards enlightenment."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/theme/time","quote":"But do you not mean that the river is everywhere at once, at its origin and at its mouth, at the wat","desc":"Siddhartha further qualifies his insight about time to Vasudeva. The truth the river has been able to teach Siddhartha that time does not exist resides in the river’s nature. The river exists in all places at one time, with its water’s constant movement and unified presence at both the river’s origin and terminus. Similarly, all time exists in the present moment, which comprises both the present and the future. This quality of time allows the present moment to possess the same quality as the eternal."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/theme/time","quote":"“That is it,” said Siddhartha. “And when I learned that, I took a look at my life and saw that it to","desc":"Through the river’s teachings, Siddhartha ultimately realizes that time exists as an illusion that distracts us from life itself. Siddhartha comes to understand that nothing separates the boy in him from the man, just as nothing separates his life as a Shramana from that of a merchant. In the present moment exist all of these “selves” that comprise Siddhartha’s life, for his life flows just like the river. Siddhartha can only come to enlightenment once he breaks free from this illusion about time and identity."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/theme/time","quote":"Vasudeva sat inside the hut weaving a basket. He no longer drove the ferry, his eyes had begun to gr","desc":"Siddhartha observes how Vasudeva’s body has aged. Vasudeva’s body begins to weaken and fail, and he has become unable to ferry people across the river. The light and peace emanating from Vasudeva’s face, however, does not fade. In Siddhartha, the quality of enlightened people’s faces does not change over the years. This important feature reveals the timelessness of enlightenment and how the peace and joy attained from enlightenment remains a continuous thread throughout the enlightened being’s life, connecting all past, present, and future selves."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/theme/time","quote":"[T]his ‘one day’ is an illusion, it is only a metaphor!...[I]n the sinner, now and today the future ","desc":"Siddhartha explains to Govinda the illusion of envisioning enlightenment as a goal in an indeterminate future. The idea that a man transforms from a sinner to enlightened over many years rings false, since in the present moment, both the “sinner” Govinda and the “enlightened” Govinda exist at the same time. Instead, life functions as a long, unfolding revelation of what one already is, by virtue of the unified nature of time."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/siddhartha","quote":"With your permission, Father. I have come to tell you that I wish tomorrow to depart your house and ","desc":"Siddhartha asks his father permission to leave and join the Shramanas, a wandering group of ascetic holy men. Out of loyalty and respect to his father, a respected Brahmin, Siddhartha asks permission to leave, though he has already made up his mind. Siddhartha will leave with or without his father’s permission."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/siddhartha","quote":"What I have learned up to this day with the shramanas, this, o Govinda, I could have learned more qu","desc":"Siddhartha explains to Govinda that the Shramanas have only taught him the art of losing the self, which a man can do by distracting himself in the world through drinking, games, and sex. Siddhartha has become disillusioned with the Shramanas and outgrown their teachings. The Shramanas have only taught Siddhartha how to conquer time for extended periods, not in an eternal way."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/siddhartha","quote":"Do you think, o Govinda, we are on the right path now? Are we actually approaching knowledge? Are we","desc":"After spending some time with the Shramanas, Siddhartha begins to have misgivings about their teachings. Here, Siddhartha asks Govinda if their work at eliminating the self and all of the self’s impulses and desires amounts in the end to just one big cycle of desire and negation. Siddhartha has grown dissatisfied with yet another path to enlightenment."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/siddhartha","quote":"He has robbed me, the Buddha, Siddhartha thought, and yet he has given me a greater gift...he has gi","desc":"After speaking with Gautama the Buddha, Siddhartha realizes that he cannot reach enlightenment through following another’s teachings—he must go alone. Gautama has helped Siddhartha crystallize this very important insight about his path and direction. Siddhartha knows that this truth also means he must leave Govinda behind, which saddens him greatly."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/siddhartha","quote":"That I know nothing of myself, that Siddhartha has remained so alien and unknown to me, this comes f","desc":"As Siddhartha leaves Gautama’s grove, he experiences a powerful moment of self-realization. Siddhartha recognizes that in trying to destroy his “I” in order to discover Atman, he has lost himself. The search for enlightenment has led him farther away from himself and caused his present anxiety. Siddhartha realizes he must understand and accept his own essence."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/siddhartha","quote":"When someone reads a text whose meaning he wants to comprehend, he does not despise the signs and le","desc":"In his awakening, Siddhartha realizes a very important truth: The world of appearances might be deceptive, but such a place still holds importance as the carrier of meaning. While one must not mistake the messenger for the message itself, calling the messenger worthless impedes reception, for only the world of appearances conveys the essence of Atman."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/siddhartha","quote":"If a person has nothing to eat, fasting is the most prudent course. If, for example, Siddhartha had ","desc":"At his job interview with Kamaswami, Siddhartha explains the skills he brings. Kamaswami questions the usefulness of what Siddhartha learned from the Shramanas in the world of business, focusing on fasting. Siddhartha explains that the art of fasting has taught him how to control his mind and function with a clear head, an extremely valuable asset in the business world."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/siddhartha","quote":"From you I learned the price of a basket of fish and how much interest one can demand when one lends","desc":"After Kamaswami becomes angry with Siddhartha for wasting his time on a botched trip to buy a crop of rice, he lectures Siddhartha about the value of money and business, which Siddhartha scoffs at. In response to Kamaswami’s lecture, Siddhartha tells Kamaswami that he might know the science of business, but he doesn’t know how to think, a far more important skill. Such an exchange demonstrates Siddhartha’s mastery over the material world."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/siddhartha","quote":"Siddhartha laughed amiably. “A ferryman, yes. Many people, Govinda, must go through a lot of changes","desc":"When Govinda and Siddhartha meet at the river for a second time, Govinda feels surprised to see Siddhartha now works as a ferryman. The last time they met, Siddhartha worked as a merchant. Govinda remains confused by Siddhartha’s many lives, considering them all deviations from the path of a true pilgrim. Siddhartha merely laughs off Govinda’s misgivings, explaining that many people experiment to discover their identities on their paths."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/siddhartha","quote":"One can convey knowledge but not wisdom. One can find wisdom, one can live it, one can be borne by i","desc":"Siddhartha shares this truth with Govinda, who can’t believe what he hears: No one can teach wisdom and any attempts by a sage to do so amount to folly. Govinda has spent his life following others’ teachings on wisdom. Govinda struggles to understand or accept Siddhartha’s repudiation of authority, as such an approach embodies the singular difference between Govinda and Siddhartha and reveals why their paths diverged."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/govinda","quote":"“I have come,” said Govinda.","desc":"Govinda expresses his solidarity with Siddhartha, who leaves home to go live with the Shramanas, a group of ascetics and holy men. Govinda feels frightened by the idea of leaving the village, but he knows he must follow Siddhartha, his best friend."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/govinda","quote":"How could it be possible then, among so many learned men, among so many Brahmins, among so many aust","desc":"Govinda feels incredulous when Siddhartha asserts that even the Shramanas, a wandering group of ascetic holy men, cannot show them the path to enlightenment. Govinda can’t believe that Siddhartha could say something so blasphemous, considering the extremity of the Shramanas’ religious practices. Unlike Siddhartha, Govinda does not question the value of his elders’ teachings."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/govinda","quote":"Govinda was delighted, and filled with joy he cried out: “Well then, we have reached our goal and ou","desc":"When Govinda reaches the city of Savatthi where Gautama the Buddha lives, he believes that he has reached the end of his journey. Govinda feels overjoyed that he and Siddhartha have been welcomed into the city and enchanted by the idea that they will learn from the Buddha himself. Govinda possesses a steadfast faith in revered and prominent holy teachers."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/govinda","quote":"“You are Siddhartha!” Govinda exclaimed loudly. “Now I recognize you and no longer grasp how I could","desc":"After many years apart, Govinda meets Siddhartha on a river bank. Govinda has spent the years as a disciple of Gautama, while Siddhartha has lived a hedonistic life in the city indulging all of his desires. Here, Govinda doesn’t recognize Siddhartha at first, which serves as a testament to the vastly divergent lives they’ve led since they separated."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/govinda","quote":"“You are on a pilgrimage,” Govinda stated. “But few go on a pilgrimage in such clothing, few in such","desc":"When Govinda meets Siddhartha on the river bank, Siddhartha appears unrecognizable. Siddhartha wears fine clothing and a fashionable hairstyle. When last they were together, they were both starved and half-naked Shramanas in Gautama’s garden. Govinda’s disbelief that Siddhartha could have been a true pilgrim of enlightenment wearing such clothing demonstrates Govinda’s belief in prescribed rules. In order to find enlightenment, Govinda believes one must look and act the part."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/govinda","quote":"“Certainly I am old,” said Govinda, “but I have not stopped seeking. Never will I stop seeking, this","desc":"When Govinda meets Siddhartha for a second time at the river, he recognizes a kindred spirit and takes Siddhartha for a seeker, just like himself. At heart, both Govinda and Siddhartha share a dedication to a journey to find enlightenment. Unbeknownst to Govinda who continues to search, Siddhartha has found enlightenment."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/govinda","quote":"Before I continue on my way, Siddhartha, permit me one more question. Do you have a doctrine? Do you","desc":"Govinda has realized that Siddhartha has attained nirvana and has come to the end of his journey. Eager to learn what Siddhartha knows, Govinda asks Siddhartha what doctrines he followed to achieve this monumental goal. Govinda still believes enlightenment can only be achieved by following prescribed methods and doctrines even though he has spent many years following them without success."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/govinda","quote":"Govinda said: “But what you call ‘things,’ are they something real, something essential? Is this not","desc":"Govinda questions Siddhartha’s newfound faith in “things.” To Govinda, Siddhartha’s claim that the river taught him what he knows about enlightenment goes against Gautama’s teachings to regard the things of the world as illusory and a distraction. In believing a faith in perceived reality will mislead the seeker, Govinda’s reasoning appears sound, but he misses the point. Siddhartha does not worship the things themselves, but rather he attends to the essence of enlightenment that streams through them."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/govinda","quote":"“This I comprehend,” said Govinda. “But even this the Exalted One has identified as deception. He de","desc":"Govinda rejects Siddhartha’s ethic to love the world. To have “love” for the things of the world goes against the teachings of Gautama, who warns that identifying with the earthly leads to forming attachments that bring suffering. Relying on Buddhist thought, Govinda misunderstands Siddhartha in this moment, still unable to grasp the deeper wisdom Siddhartha tries to express about the divine unity of the world."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/govinda","quote":"“Siddhartha,” he said, “we are old men now. I can hardly believe we will see each other again in thi","desc":"When they meet at the river for a final time, Govinda sees from Siddhartha’s beaming face that Siddhartha has achieved enlightenment. With some regret, Govinda acknowledges that he has not been as successful as his friend. As Govinda has accumulated a great deal of knowledge over the years, his methods haven’t been completely unsuccessful. Yet Govinda doesn’t possess the wisdom of self-reliance that his friend Siddhartha has."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/vasudeva","quote":"Certainly. This too I have learned from the river: Everything returns! You, too, Shramana, will come","desc":"When the ferryman Vasudeva and Siddhartha first meet, Siddhartha crosses the river towards the city. Here, Vasudeva predicts that Siddhartha will return to the river someday. Siddhartha does indeed return to the river, suicidal and spiritually bereft from many years of city life. Vasudeva’s quiet wisdom gives him insight that the river will draw Siddhartha back, foreshadowing their future relationship."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/vasudeva","quote":"“You will learn how,” Vasudeva said, “but not from me. The river taught me how to listen, from the r","desc":"Vasudeva explains that Siddhartha will learn the art of listening from the river, not from him. Siddhartha’s journey has taken him from his father, to the Shramanas, to Gautama, to Kamala and Kamaswami, and now to Vasudeva. Unlike Siddhartha’s other teachers, however, Vasudeva diverts Siddhartha’s attention away from himself and towards the river."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/vasudeva","quote":"Look here, I am no scholar, I do not understand how to speak, I do not understand how to think, eith","desc":"In a display of humility, Vasudeva explains to Siddhartha that his wisdom comes not from books or sophisticated philosophical knowledge, but from listening to the river and nothing else. Vasudeva refrains from engaging in a student-teacher relationship with Siddhartha. He understands that his role serves only as a guide for those ready to receive the wisdom of the river and not as an instructor."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/vasudeva","quote":"“That is so,” Vasudeva nodded, “all of the voices of creation are in its voice.”","desc":"Vasudeva responds after Siddhartha remarks that he senses that the river has “many voices.” Vasudeva agrees that the river contains many voices—the voices of kings, warriors, of women giving birth—essentially all the voices of creation. Vasudeva’s role as the ferryman and spiritual guide leads Siddhartha to these important insights by gently guiding Siddhartha’s course, rather than directly telling him what to think or do."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/vasudeva","quote":"Water chooses water, youth chooses youth, your son is not in a place where he can thrive. Go and ask","desc":"As matters between Siddhartha and his son climax, Siddhartha looks to Vasudeva for advice. As always, Vasudeva refers Siddhartha to the river for answers. Vasudeva knows that Siddhartha’s son needs to leave the river in order to grow according to his own nature; the river has nothing to teach the son yet."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/vasudeva","quote":"O yes, he too is called, he too is of life eternal. But do we know then, you and I, to what he is ca","desc":"Vasudeva reminds Siddhartha that no one—not even they—can determine another person’s calling in life. Siddhartha’s son needs to make his own choices, make his own mistakes, and follow his own desires. Vasudeva knows that Siddhartha’s son will likely reach enlightenment as his father has, but the path he takes to get there must be of his own design."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/vasudeva","quote":"The ferryman’s smile beamed brightly; he gently touched Siddhartha’s arm and said, “Ask the river ab","desc":"The ferryman Vasudeva tells Siddhartha not only to go to the river, but also to hear the river laugh at him. Vasudeva knows that when Siddhartha brings his conflict with his son to the river, the river will laugh, revealing Siddhartha’s hypocrisy. Siddhartha left his father to forge his own path, and so will Siddhartha’s son. Vasudeva understands that only the river can help Siddhartha understand this truth."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/vasudeva","quote":"Do you really believe you have committed your follies so that your son may be spared them?","desc":"In a rare instance of instruction, Vasudeva points outs an important error in Siddhartha’s logic. Siddhartha knows that a person’s journey towards enlightenment can only come from within, yet he ignores this fact with his son. Siddhartha wants to protect his son from the same mistakes he made, but, as Vasudeva points out, no one can dictate another person’s path."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/vasudeva","quote":"“You have heard it laugh,” he said. “But you have not heard everything. Let us listen together, ther","desc":"When they first meet again, Vasudeva tells Siddhartha that he will hear many sounds in the river, but there is one sound he will hear above all else. Now, Vasudeva, with his divine sense of timing, knows that Siddhartha has now reached the end of his journey and is ready to hear this last sound—the sound of “Om.”"},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/vasudeva","quote":"I have waited for this moment, dear friend. Now that it has come, let me go. For a long time I have ","desc":"Vasudeva bids farewell to Siddhartha and to life. As a ferryman, he can no longer physically make the crossings. As a spiritual guide, Siddhartha has now reached nirvana. Vasudeva looks forward to his death with joy, knowing that he completed his work on earth."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/kamala","quote":"No my dear, he does not yet suffice. He must have clothing, lovely clothing, and shoes, lovely shoes","desc":"Siddhartha wants Kamala to instruct him in the art of physical love. After he asks Kamala if she will take him “as is,” she laughs and says no. In order to be her lover, Kamala demands that Siddhartha have clothing and money, two things Siddhartha has none of since he’s just left the forest as a Shramana. Kamala functions as Siddhartha’s entry back into the world of the senses, but he will need to make some changes to learn what she has to teach."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/kamala","quote":"Why should I fear a shramana, a silly shramana from the forest, one who comes from the jackals and k","desc":"After Siddhartha asks Kamala if she fears taking him, a Shramana, as a lover, Kamala dismisses his concerns. As revealed by her reaction, Kamala finds humor in the idea of her fearing a wandering ascetic with no clothing. Kamala has broad experience with worldly men of wealth and favor. Even though Kamala possesses knowledge of the outer world of the senses, she remains a stranger to Siddhartha’s knowledge of the inner world of insight."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/kamala","quote":"Lovely and red is Kamala’s mouth, but try to kiss it against Kamala’s will and not a drop of sweetne","desc":"Kamala argues that if a man takes a woman against her will, that man loses what he seeks: a woman’s sweetness. Kamala’s answer to Siddhartha shows that she can go head to head with Siddhartha in argument, indicating the value she brings to lead Siddhartha’s exploration of the world of the senses."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/kamala","quote":"“You are the best lover,” she said pensively, “I have ever had. You are stronger than others, more f","desc":"Kamala wisely senses the deep inner detachment in Siddhartha and airs her observations here. Kamala and Siddhartha have become profoundly connected to each other through friendship and physical intimacy, but the connection has a different meaning for Siddhartha. In his strategy to achieve enlightenment, he plays a game with Kamala, just as he plays a game with Kamaswami. Siddhartha stays with them to learn their ways, not to entwine his life with theirs."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/kamala","quote":"Kamala pointed to her boy and said: “Did you recognize him too? He is your son.”","desc":"Just before Kamala dies, she reveals to Siddhartha his son, the child they conceived together. Siddhartha was unaware of Kamala’s pregnancy when he left her years earlier. Kamala and Siddhartha’s union might not have blossomed into the fullness of human partnership and marriage, but their relationship did produce a divine gift—a son."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/kamaswami","quote":"But he does not take from those others what is theirs and give them nothing in return: he gives them","desc":"Kamaswami argues to Siddhartha that while a Shramana and merchant might both live off the property of others, a merchant gives something in return. Kamaswami earns his money as a businessman and bases his worldview in the material world of commerce and trade. Siddhartha’s world of ascetism, knowledge, and wisdom seems foreign to him."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/kamaswami","quote":"But permit me to ask: if you have no possessions, what then can you give?","desc":"Kamaswami asks Siddhartha what he can give to the world since he has no possessions. Kamaswami’s question, while philosophical, serves a practical purpose. Siddhartha must identify what assets he can offer to him as an employee in terms of skills and character."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/kamaswami","quote":"And what use is it? For example fasting—what is it good for?","desc":"Kamaswami asks Siddhartha to explain how he can offer fasting as a useful skill in commerce. The puzzled Kamaswami asks why knowing how to live without food helps others. He wonders what commodity fasting produces to trade or sell. Such questions reveal that Kamaswami thinks in terms of practicality. He has mastered the material world and feels comfortable there."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/kamaswami","quote":"He always seems only to play at business, it never gets into his blood, it never rules him, he never","desc":"Kamaswami makes this observation about Siddhartha’s curious detachment from his work as a businessman. Kamaswami becomes both puzzled and intrigued by Siddhartha’s example, which extends beyond the limits of Kamaswami’s mind to comprehend. Kamaswami can teach Siddhartha how to make money, but Siddhartha can’t teach Kamaswami how to think. Siddhartha explains that intelligence doesn’t enter into it. Kamaswami doesn’t have the inner refuge that allows people to feel at peace no matter what their circumstances."},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/kamaswami","quote":"“How nice all this is,” Kamaswami admitted reluctantly, “but I should like to say, the fact is you a","desc":"When Siddhartha goes on a failed business trip to buy rice, Kamaswami becomes greatly annoyed. Kamaswami can’t understand why Siddhartha stayed for several days to socialize with the townspeople who sold their rice to another buyer. Kamaswami’s and Siddhartha’s disparate world views often lead them to an impasse of understanding."}]