[{"page":"http://www.sparknotes.com/lit/warandpeace/quotes/","quote":"“Well, Prince, so Genoa and Lucca are now just family estates of the Buonapartes. But I warn you, if","desc":"These words from the St. Petersburg society hostess Anna Pavlovna Scherer brilliantly open War and Peace in Book One, Chapter 1, establishing a dual focus on the wartime idea of Napoleonic aggression and the peacetime idea of conversation at a high-society party. These lines immediately attune us to the fact that war and peace are constantly interwoven in the novel, as military maneuvers go hand in hand with socializing. Anna Pavlovna is surprisingly well informed about current events, a far cry from the somewhat insulated mindset we might expect from such a socialite. The Italian principalities of Genoa and Lucca are far from St. Petersburg, yet Anna Pavlovna has a global view of their importance, just as a minister of war might have. Her toughness in addressing the prince, with threatening phrases such as “I warn you” and “I will have nothing more to do with you,” shows that she is ready to act like a general—a trait we also see in her dictatorial way of running her party. Moreover, Anna Pavlovna shows a diplomat’s sensitivity to the political subtleties of language, as when she calls Napoleon by his Italian name, Buonaparte, rather than his French name, Bonaparte, thereby delicately insulting Napoleon’s non-French background.Yet if Anna Pavlovna introduces the prospect of war into the novel, she also reveals how arbitrary and absurd people’s understanding of war often is, both on and off the battlefield. Her declaration that Napoleon is the Antichrist comes across as exaggerated and ridiculous, especially in light of later developments, when we see Tolstoy’s portrait of the French emperor as a silly, vainglorious, and deluded little man. Napoleon may be dangerous, but he is hardly the principal of evil incarnate. Similarly, Anna Pavlovna’s threats to the prince are social games, not intended seriously or taken seriously. As such, we feel that most talk of war in higher state circles may be similarly blustery and hollow. Anna Pavlovna may only be feigning an interest in the war to appear current and informed. We do not detect much real emotion in what she says, even though the war may well threaten her own country’s well being. Moreover, Anna Pavlovna makes no effort to argue against the prince’s supposed defense of Napoleon by appealing to reason or evidence. Instead, she does so merely through a trivial threat that she will no longer speak to the prince if he holds to his opinions. Reason and clear judgment appear to have little validity in discussions about war, as Tolstoy repeatedly shows throughout the novel."},{"page":"https://www.sparknotes.com/lit/warandpeace/quotes/page/2","quote":"Pierre, who from the moment Prince Andrew entered the room had watched him with glad, affectionate e","desc":"This early picture of Pierre and Andrew from Book One, Chapter 1, shows us a great deal about the characters of both men. We see that Pierre views the prospect of greeting Andrew with sincere and simple pleasure, his “glad, affectionate” eyes showing a nearly canine joy in making contact with someone he likes. Tolstoy thus presents Pierre to us as a deeply social person who thrives on human connection. Andrew, by contrast, instinctively dislikes human contact and is not ashamed to show this detachment, “expressing his annoyance with whoever was touching his arm.” Andrew does not like being touched, though in the case of Pierre he makes an exception to his rule and returns Pierre’s show of affection. It is not that Andrew secretly dislikes Pierre, but rather that Andrew’s instinct is to avoid human contact, whereas Pierre’s instinct is to pursue it.When broadly applied to the lives of these two men, this contrast in attitudes toward human contact shows us much about how the men live and the choices they make. Pierre jumps all too eagerly into human contact when, in Helene, he makes a disastrous choice of a wife. However, the identity crisis that follows from Helene’s deception of him pushes him on a search for wisdom. Pierre ends the novel happily married, having apparently learned from his earlier mistakes in forging the wrong kind of connections with people. Andrew, by contrast, is alone at the end of the novel, unmarried to the woman he loves seemingly because he insisted on following his father’s wish in delaying the marriage—but perhaps really because he secretly feared starting another relationship. Both Andrew and Pierre arrive at surprising and life-changing realizations that they love Natasha, but Andrew remains alone and untouched in the end, while Pierre is able to forge a union with her. In this regard, this early scene with the two men prefigures larger, more significant developments that occur much later in the novel."},{"page":"https://www.sparknotes.com/lit/warandpeace/quotes/page/3","quote":"This black-eyed, wide-mouthed girl, not pretty but full of life... ran to hide her flushed face in t","desc":"This passage from Book One, Chapter 5, introduces the major female character in War and Peace, the twelve-year-old Natasha Rostova, in a manner that reveals to us much of the symbolic importance she has in the novel as a whole. Significantly, while almost all the other main characters are introduced by name before they are physically described, Natasha is left nameless for some time. She appears at first less an individual human being than a mythic presence, an embodiment of vital girlhood “full of life.” Her wide mouth suggests a readiness to feed on experiences and an eagerness to express herself fully, though not necessarily in any rational way. Natasha’s inability to “explain” about her doll suggests that her soul is emotional rather than analytical. She may express herself through laughter, or other nonverbal means, better than she can by reasoning things out. Indeed, this emotional extravagance and rational limitation on Natasha’s part continue to be evident long after she grows up, as we see when she submits to the seductive Anatole and plans a madcap elopement with him.We also see Natasha’s bold and even rebellious spirit clearly here in her indifference to the stern remarks from her mother. Parental threats mean nothing to Natasha: she will do what she will do, with little care for what the authorities or elders say. The Rostov family friend Marya Dmitrievna sees this rebellious spirit in Natasha when she nicknames her “the Cossack,” a name that, in its fondness, suggests that Natasha’s rebelliousness is a quality to be appreciated and perhaps even admired. This rebellion, however, leads to unhappiness later, as when Natasha braves Sonya’s criticism and her family’s disapproval in planning to elope with the roguish Anatole. But in the end, we feel that this trait leads Natasha to a deeper wisdom than a scrupulous rule-abider like Sonya could ever attain. Finally, Natasha’s clutching of a beloved baby doll in these lines foreshadows her ultimate role as mother of four. She hides in her mother’s mantilla holding her imagined child, suggesting a strong bond between grandmother, mother, and child that underscores the values of the Rostov family and the continuity of their line."},{"page":"https://www.sparknotes.com/lit/warandpeace/quotes/page/4","quote":"When everything was ready, the stranger opened his eyes, moved to the table, filled a tumbler with t","desc":"In this passage, from Book Five, Chapter 1, Pierre is waiting at the Torzhok station for a connection on his way to St. Petersburg, having just left his wife after discovering she has been cheating on him with his friend. Pierre is bitter and depressed, and as he waits mindlessly he meets a mysterious old man with a strange servant—two figures who, in their dreamlike, almost surreal quality, contrast with the realistic normalcy of most characters in War and Peace. The old man wears a ring with a death’s head on it, and he sits in total Zen-like silence for a long time. His servant appears to have no beard, not because he has recently shaved but because no beard has ever grown. The slightly androgynous, sexless quality of both men inevitably affects Pierre, who has just been punished, in effect, for marrying the wrong woman as a result of sexual passion. The two men may unconsciously represent a freedom from the impulses of sex, and therefore a liberation of the spirit. It is precisely a spiritual rebirth for which Pierre yearns in his present misery. As we see with Pierre always, he seeks spiritual rebirth not through introspection or books alone, but through a connection with people. Consequently, even though these two men make Pierre “uneasy,” he does not avoid them, as Andrew would likely do, but rather feels it inevitable that he will interact with them and gain something from them.Although the first stranger mentioned appears to be the master of the beardless man who is the servant, it is nevertheless the first man who pours a glass of tea for the beardless man. While the servant later does perform tasks for his master, this initial tea ceremony is somewhat symbolic, creating an environment of social equality. This hint of a leveling of social ranks may unconsciously appeal to Pierre, whose most important influence later in the novel comes not from a tsar, prince, or emperor, but from a simple and humble Russian peasant, Platon Karataev. The two strangers may thus also represent an ideal of a classless society, or at least an ideal of a strong, comradely connection between individuals of different classes."},{"page":"https://www.sparknotes.com/lit/warandpeace/quotes/page/5","quote":"When he related anything it was generally some old and evidently precious memory of his “Christian” ","desc":"This description of the personality and behavior of the remarkable peasant Platon Karataev, from Book Twelve, Chapter 3, demonstrates how Tolstoy and Pierre both find Platon’s ordinary and uneducated “insignificance” highly significant. Platon is exceptional in being so common, in the best sense of the word—part of the common or shared native traditions of Russia. Many members of the cultural elite of Tolstoy’s day would have viewed Platon’s liberal use of Russian proverbs as a sign of low-class status and illiteracy. Tolstoy, however, gives Platon’s colloquial expression a mighty stamp of approval in referring to its “profound wisdom.” This comment reveals much about the view of wisdom Tolstoy offers in War and Peace. Wisdom is not to be found in high culture or foreign culture—Andrew and Pierre both return from trips to Europe without having become noticeably wiser—but rather from the experience of what is right under our noses. Tolstoy implies that sometimes the wisdom of a very common proverb can go completely overlooked until the right speaker uses the proverb appropriately and suddenly imbues it with deep meaning.This passage also reveals another important idea in the novel, the suggestion that truth and meaning lie in human beings and in the full experience of human life, rather than in detached ideas or images or doctrines. The narrator does not give us any examples of mind-boggling ideas Platon has put forth, but instead refers to “some old and evidently precious memory” that the peasant narrates. It is not clear that the memory is at all precious in and of itself, but only that it is “evidently” precious to Platon himself. This distinction is key. Tolstoy implies that it does not really matter what a memory is, but only that someone attaches a personal meaning to it in his own particular way. That meaning then infuses the person with such a glow of wisdom that anyone who hears him cannot help but be affected by it—as we see in the fact that Platon profoundly affects Pierre. The truth that strikes Pierre is not a single idea he can carry away with him, but rather the fuller experience of knowing and interacting with Platon and appreciating the meaning he is able to convey."}]