[{"page":"http://www.sparknotes.com/lit/brothersk/quotes/","quote":"“Above all, do not lie to yourself. A man who lies to himself and listens to his own lie comes to a ","desc":"Zosima makes this speech to Fyodor Pavlovich in Book II, Chapter 2. Many of Zosima’s comments in this section of the novel lay the groundwork for the development of the novel’s main ideas. Here, Zosima explores the important concept that the path to virtue is through honesty with oneself. A man who lies to himself, he says, is unable to perceive the truth around him. Because his surroundings make him suspicious, and because he cannot believe in anything—not God, not other people—he ceases to respect or to love mankind and thus falls into sin. This argument is not only a perceptive summary of Fyodor Pavlovich’s psychology, it also opens the door for many of the novel’s subsequent ideas about redemption. Later, the novel suggests that the path to redemption lies in honest self-knowledge, which can best be attained through suffering."},{"page":"https://www.sparknotes.com/lit/brothersk/quotes/page/2","quote":"“Listen: if everyone must suffer, in order to buy eternal harmony with their suffering, pray tell me","desc":"Ivan makes this argument to Alyosha in Book V, Chapter 4, as part of his rejection of the idea of a loving God. Ivan believes it is impossible to have faith in a benevolent deity who makes children suffer unjustly. Ivan can, to a certain extent, see the logic in the suffering of adults: adults must suffer to pay for their sins, “to buy eternal harmony with their suffering.” But children, he explains, are too young to have sinned, and are often made to suffer the most excruciating torments by a God who supposedly loves them. From this condition, Ivan reasons that if God exists, he does not really love mankind, but rather occupies the position of a torturer who should be defied and rejected rather than worshipped and loved."},{"page":"https://www.sparknotes.com/lit/brothersk/quotes/page/3","quote":"“Decide yourself who was right: you or the one who questioned you then? Recall the first question; i","desc":"The Grand Inquisitor levels this accusation at Christ in Ivan’s prose poem in Book V, Chapter 5. The inquisitor is referring to the story of the temptations that Satan offered Christ, and that Christ rejected. The Grand Inquisitor sees Christ’s rejection of the temptations of Satan as responsible for placing the intolerable burden of free will on mankind, and for taking away the comfort of stability and security. The Inquisitor says that when Satan tempted Christ to make bread from the stones, Christ should have done so, and should have brought the bread back to the people so that they would follow him in order to win the security of being fed. Christ’s response—that man does not live by bread, but by the word of God—gives men the freedom to choose whether to follow Christ or not, without buying faith with security. This notion of free spiritual will is central to Christian theology, but as the Grand Inquisitor sees it, Christ has actually done mankind a disservice by keeping people from obtaining security. Most people, he says, are too weak to tolerate the burden of free will. As a result, he says that “the one who questioned you then,” meaning Satan, was right, and Christ was wrong. Ivan believes that mankind is not competent to handle the awesome burden of free will, and should have been given a leader to obey instead."},{"page":"https://www.sparknotes.com/lit/brothersk/quotes/page/4","quote":"“Very different is the monastic way. Obedience, fasting, and prayer are laughed at, yet they alone c","desc":"Zosima makes this speech when analyzing the nature of the Russian monk in Book VI, Chapter 3. It illustrates the scope of the contrast between Zosima’s views and Ivan’s. Where Ivan’s Grand Inquisitor looks at the problem of free will with resentment and loathing, Zosima considers free will a cause for rejoicing. The Grand Inquisitor says that men should have been given bread and leadership, while Zosima says that they should reject material security—through obedience, fasting, and prayer—in order to obtain “real and true freedom.” For Zosima, real and true freedom is crucial to the nature of goodness because it gives meaning to the choice to embrace faith. If a person has no choice but to believe in God, then faith is meaningless—only through the medium of free will can faith be more than a default position. Zosima thus wholly rejects the Grand Inquisitor’s—and Ivan’s—notion of the weakness of human nature, holding out hope that, through spiritual freedom, mankind can be redeemed."},{"page":"https://www.sparknotes.com/lit/brothersk/quotes/page/5","quote":"“But hesitation, anxiety, the struggle between belief and disbelief—all that is sometimes such a tor","desc":"This taunt is delivered by the devil that visits Ivan in Book XI, Chapter 9. Ivan has just realized his complicity in Smerdyakov’s murder of Fyodor Pavlovich, and in his ensuing psychological breakdown, he experiences the hallucination of this devil, who mocks Ivan with his former beliefs and their inconsistency with his inner desires. Ivan furiously tries to assert that he does not believe this devil is real, but the devil shrewdly manipulates his desire not to believe so as to make him believe all the more. Then, in this passage, the devil even more shrewdly admits that he is deliberately toying with Ivan’s belief because he knows that deep down Ivan wants to believe in him. Ivan is a moral person who is horrified and appalled by the rejection of morality that he advocates on the surface, and the murder of his father has made him even more desperate in his secret desire for the moral criterion of religious faith. This inner longing makes Ivan ashamed, and the devil teases his shame, even assuming a mockingly singsong tone of voice (“ver-ry much, ver-ry much”). This passage is important because it strips Ivan’s psyche bare and reveals the emotional emptiness and desperation that lie beneath his philosophical positions. Ivan’s doubt collapses into a nervous breakdown, revealing, through his hallucination of the devil, both the inadequacy of his doubt and his secret desire to find a more satisfying faith."}]