[{"page":"http://www.sparknotes.com/lit/dubliners/quotes/","quote":"Yes, the newspapers were right: snow was general all over Ireland. It was falling on every part of t","desc":"In the very last paragraph of “The Dead,” and hence the last paragraph of Dubliners, Gabriel gazes out of his hotel window, watching the falling snow and reflecting on his wife Gretta’s recent confession about her childhood love, Michael Furey. Previously in the story, Gabriel had been intoxicated and energized by Gretta’s preoccupied mood, which reminded him of their courtship, but her outburst of sobbing undermines his self-assurance. This quiet moment of contemplation portrays Gabriel’s muted, hushed acceptance that he was not Gretta’s first love, and that in fact he has never felt love at all. The blanket of snow suggests this sense of numbness in Gabriel’s character—he is literally frigid to emotion—but also the commonality of this trait. The snow does not fall only outside of Gabriel’s window, but, as he envisions it, across the country, from the Harbor of Dublin in the east, to the south in Shannon, and to the west. In other words, everyone, everywhere, is as numb as he is.In this image, Gabriel also contemplates his mortality, and how his living experience intersects with death and the dead. Snow falls everywhere in Ireland, including on the grave of Michael Furey, who has so recently entered his life. In his speech at his aunts’ party, Gabriel had called for the need to live one’s life without brooding over the memories of the dead, but here he realizes the futility of such divisions and the lack of feeling they expose in his character. Gretta cannot forget the pain of the dead in her life, and her acute suffering illustrates for Gabriel that the dead are very much a part of the lives around him, including his own. That Gabriel’s reflections occur in the nighttime adds to the significance of this quote. As he now broods over the dead, he hovers in that flickering state that separates the vibrancy of one daytime from the next. The darkness above the ground mirrors the darkness beneath the ground, where coffins of the dead rest."},{"page":"http://www.sparknotes.com/lit/dubliners/quotes/","quote":"He looked down the slope and, at the base, in the shadow of the wall of the Park, he saw some human ","desc":"This quote from “A Painful Case” shows Mr. Duffy walking past the park near his home after he has learned of Mrs. Sinico’s death. He sees two lovers in the park. They are not specific people, but rather human figures that render the scene universal, and the sight reminds Mr. Duffy of his self-imposed exclusion from companionship. In the story, Mr. Duffy rebukes the intimate gestures of Mrs. Sinico, only to realize here, after her death, how potentially life-changing they could have been. At the same time, the language of this quote articulates Mr. Duffy’s relentless spite for such physical expression—it is fleshly and secretive, something that happens in the shadows. This moment enacts a cycle of life and death that echoes throughout Dubliners: seeing the living, physical evidence of love in two people leads Mr. Duffy to think of the dead, of Mrs. Sinico, and then to reflect on his own existence. Mr. Duffy’s circular thoughts recall the obsessive routines and daily procedures that comprise his life and that make no space for the intimate sharing of love.The imagery of eating in this quote suggests the importance of reciprocity and union that is so absent in this story. The physical act of eating is an activity that Mr. Duffy attempts to externalize and control. Yet Mr. Duffy must gnaw on his rectitude because he has nothing else and because his rectitude is the root of his exclusion. In living in such a restrained way, including his clockwork, solitary meals at the same establishments, he cannot tolerate the change that love harbors or the emotional output, often so uncontrollable, that it demands. As a result, Mr. Duffy must watch others feast and share in the consumption of the many things the world has to offer, while he remains alone."},{"page":"http://www.sparknotes.com/lit/dubliners/quotes/","quote":"I watched my master’s face pass from amiability to sternness; he hoped I was not beginning to idle. ","desc":"In this quote, the young boy of “Araby” has just spoken with Mangan’s sister, and now finds himself entirely uninterested and bored by the demands of the classroom. Instead, he thinks of Mangan’s sister, of the upcoming bazaar, and of anything but what rests before him. This scene forecasts the boy’s future frustration with the tedious details that foil his desires, and it also illustrates the boy’s struggle to define himself as an adult, even in the space of the classroom structured as a hierarchy between master and student. Just as mundane lessons obstruct the boy’s thoughts, by the end of the story everyday delays undermine his hopes to purchase something for Mangan’s sister at the bazaar. In both cases, monotony prevents the boy from fulfilling his desires.This scene articulates the boy’s navigation between childhood and adulthood. He sees the routine boredom of school as child’s play—it is easy, unengaging, and repetitive. Desire, on the other hand, is inspirational and liberating. His thoughts, after all, wander everywhere, rather than remain fixed to the place they should be. Yearning for the freedom of adulthood, the boy remains chained to the predictability of childhood. The irony underpinning the word idle reflects the hypocrisy of this situation, and as such forms one of the moments in the narrative when the subject’s voice speaks through the detached third person. What exactly, the passage asks, is idle about excited desire? Idle activity, rather, defines the activity in school, and thus childhood."},{"page":"http://www.sparknotes.com/lit/dubliners/quotes/","quote":"He remembered the books of poetry upon his shelves at home. He had bought them in his bachelor days ","desc":"In this quote from the beginning of “A Little Cloud,” Little Chandler sits in his office, waiting for the workday to conclude so he can meet with Gallaher, his old friend. As he thinks about Gallaher’s successes as a London newspaper writer, Little Chandler begins to reflect on his own career as a writer. Though he works as a clerk, a job in which writing plays a large part, Little Chandler aspires to be a poet—a writer whose material is human emotion, not drudgery. In this passage, however, Little Chandler dejectedly accepts that such aspirations will never materialize. He has the books, but none of the passionate drive to produce one of his own. The books in the quote, in turn, serve as emblems of Little Chandler’s poetic desires. They are present and within reach, but his temerity and hesitation prevent him from pulling them from the shelf. His inability to read to his wife also hints at the contradictory role of marriage in his life: it acts as an inhibitor rather than an encouragement to fulfilling his desires. The final moments of the story confirm this antagonism. Little Chandler musters the courage to read some poetry to himself, but his wife’s entry crushes his reverie and makes him feel remorseful for his actions.The symbolic setting of this passage underscores the competing forces in Little Chandler’s life. He wishes to live and write poetically, but does so in the confines of an office space. The imagined presence of the books, juxtaposed with Little Chandler’s surroundings, highlights the contrast between his grandiose dreams and the mundane reality that envelops him. Little Chandler’s wandering mind evokes the escapist leanings of so many of the characters in Dubliners, though his reality at least mimics his dreams. That is, Little Chandler earns his living in a pallid version of the same career about which he fantasizes."},{"page":"http://www.sparknotes.com/lit/dubliners/quotes/","quote":"They thought they had only a girl to deal with and that, therefore, they could ride roughshod over h","desc":"From “A Mother,” this quote reveals the thoughts of Mrs. Kearney toward the end of the final concert in which her daughter, Kathleen, is scheduled to perform. When she agreed to let her daughter participate, Mrs. Kearney arranged a contract in which the organizers agreed to pay Kathleen for three performances. With the second performance cancelled and the third nearly finished, Mrs. Kearney, in the passages before this one, has pursued the organizers of the concert, reminding them that Kathleen must be paid in full despite the changes. Here she expresses her determination in seeing the contract fulfilled—a determination that fixates on the gendered context of the situation. All of the organizers, who have been dodging Mrs. Kearney’s inquires, are men. As such, Mrs. Kearney sees her treatment as biased and manipulative. That Mrs. Kearney wants to “show” the men their erred judgment of her fits with Mrs. Kearney’s concerns with appearance and performance in the story. Following up with the agreement of the contract isn’t enough—she must publicly point out their mistake.The parallel construction of this quote illustrates on a formal level a confrontational, competitive approach that both bolsters and weakens Mrs. Kearney’s quest. The first sentence begins with “they,” followed by a sentence that begins with “but she.” This move from the critiqued party of men to Mrs. Kearney, a move repeated in the third and fourth sentences, evokes Mrs. Kearney’s defensive mindset. “They” may do this, “but she” will counter. Such antagonism acts as a rallying cry for Mrs. Kearney, yet it also serves to undercut sympathy for her character. The repeated call for revenge highlights Mrs. Kearney’s self-concern that overrides concern for Kathleen. As the progression of the quote indicates, first Mrs. Kearney will valorize herself, and then she will be sure that Kathleen gets paid. Nowhere, however, does the reader hear Kathleen’s voice."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/theme/drunkenness","quote":"He drank, plundered the till, ran headlong into debt. It was no use making him take the pledge; he w","desc":"“The Boarding House” opens with the narrator’s description of Mr. Mooney, a husband whose failure as a provider sets the scene. Mr. Mooney had married into his father-in-law’s business but ruined it because of his chronic drinking. As a result, Mrs. Mooney separates from him and runs her own business, a successful boarding house, one of the few professions available to a woman at the time. Known as the Madam, her shrewd management counterpoints her husband’s squandering of resources. The plot of a mother-daughter manipulation of a bachelor boarder into marriage comments ironically on men’s misuse of their freedom."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/theme/drunkenness","quote":"The dark damp night was coming and he longed to spend it in the bars, drinking with his friends amid","desc":"The narrator of “Counterparts” describes a law clerk, Farrington, trying to meet a deadline at his office. He fantasizes about being away from his job and at the bar, drinking. This particular day he has sneaked out of work five times for a quick drink. His obsessive thirst betrays alcoholism. Between the mental distraction of longing for the bar and the physical toll the five drinks must be taking, readers understand his irresponsibility. Farrington can’t break the cycle by recognizing his own fault in this failure."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/theme/drunkenness","quote":"What a nice evening they would have, all the children singing! Only she hoped that Joe wouldn’t come","desc":"In “Clay,” Maria travels to visit her brother Joe’s family on All Hallow’s Eve, a special occasion. She has been reflecting fondly about Joe, whom she helped raise, but as the narrator reveals here, she feels a bit apprehensive about the evening ahead. While he has been very kind to her and even invited her to live with his family, Joe transforms into his worse self under the influence of alcohol. As a respectable woman, though of working class, Maria herself rarely, if ever, drinks, and certainly nothing strong. Throughout Dubliners, sober women pick up the pieces from men’s irresponsible drinking."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/theme/drunkenness","quote":"“Sure, amn’t I never done at the drunken bowsy ever since he left school? ‘I won’t keep you,’ I says","desc":"In “Ivy Day in the Committee Room,” the old man who attends to the Committee Room fire talks to an election official. He calls his nineteen-year-old son a drop-out and a bum. He expresses surprise that his son turned out to be an unemployed drunkard despite sending him to the Christian Brothers’ school and frequently beating him as a young child. Satisfied with his parenting, he blames his son’s wildness on the mother for spoiling him. The old man recounts how his son disrespectfully talks back to him when he’s been drinking. Readers infer the true source of his son’s behavior in the father’s long-time abuse."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/theme/drunkenness","quote":"[T]hey were dreadfully afraid that Freddy Malins might turn up screwed. They would not wish for worl","desc":"In “The Dead,” the narrator explains the Morkan family’s anxiety in regards to Freddy Malins, a known drunkard and family friend. Everyone in the family attended their annual dance, including Freddy and his mother. They hope for the best and then manage his behavior as needed. The party includes children, however, and the Morkan sisters feel concerned about exposing the children to his drunkenness. Despite all apprehension, the thought to ban Freddy never arises. Dealing with drunk friends and relations comes with the job of being good hostesses. To ensure all goes well, guests help keep Freddy’s drinking at a manageable rate."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/theme/inertia","quote":"She set her white face to him, passive, like a helpless animal. Her eyes gave him no sign of love or","desc":"In “Eveline,” the main character Eveline debates whether to leave Ireland and go to Argentina with a sailor who has been courting her. Eveline does not love the sailor, but she sees him as a means to escape. Although her life in Dublin consists of relentless hard work and abuse by her father, she promised her mother to keep the family together. The uncertainty of the venture also undermines her confidence. In the end, Eveline makes her decision—by not making a decision. Immobilized by her family’s expectations like a caged animal, her resignation to the status quo shows in her death mask face emptied of feelings."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/theme/inertia","quote":"He watched the scene and thought of life; and (as always happened when he thought of life) he became","desc":"At the beginning of “A Little Cloud,” the narrator relates how Little Chandler thinks of his life. He has a habit of morose brooding about his circumstances that inevitably ends with acceptance of the status quo. On this particular day, a visit from a childhood friend arouses his melancholy as he compares their lives. He envies Gallaher’s success as a London reporter and believes that he might be at least as successful. However, the reader can see that his habit of passivity has become a self-fulfilling prophecy: He has no idea how to struggle against fate."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/theme/inertia","quote":"He could not have carried on a comedy of deception with her; he could not have lived with her openly","desc":"At the end of “A Painful Case,” Mr. Duffy searches his soul for culpability in a woman’s death. Four years prior he had become friends with a married woman. Although he found their relationship intellectually satisfying, Mr. Duffy felt surprise when she expressed physical interest in him, and he broke off the relationship. When he reads of her death in an accident related to a drinking problem she developed after the breakup, he begins to regret his decision. Mr. Duffy recognizes that, by deciding that an extramarital relationship was not an option, he doomed both of them to be lonely forever."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/theme/ambition","quote":"Jimmy had a respect for his father’s shrewdness in business matters and in this case it had been his","desc":"Jimmy Doyle, the protagonist of “After the Race,” has inherited a modest wealth thanks to his father’s hard work as a butcher. Now Jimmy plans to achieve financial success of his own. He meets an extremely rich Frenchman, Ségouin, who plans to start an automobile business. The narrator here reveals that, in part due to his father’s past advice, Jimmy will invest in Ségouin’s company. Unfortunately, Jimmy has not inherited his father’s shrewdness, and his ambition to both be rich and seem rich leads him to behave recklessly while spending a celebratory night on the town with his friends. By the end of the night, Jimmy’s planned investment in the car business turns into I.O.U.s for gambling debts."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/theme/ambition","quote":"There was no doubt about it. If you wanted to succeed you had to go away. You could do nothing in Du","desc":"In “A Little Cloud,” the protagonist, Little Chandler, compares his own life with that of his friend Gallaher’s as he goes to meet Gallaher for the first time in many years. When they were friends in Dublin, Gallaher associated with a wild set of friends and often found himself in trouble. Since going to London, Gallaher had become a successful journalist. Little Chandler, believing himself ultimately superior to his friend, feels sure he could be at least as successful as Gallaher. Here, Little Chandler’s long-buried literary ambitions resurface: Instead of being a “tawdry” journalist, he aspires to be a poet. The problem, he believes, lies in his location, placing the blame anywhere but on his own lack of initiative."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/theme/ambition","quote":"She sat amid the chilly circle of her accomplishments, waiting for some suitor to brave it and offer","desc":"In “A Mother,” the narrator describes Miss Devlin as occupying the center of her own narcissistic existence. She expects her talents and refined manner to lead to a brilliant marriage. Preoccupied with her own goals, she gives only superficial attention to the available suitors, who are found unequal to her high standards. After passing up these men and with the threat of being an old maid at hand, she ends up marrying Mr. Kearney, a bootmaker. Her marriage doesn’t match her ambition, but she makes the best of things by transferring her ambition to her daughter’s life. As readers later see, her high expectations will again doom her to failure."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/theme/insularity","quote":"At the crest of the hill at Inchicore sightseers had gathered in clumps to watch the cars careering ","desc":"“After the Race” begins during an international automobile race running through Dublin. Although this event takes place on Irish soil, the racers come from elsewhere in Europe, and the Irish root for the French because they will not root for the British. The narrator contrasts the speeding luxury race cars with the backwards, impoverished streets. Readers can infer that the wealthy automobile racers treat Ireland like a colonial backwater they can use for their own purposes—and that the Irish populace feels happy to have them do so."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/theme/insularity","quote":"Ignatius Gallaher laughed. “The Isle of Man!” he said. “Go to London or Paris: Paris, for choice. Th","desc":"In “A Little Cloud,” a staid, timid clerk named Little Chandler meets up with an old friend, Gallaher, who moved away from Dublin and became a successful London journalist. Gallaher here reacts with scorn to Little Chandler’s experience of travel being limited to an island off the coast of Ireland that is the closest foreign soil to Dublin. Gallaher seems unimpressed with what Little Chandler has done with his life and challenges him to broaden his horizons."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/theme/insularity","quote":"She asked him why he did not write out his thoughts. For what, he asked her, with careful scorn...To","desc":"In “A Painful Case,” the narrator describes one of the many platonic meetings between an intellectual bachelor and a married matron. Mr. Duffy had held forth on his political theories, and Mrs. Sinico has complimented him by urging him to publish. Mr. Duffy’s response reveals that he views most of his fellow Irishmen as ignorant. Their idea of entertainment doesn’t include classical music, which he and Mrs. Sinico both love, but rather music-hall performances. He disdains his fellow Irishmen’s preoccupation with pragmatic mundanities rather than world-changing ideas—he supports a Socialist revolution. He explains he doesn’t write because he believes people could never understand his refined ideas. Then again, he does nothing else either, avoiding relationships of all kinds. His refined existence contains very little actual life."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/theme/insularity","quote":"“Oh, well...I presume there are as good singers today as there were then... In London, Paris, Milan,","desc":"In “The Dead,” party guests reminisce about the great singers of the past. Mr. Browne asserts that current singers lack the old singers’ talent, a reason why the great operas no longer run. Mr. Bartell D’Arcy, himself a singer, points out that singers have not actually become less talented and offers as a case in point Caruso, one of the most famous opera singers to this day. Instead, he says, the great singers simply perform elsewhere. Dublin no longer functions as a site for such performances, either due to a lack of interest, or because performers would rather be in larger cities."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/character/araby-narrator","quote":"Every morning I lay on the floor in the front parlor watching her door. The blind was pulled down to","desc":"The “Araby” narrator has a crush on his friend’s sister, who also happens to be his neighbor. However, despite being intensely aware of her, they barely interact, even when the opportunity presents itself, as in the scene described here. The narrator experiences intense feelings for the girl without any basis in real knowledge about her. He does not even share with the reader his assumptions about her personality, if he has any."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/character/araby-narrator","quote":"My eyes were often full of tears (I could not tell why) and at times a flood from my heart seemed to","desc":"The “Araby” narrator’s crush on the girl next door produces intense feelings that manifest in physical form. Part of the tension comes from the lack of actual communication between him and girl. The narrator cannot imagine where the crush may lead, because so far the relationship takes place in his head only. As long as he keeps his feelings secret, the illusion of a love affair can safely continue. If he exposes his feelings, she might reject him."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/character/araby-narrator","quote":"What innumerable follies laid waste my waking and sleeping thoughts after that evening! I wished to ","desc":"The woman for whom the “Araby” narrator has intense feelings tells him about a bazaar called Araby that she wishes she could go to but can’t. He casually says he will get her something there if he goes. This conversation makes him feel that he must go to the bazaar and get her a gift. Here, he rationalizes, without much evidence, that getting the girl a gift from Araby will signal his worthiness and make her care for him."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/character/araby-narrator","quote":"I was staring at the clock for some time and, when its ticking began to irritate me, I left the room","desc":"The “Araby” narrator describes waiting for his uncle to come home and give him money so he can go to the bazaar and buy the woman on whom he has a crush a present. In his anxiety to go, he wanders his house. He looks out the window on his friends, but the thought to join them never occurs to him. His sense of having a mission makes him feel separate from others. He feels held in suspense."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/character/araby-narrator","quote":"I lingered before her stall, though I knew my stay was useless, to make my interest in her wares see","desc":"The “Araby” narrator arrives at the bazaar to purchase a gift for his secret crush at closing time. When he attempts to choose among the few items still for sale, his indecision stymies him. Here, he explains how he feels when, soon after arriving at the bazaar, he recognizes that purchasing a gift would expose his fantasy to reality. His fears hit him: The gift will not be worthy, or the girl will not understand the gift’s significance. The long-anticipated quest remains incomplete."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/character/eveline-from-eveline","quote":"She had consented to go away, to leave her home, Was that wise? She tried to weigh each side of the ","desc":"In the story “Eveline,” the titular character agrees to relocate to Buenos Ayres as the wife of a sailor. Here Eveline still debates whether she should leave home. Her present life feels extremely hard, and the new life promised by her suitor in Buenos Ayres sounds better, but only if he’s telling the truth. She understands that jumping into an unknown situation, and before being married to the man, leaves her vulnerable to being tricked and possibly mistreated."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/character/eveline-from-eveline","quote":"[T]he invariable squabble for money on Saturday nights had begun to weary her unspeakably. She alway","desc":"Eveline takes care of her family after her mother’s death. The narrator reveals that her father becomes verbally abusive when drunk, a weekly occurrence. Nevertheless, Eveline must convince him to hand over some money so that she can do the weekly shopping. She fears the weekly struggle with her father will escalate into battery. This struggle, among others, makes Eveline feel ready to leave Ireland and start a new life."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/character/eveline-from-eveline","quote":"She had to work hard to keep the house together and to see that the two young children who had been ","desc":"Eveline reviews all of the duties in her current life that she would be leaving behind. The sense of importance Eveline invests in each responsibility indicates that working in service of her family may give Eveline a sense of purpose and noble sacrifice. In addition, the routine feels predictable and familiar, in contrast to the uncertain life being offered to her by her suitor, Frank, which will be completely new, different, and hard to imagine."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/character/eveline-from-eveline","quote":"He was awfully fond of music and sang a little. People knew that they were courting and, when he san","desc":"Eveline reflects on her suitor, Frank. The way she describes him and their courtship suggests that while she appreciates his attention and his fun personality, she is not in love with him. She continues to consider her choice between home and Frank very rationally. She recognizes clearly, as someone in love probably would not, that she cannot truly know whether he will treat her well."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/character/eveline-from-eveline","quote":"Her father was becoming old lately, she noticed; he would miss her. Sometimes he could be very nice.","desc":"Eveline begins to convince herself that home has its rewards after all. However, the examples she reflects on of her father’s good humor reveal how low her standards for him are: Here she recalls two trivial events, many years apart. Readers can infer that life beat her down so much that she believes these crumbs of kindness remain significant, or that she merely wants to find reasons to remain at home—or both."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/character/eveline-from-eveline","quote":"She stood up in a sudden impulse of terror. Escape! She must escape! Frank would save her. He would ","desc":"After reflecting on her mother’s sad life of self-sacrifice and her final end, Eveline pictures herself ending up the same way and seems to suddenly make her decision: She will leave Ireland with Frank. She remains unsure of his love for her or hers for him, but in this moment, she realizes that escaping her current life will make her happy. To Eveline, love would be a nice bonus, but not necessary."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/character/eveline-from-eveline","quote":"She felt her cheek pale and cold and, out of the maze of distress, she prayed to God to direct her, ","desc":"Although she made the decision to leave, when Eveline arrives at the ship that will take her away from Ireland, she becomes once again unsure what to do. Her prayer asking to be shown her duty as opposed to her happiness makes her inevitable decision clear to the reader: Eveline will stay in Ireland to take care of her family."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/character/little-chandler-from-a-little-cloud","quote":"He was called Little Chandler because, though he was but slightly under the average stature, he gave","desc":"The narrator from “A Little Cloud” describes how Little Chandler got his name. His build and his features bespeak a physical fragility that extends to his personality. His careful grooming of his hair and mustache indicate a precarious sense of self-worth. His reserved manner of speaking and unobtrusive use of cologne characterize a person intent on escaping notice and indicate a guarded insecurity. As he meets with a long-absent friend, however, his fragile self-confidence will begin to be questioned and tested."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/character/little-chandler-from-a-little-cloud","quote":"It was his habit to walk swiftly in the street even by day and whenever he found himself in the city","desc":"The narrator reveals that while Little Chandler often feels timid, he challenges his own timidity. Recognizing his own fears, he puts his bravery to the test. He seems to have flashes of wanting to be a different, more exciting or braver person, but he performs these exercises of bravery without expecting them to lead to any change in his true nature."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/character/little-chandler-from-a-little-cloud","quote":"Melancholy was the dominant note of his temperament, he thought, but it was a melancholy tempered by","desc":"Little Chandler reflects on his temperament. While he doesn’t view himself as heroic or great, he does believe that he possesses a special poetic ability. He believes that some people might appreciate what he could make of that talent. He has given both his personality and his talent level a lot of careful thought—but so far he has not done anything to bring his gift to the real world."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/character/little-chandler-from-a-little-cloud","quote":"He felt acutely the contrast between his own life and his friend’s, and it seemed to him unjust. Gal","desc":"After meeting with Gallaher, his old friend who became a successful London journalist, Little Chandler feels jealousy while simultaneously feeling superior. Until this evening, Little Chandler felt fairly satisfied with his life, but Gallaher’s charismatic presence and belittling comments tilt Little Chandler into dissatisfaction and misery. Little Chandler’s combination of self-confidence and timidity prove to be no match for Gallaher’s brash self-assertion and worldliness."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/character/little-chandler-from-a-little-cloud","quote":"A dull resentment against his life awoke within him. Could he not escape from his little house? Was ","desc":"After Gallaher asserts the foolishness of marrying for any reason besides money, Little Chandler, now viewing his life through the lens of Gallaher’s opinion, begins to resent the family he had been proud of. While he longs to be more like Gallaher, the fact that he worries about paying off the furniture before running away indicates that fundamentally he still cares about societal expectations and will never escape."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/character/farrington-from-counterparts","quote":"When he stood up he was tall and of great bulk. He had a hanging face, dark wine-colored, with fair ","desc":"The “Counterparts” narrator describes Farrington as a large, unhealthy, and unattractive person. His red skin in an otherwise Caucasian face and his jaundiced eyes indicate alcoholism. Farrington works as a law clerk, a job for which his huge size seems unnecessary. On first impression, he seems to be both physically and mentally unsuited for the position."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/character/farrington-from-counterparts","quote":"A spasm of rage gripped his throat for a few minutes and then passed, leaving after it a sharp sensa","desc":"The narrator explains that, after being criticized at work, Farrington becomes infuriated, which in turn leaves him craving a drink. He anticipates being able to wash away his anger with alcohol that evening. However, to do so he will need an advance on his pay. He has already spent all of last month’s pay. Readers can easily infer he spent that money irresponsibly on drinks."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/character/farrington-from-counterparts","quote":"He felt strong enough to clear out the whole office single-handed. His body ached to do something, t","desc":"The narrator provides insight into Farrington’s mind after he’s criticized by his superiors. The imagery of weather suggest a force of nature exploding without reason on the world in general. To deal with his anger, his instinct tells him to direct his rage and blame outwards. At no point does he consider that the criticism he receives results from his own lack of production, compromised by having visited the pub already five times during the course of the day."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/character/farrington-from-counterparts","quote":"“So, I just looked at him—coolly, you know, and looked at her. Then I looked back at him again—takin","desc":"To impress a woman at a pub, Farrington recalls a smart-aleck remark he made to his boss. In reality, he had to apologize abjectly for his words in order to keep his job. But out at the pub he aims to impress and amuse his fellow drinkers with the story. Here, all feels right in Farrington’s world and his work troubles can be forgotten—until tomorrow."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/character/farrington-from-counterparts","quote":"He watched her leave the room in the hope that she would look back at him, but he was disappointed. ","desc":"While out drinking, Farrington spots an attractive woman and hopes she notices him too. But because he has already spent most of his money, he can’t offer her a drink, and the opportunity to spend time with her vanishes—assuming such a moment ever existed. As usual, Farrington blames the missed opportunity on others and spends time wallowing in his own anger. However, the large number of drinks consumed may explain why he lost the thread of his friends’ conversation."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/character/farrington-from-counterparts","quote":"When Paddy Leonard said ”Go!”each was to try to bring down the other’s hand on to the table. Farring","desc":"The narrator describes the arm-wrestling match between Farrington and Weathers, an acrobat. Despite his large size, Farrington loses to Weathers and feels both shock and embarrassment from the loss. This failure marks the second disappointment in Farrington’s night of pub crawling. The evening that Farrington dreamt about at work doesn’t turn out to be as fun as he anticipated."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/character/farrington-from-counterparts","quote":"The man jumped up furiously and pointed to the fire. “On that fire! You let the fire out! By God, I’","desc":"Upon returning home from a disappointing night of drinking, Farrington, consumed with self-pity, takes his anger out on an innocent person—his son. Here, he rages at his son for allowing the fire to go out. His words and actions imply that violence will accompany his words. Farrington once again fails to realize his role in his life’s misery and instead chooses to take out his anger on anyone but himself. The fact that he feels justified in beating a child points up his reprobate character."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/character/gabriel-conroy-from-the-dead","quote":"He then took from his waistcoat pocket a little paper and glanced at the headings he had made for hi","desc":"Gabriel Conroy must, as always, make a speech at his aunts’ annual dance. Well-educated and employed as a teacher, as well as their closest male relative, Gabriel seems the natural choice for the task. Here, the narrator explains how Gabriel feels concerned that his speech will make him appear ridiculous by seeming to show off his superior education. Gabriel worries about the opinions of others and even potential or unsaid criticism."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/character/gabriel-conroy-from-the-dead","quote":"She broke into a peal of laughter and glanced at her husband, whose admiring and happy eyes had been","desc":"Gabriel’s wife pokes fun of him to his aunts, but he doesn’t mind. She talks about the things he does to protect her, which everyone in the conversation recognizes as tokens of love. Meanwhile, Gabriel takes the opportunity to admire his wife. Her physical appearance combined with her good humor make her particularly attractive, and he feels proud to have such a beautiful wife."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/character/gabriel-conroy-from-the-dead","quote":"It was strange that his mother had had no musical talent though Aunt Kate used to call her the brain","desc":"While looking at a picture of his late mother, Gabriel reflects on his family’s genetic traits. While the family largely has musical abilities, his mother had none. Instead, the family credits her with passing on intelligence, which comforts Gabriel. With his literary bent, he usually feels at odds with the rest of the family, and his gratitude for his better education expresses his assurance of his worth."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/character/gabriel-conroy-from-the-dead","quote":"A look of perplexity appeared on Gabriel’s face. It was true that he wrote a literary column every W","desc":"After Miss Ivors calls Gabriel a West Briton—a British-loving Irishman—because of the newspaper he writes for, Gabriel feels confused. He doesn’t see how reviewing books intersects with politics. However, unlike her, he considers English, not Irish, his language. Learning Irish had only recently made a comeback among educated Irish people, who studied the language either as fashion or a political statement. Gabriel, however, loves literature, which to him simply means English literature."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/character/gabriel-conroy-from-the-dead","quote":"An idea come into his mind and gave him courage. He would say, alluding to Aunt Kate and Aunt Julia:","desc":"In “The Dead,” Gabriel decides to alter the speech he will give at his aunts’ dance to make a point at Miss Ivors’ expense. Miss Ivors, an Irish patriot, has been criticizing him for being insufficiently interested in his own country. Gabriel doesn’t feel very patriotic; in fact, he feels “sick of” Ireland. He does not disrespect his aunts, but he knows that both he and Miss Ivors are far better educated and that she should know better."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/character/gabriel-conroy-from-the-dead","quote":"“I feel more strongly with every recurring year that our country had no tradition which does it so m","desc":"Gabriel makes a speech at his aunts’ party, a longstanding tradition which includes much food and drink as well as musical performances and dancing. Gabriel actually feels fairly ambivalent about Ireland. He prefers places that seem more in the center of world affairs. Ireland’s hospitality may be the only thing he admires about the country, and as he acknowledges that some regard it as a failing with its copious alcohol consumption, he defends Irish conviviality as worthy of honor."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/character/gabriel-conroy-from-the-dead","quote":"There was grace and mystery in her attitude as if she were a symbol of something. He asked himself w","desc":"The narrator describes Gabriel admiring the view of his wife listening to music. Interestingly, though he views her appearance as mysterious, he does not think to wonder what she is doing or thinking. His mind, educated in literature, immediately sees her not as herself but as a symbol. Looking at her becomes an aesthetic experience, a way of thinking that Gabriel enjoys."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/character/gabriel-conroy-from-the-dead","quote":"A wave of yet more tender joy escaped from his heart and went coursing in warm flood along his arter","desc":"The narrator reveals that after Gabriel catches a glimpse of his wife with shining eyes and color in her cheeks, he feels excited and begins to think about what they might do when they get back to their hotel room. Only later does he realize that the emotions on display in her appearance come from a very different place than his own."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/character/gabriel-conroy-from-the-dead","quote":"While he had been full of memories of their secret life together, full of tenderness and joy and des","desc":"After Gabriel learns that his wife was just thinking of her first love, he becomes upset for two reasons. First, he had just been thinking about her with lust and he feels hurt that, at the same time, she was thinking about someone else. Second, he assumes he looks bad by comparison—that she sees him the same way he sees himself. He views both his appearance and personality with harsh criticism."},{"page":"https://www.sparknotes.com/lit/dubliners/quotes/character/gabriel-conroy-from-the-dead","quote":"Generous tears filled Gabriel’s eyes. He had never felt like that himself towards any woman, but he ","desc":"Here, Gabriel reflects on the fact that his wife’s first love died, possibly out of love for her. He feels pity for the man, and, by extension, reflects on all of the dead. He confronts the fact that he and the rest of the living are surrounded by the dead—as memories, as continuing influences. The living and the dead, barely separated, at times seem to pass into each other’s worlds."}]