[{"page":"http://www.sparknotes.com/lit/hound/quotes/","quote":"\"Really, Watson, you excel yourself,\" said Holmes, pushing back his chair and lighting a cigarette. ","desc":"Holmes' backhanded compliment underlies the bizarre relationship between the detective and his crony, Watson. Holmes enjoys leading Watson on, letting him think he has the right answer, when in fact the detective himself is holding all the cards. In as much as Watson serves as a stand-in for the readers, Holmes' coy little encouragement tempts us to try our hand at detection as well, even if we will never be as good at solving mysteries as Sherlock Holmes."},{"page":"https://www.sparknotes.com/lit/hound/quotes/page/2","quote":"The moon was shining bright upon the clearing, and there in the centre lay the unhappy maid where sh","desc":"The appearance of the old-time manuscript signals a shift in the narrative's format from Watson's straight-up reporting to the land of make-believe, manuscripts and a redoubled dubiousness. Mortimer reads the manuscript in a folk tale style, suggesting the importance of supernatural and fantasy in adding suspense to the plot.Throughout the novel, Doyle is careful to distance his legendary detective from any implication of inaccuracy, even going so far as to couch the gathering of clues in a Watson-only space up in Devonshire. Here, the mystery that serves so important a function in the novel appears third-hand, and in a manuscript read by Mortimer. The reading of the manuscript serves both to allow the detective some critical distance and to make the mystery that much more ominous."},{"page":"https://www.sparknotes.com/lit/hound/quotes/page/3","quote":"Over the rocks, in the crevice of which the candle burned, there was thrust out an evil yellow face,","desc":"Physiognomy has a long and illustrious history, from Chaucer's gummy-toothed travelers up through the early twentieth century. The assumption that physical features match personality and temperament comes through strongly in this quote, where the sinful convict ends up looking like a beady-eyed rat.Interestingly, Doyle's picture of a debaucherous man who looks the part resonates with another novel of the same period, The Picture of Dorian Gray. Oscar Wilde and Arthur Conan Doyle received commissions from the same publisher on the same night in 1889, Wilde for Dorian and Doyle for The Sign of Four. Doyle's physiognomy is also expressive of a classist sentiment, whereby the uneducated, ignoble criminal looks \"like a crafty and savage animal\" while the evil nobleman looks just like everybody else."},{"page":"https://www.sparknotes.com/lit/hound/quotes/page/4","quote":"All my unspoken instincts, my vague suspicions, suddenly took shape and centred upon the naturalist.","desc":"The criminal breaks the physiognomy mold, because his physical features do not match his personality or his behavior. As a result, the criminal is an adversary worthy of Holmes' skills, because he hides his evil under a benign surface. His class and entitlement are reflected in his dress and mannerisms, as well as his intelligence and education.We do not get a chance to evaluate the difference between the criminal's behavior and his appearance. Although Doyle openly expressed his distaste for mystery stories that \"fake it,\" or do not give their readers all they need to know, Doyle springs the identity of the killer on us with very little fanfare. Like Watson, we are dumbfounded by Holmes' announcement that Stapleton and his sister are married, that Stapleton is in fact a Baskerville. Though Watson is ready to take Holmes' word for it, we are not as convinced. Doyle does not give us a terribly compelling picture of a wolf in sheep's clothing, so we just need to accept Watson's trust in Holmes' intuition."},{"page":"https://www.sparknotes.com/lit/hound/quotes/theme/the-supernatural","quote":"They all agreed that it was a huge creature, luminous, ghastly, and spectral. I have cross-examined ","desc":"Dr. Mortimer tells Holmes that there have been several incidents regarding the case that have been hard to “reconcile with the settled order of Nature.” Dr. Mortimer cites the accounts of several inhabitants of the moor—a countryman, a farrier, and a farmer—who all testify that they saw a huge creature, spectral in nature, that can’t be identified by science. For Dr. Mortimer, these eyewitness accounts are enough to convince him of the curse—and they may present a strong case for the reader as well—but the accounts are not enough to convince Holmes."},{"page":"https://www.sparknotes.com/lit/hound/quotes/theme/the-supernatural","quote":"And you, a trained man of science, believe it to be supernatural?","desc":"Interestingly, a doctor, a man of science, brings the Baskerville case to Holmes, as despite his education and profession, he believes in the curse. Dr. Mortimer has intimate ties to the case—he knew about Sir Charles Baskerville’s heart condition, and he read the newspaper accounts and the eighteenth-century account of the family curse. Here, Holmes ask Dr. Mortimer point-blank if he believes in the supernatural. Throughout the novella, the characters struggle between fact and fiction, and Dr. Mortimer, being a man of science yet an inhabitant of the moor, represents an interesting blend of skeptic and believer."},{"page":"https://www.sparknotes.com/lit/hound/quotes/theme/the-supernatural","quote":"Yes, it is an interesting instance of a throw-back, which appears to be both physical and spiritual.","desc":"When Holmes catches a glance of a portrait of Sir Hugo Baskerville, whose legendary wickedness gave birth to the curse of the hound, Holmes immediately notices an uncanny resemblance between Hugo and Mr. Stapleton. Watson agrees. Holmes clearly doesn’t believe in life after death, but his offhand statement tying Mr. Stapleton’s evilness to Sir Hugo’s serves as intriguing bait for the reader: His comment offers a metaphysical explanation that seems plausible and certainly seems more interesting than a purely logical one."},{"page":"https://www.sparknotes.com/lit/hound/quotes/theme/the-supernatural","quote":"“Phosphorus,” I said. “A cunning preparation of it,” said Holmes, sniffing at the dead animal.","desc":"Holmes’s faith in real-world, logical explanations for the circumstances of the case as they develop throughout the plot never wavers. Conan Doyle creates many opportunities for both characters and readers to believe in the curse—understandably so, since Mr. Stapleton designed his ruse to that purpose. In the end, though, Holmes is proven right: The curse isn’t real, and the hound examined in this quote was gussied up with phosphorus to give the creature a supernatural appearance."},{"page":"https://www.sparknotes.com/lit/hound/quotes/theme/the-supernatural","quote":"The devil’s agents may be of flesh and blood, may they not?","desc":"As Holmes and Watson discuss the case, Holmes notes that the moor, indeed, seems to be a “wild place” and that if the devil were in fact involved, the moor would be an ideal location. Here, after Watson asks Holmes if he then believes in the curse, Holmes replies with a rhetorical question suggesting that one doesn’t necessarily need to believe in a curse to believe that evil exists in the hearts of human beings. Holmes’s quick answer deftly conflates two seemingly incompatible ideas: a belief in evil and a belief in the reality of nature."},{"page":"https://www.sparknotes.com/lit/hound/quotes/theme/class","quote":"The address, you observe, is printed in rough characters. But the Times is a paper which is seldom f","desc":"Holmes observes to Dr. Mortimer that the anonymous letter Sir Henry Baskerville has received is constructed out of letters cut from the Times, a newspaper of the upper class in London. To Holmes, this detail indicates that the person behind the letter is educated. Class plays an important role in the novel, as the characters are often defined by their assumptions, and assumptions others make about them, relating to class. Here, Holmes makes a correct assumption about the letter writer based on class."},{"page":"https://www.sparknotes.com/lit/hound/quotes/theme/class","quote":"“A touch, Watson—an undeniable touch!” said he. “I feel a foil as quick and supple as my own. He got","desc":"When Holmes finds out the man he’s been pursuing has left his own name as an alias with the cab driver, Holmes seems charmed and expresses as much to Watson. Holmes believes he has found a worthy adversary, and the notion appears to excite him. At first, Holmes did not appear interested in the case, as the circumstances involved pursuing a superstition and the case involved common folk who live on the moor. However, this turn of events entices Holmes to keep on the trail of a villain who seems to be of the same level of intellect as him."},{"page":"https://www.sparknotes.com/lit/hound/quotes/theme/class","quote":"It is extraordinary how credulous the peasants are about here! Any number of them are ready to swear","desc":"Mr. Stapleton shares this point with Watson as they discuss the curse of the hound. Stapleton disparages the “peasants” who live on the moor, saying they’ll believe anything. The setting of The Hound of the Baskervilles is turn-of-the-century England, when Victorian rationalism and an espousal of faith in reason thrived. At this time, people believed that only the uneducated and unenlightened believed in superstition. In the novella, the divide between Londoners and commoners who live on the moor exists as both geographical and intellectual."},{"page":"https://www.sparknotes.com/lit/hound/quotes/theme/class","quote":"Oh, they are ignorant people. Why should you mind what they call it?","desc":"Watson doesn’t want to admit to Sir Henry Baskerville that the cry they both just heard on the moor sounds like the cry of the hound, based on the reports from people living on the moor. Here, Watson tries to circumvent Baskerville’s question by calling the residents of the moor “ignorant,” a statement that reflects the classist views of Holmes and the entire intellectual class. In the end, Watson and Holmes prove their beliefs to be correct, a detail reflecting and supporting the time’s widely held assumptions about class and intellect."},{"page":"https://www.sparknotes.com/lit/hound/quotes/theme/class","quote":"To do so would be to descend to the level of these poor peasants who are not content with a mere fie","desc":"In his diary, Watson brushes off the peasants’ belief in the superstition about the Baskerville hound as indulgent fancy. Watson believes there must be a rational explanation for the sounds he hears on the moor. Interestingly, in the end, the peasants and Watson and Holmes are partly correct: There is a hound terrorizing people on the moor, but the hound is real, not a ghost. The reality of the hound ends up challenging the beliefs of all the characters and dividing them across borders of class and intellect."},{"page":"https://www.sparknotes.com/lit/hound/quotes/theme/isolation","quote":"I knew that seclusion and solitude were very necessary for my friend in those hours of intense menta","desc":"Watson explains that when Holmes needs to work out a case in his mind, he needs to spend hours of time in silent solitude. Holmes’s need to self-isolate adds to his unique character and mystique and helps paint a picture of the classic genius loner who requires absolute seclusion for his genius to work. While isolation allows Holmes to work, however, it also creates lonely, eccentric characters in the novel: Holmes needs Watson’s adoration as he has few other friends, and Mr. Frankland engages in superficial legal battles just to engage with others."},{"page":"https://www.sparknotes.com/lit/hound/quotes/theme/isolation","quote":"The longer one stays here the more does the spirit of the moor sink into one’s soul, its vastness, a","desc":"Watson observes in his first report to Holmes that the moor has a mysterious, pervasive effect on the soul the longer one spends there. Watson notes that while out on the moor, one becomes conscious of the traces of “prehistoric people.” Conan Doyle sets up a dichotomy in the novella where, symbolically, the moor represents the irrational side of the mind, a way of thinking employed by the moor’s ancient inhabitants, and London represents the rational side, developed and used by modern men. The farther away the characters stray from London and the more time the characters spend on the moor, the deeper they fall into their irrational mind."},{"page":"https://www.sparknotes.com/lit/hound/quotes/theme/isolation","quote":"One of these, concerning which I have said little, is the escaped convict upon the moor. There is st","desc":"Watson tells Holmes in his first report that there exists a threat on the moor other than the hound: an escaped convict. The residents of the moor become uneasy with the idea of a convict roaming the moor at night. The convict himself lives an isolated life, scrounging for shelter and waiting for food from his sister, Mrs. Eliza Barrymore. Isolated on the moor, the people experience lives closer to the stark realities of survival, with the line between fear and safety stretching very thin."},{"page":"https://www.sparknotes.com/lit/hound/quotes/theme/isolation","quote":"It is not to be wondered at, for time hangs heavily in this lonely spot to an active man like him, a","desc":"Watson observes to Holmes in his first report how strange one feels to consider that Miss Stapleton, an exotic, lively beauty, lives an isolated life on the moor. Miss Stapleton’s South American beauty appears at odds with the cold monotony of the British moor and the area’s inhabitants. Watson wonders why such a person would live a life of self-imposed isolation. His keen senses pick up on this important incongruity, which turns out to be a key to unlocking the mystery of the plot."},{"page":"https://www.sparknotes.com/lit/hound/quotes/theme/isolation","quote":"He helps to keep our lives from being monotonous, and gives a little comic relief where it is badly ","desc":"Watson reports to Holmes how Mr. Frankland, one of the moor’s older inhabitants, serves as a welcome source of comic relief for him and the others. With too much time on his hands, Mr. Frankland finds a way to sue others for mostly imaginary infringements on his rights. Unlike that of Miss Stapleton, Frankland’s residency on the moor makes sense, since Frankland lives as a cantankerous eccentric. Isolation affords characters time to sink deeper into their irrationality."},{"page":"https://www.sparknotes.com/lit/hound/quotes/character/sherlock-holmes","quote":"I am afraid, my dear Watson, that most of your conclusions were erroneous. When I said you stimulate","desc":"After appearing as though he was agreeing with Watson, Sherlock Holmes quickly contradicts Watson and informs him that his theories were actually wrong. Holmes gives Watson this backhanded compliment, saying that Watson’s incorrect theories were not altogether useless since they led Holmes to the right answers. Watson’s character gives Holmes an opportunity to show off and demonstrate his superiority, a dynamic that plays out over the novella."},{"page":"https://www.sparknotes.com/lit/hound/quotes/character/sherlock-holmes","quote":"Then had you not better consult him?","desc":"After Dr. Mortimer makes the mistake of naming Sherlock Holmes as the “second best” crime solver in Europe, Holmes snidely advises Dr. Mortimer that he better consult the better detective instead. In a rare instance of vulnerability, readers can see that Holmes might have a more fragile ego than what is perceived."},{"page":"https://www.sparknotes.com/lit/hound/quotes/character/sherlock-holmes","quote":"“Well?” said he. “Do you not find it interesting?” “To a collector of fairy-tales.”","desc":"Here, Dr. Mortimer asks Holmes what he thinks of the eighteenth-century account of the curse of the Baskervilles, which he just recited to him, and Holmes replies. Holmes’s quick, wry response serves as the first indication of Holmes’s scientific bent and the fact that he will not resort to easy explanations for the case. Holmes’s response also reveals his confidence and indifference to offending others who might not share his ideas."},{"page":"https://www.sparknotes.com/lit/hound/quotes/character/sherlock-holmes","quote":"My dear Watson, clumsy as I have been, you surely do not seriously imagine that I neglected to get t","desc":"Holmes patronizes Watson for assuming he wasn’t fastidious enough to catch the taxi number carrying their suspect as the taxi drove away. Holmes goes a step further to say the number isn’t even that important a detail at the moment, further diminishing Watson’s observations. As shown here, Holmes’s self-importance drives his dynamic with Watson—Holmes continuously ensures that Watson never forgets his superiority."},{"page":"https://www.sparknotes.com/lit/hound/quotes/character/sherlock-holmes","quote":"“It is a lovely evening, my dear Watson,” said a well-known voice. “I really think that you will be ","desc":"When Holmes greets Watson outside the door of the stone hut on the moor, he catches Watson off guard and knows he has surprised his partner. Watson feels extremely tense investigating a potentially dangerous site and has no idea Holmes is even on the moor since he believes Holmes is in London. Holmes’s understated greeting demonstrates his steely composure and his psychological mastery of those around him."},{"page":"https://www.sparknotes.com/lit/hound/quotes/character/sherlock-holmes","quote":"My dear fellow, you have been invaluable to me in this as in many other cases, and I beg that you wi","desc":"When he finds out Holmes has tricked him, Watson feels deeply hurt and offended. Watson interprets Holmes’s behavior as a lack of trust in his abilities and even suspects that Holmes is mocking him. Here, Holmes reassures Watson that he didn’t notify Watson that he was on the moor for Watson’s safety—even though readers may note that this explanation is not entirely true. Holmes used Watson to observe the case at safe distance."},{"page":"https://www.sparknotes.com/lit/hound/quotes/character/sherlock-holmes","quote":"As it is, I have been able to get about as I could not possibly have done had I been living at the H","desc":"Here, Holmes continues to try to reassure Watson, who has been deeply shaken by Holmes’s deception, that he tricked him for a good cause when he came to the moor to investigate the case behind his back in secret. Holmes explains that he’s been able to get more information this way and that his method is working."},{"page":"https://www.sparknotes.com/lit/hound/quotes/character/sherlock-holmes","quote":"“Where is it?” Holmes whispered; and I knew from the thrill of his voice that he, the man of iron, w","desc":"For a brief moment, readers may wonder if Holmes’s ironclad faith in the rational is actually being tested. Just before Holmes utters these words, out on the moor, in an intense scene at the climax of the novella, he and Watson hear the sound of a hound. Readers wouldn’t have been given this window into Holmes’s thoughts if it weren’t for Watson, whose intimate knowledge of Holmes’s psychology allows the reader important insights into Holmes’s character."},{"page":"https://www.sparknotes.com/lit/hound/quotes/character/sherlock-holmes","quote":"It was a cunning device, for, apart from the chance of driving your victim to his death, what peasan","desc":"In addition to his ego, Holmes carries a degree of classism that he reveals throughout the novel in comments such as this one. Here, Holmes admires Stapleton’s ruse and makes a comment on how easy it is to dupe the uneducated peasants who live on the moor. Holmes belongs to the intellectual class of London and functions as a mouthpiece for the prevailing views of his class."},{"page":"https://www.sparknotes.com/lit/hound/quotes/character/sherlock-holmes","quote":"The past and the present are within the field of inquiry, but what a man may do in the future is a h","desc":"Holmes responds after Watson poses one final question that Holmes can’t answer: How could Stapleton lay claim to the Baskerville Manor if he had been living under an assumed name? Holmes’s response that the answer lies beyond his purview since it concerns the “future” closes the argument and also protects Holmes’s ego."},{"page":"https://www.sparknotes.com/lit/hound/quotes/character/dr-watson","quote":"How did you know what I was doing? I believe you have eyes in the back of your head.","desc":"Watson marvels at Holmes’s abilities after Holmes notes that Watson was observing a walking stick. As Watson’s back was turned to Holmes, he can’t figure out how Holmes could tell what he was doing. In reality, readers know that Holmes saw Watson’s reflection in a mirror. Throughout the story, Watson’s overly credulous opinion of Holmes serves as one way he boosts Holmes’s ego."},{"page":"https://www.sparknotes.com/lit/hound/quotes/character/dr-watson","quote":"I was proud, too, to think that I had so far mastered his system as to apply it in a way which earne","desc":"Watson admits that he wants Holmes’s approval, giving the reader an early window into their relationship dynamic. Watson clearly considers Holmes his superior and likely doesn’t harbor any hopes of surpassing him. Yet, as made clear here, Watson hopes at the very least he can master Holmes’s system of thinking."},{"page":"https://www.sparknotes.com/lit/hound/quotes/character/dr-watson","quote":"The promise of adventure had always a fascination for me, and I was complimented by the words of Hol","desc":"Here, Watson responds when Holmes suggests Watson go to the moor to investigate the case without him. Although excited to take on the task, Watson clearly feels slightly nervous but reassures himself, encouraged by Holmes’s trust in him and Sir Henry Baskerville’s social stature. Watson seems to be easily led by Holmes out of a need for Holmes’s approval."},{"page":"https://www.sparknotes.com/lit/hound/quotes/character/dr-watson","quote":"I prayed, as I walked back along the grey, lonely road, that my friend might soon be freed from his ","desc":"Here, Watson admits that the case has begun to weigh on his mind and he could use some support from Holmes. Many strange occurrences in the Baskerville Manor raise more questions than answers. Watson begins to doubt his capabilities and wishes Holmes would come to the moor to join him in the case, which demonstrates their codependence."},{"page":"https://www.sparknotes.com/lit/hound/quotes/character/dr-watson","quote":"I do not trouble you with my theories, for you asked me to furnish you only with facts.","desc":"In his first report to Holmes, Watson writes that he is only furnishing Holmes “with facts,” not his own theories. Watson’s reluctance to speculate allows readers to arrive at their own conclusions before Holmes appears on the case, but Watson’s following Holmes’s orders also reveals the subservient dynamic Watson shares with Holmes."},{"page":"https://www.sparknotes.com/lit/hound/quotes/character/dr-watson","quote":"Things have taken a turn which I could not have anticipated. In some ways they have within the last ","desc":"Again, Watson reserves judgment on the case in his written report to Holmes. Watson’s letter operates as a plot tactic on Conan Doyle’s part, but the report also allows us to see into Watson’s confidence in his own abilities and his deference to Holmes. As seen in the beginning of the novel, Holmes likes to flout his intelligence over Watson and takes offense when anyone fails to recognize his superiority. Watson clearly understands this dynamic and does his best to not challenge the status quo."},{"page":"https://www.sparknotes.com/lit/hound/quotes/character/dr-watson","quote":"I imagined what my feelings would be if I had to return to you and to confess that some misfortune h","desc":"Watson writes to Holmes that he feels afraid to think about what would happen if he left Sir Henry Baskerville unaccompanied on the moor, as Baskerville requested. Watson’s comment seems innocuous, since anyone would feel guilty if Baskerville were harmed, but readers may wonder if Watson also fears upsetting Holmes and damaging Holmes’s opinion of him."},{"page":"https://www.sparknotes.com/lit/hound/quotes/character/dr-watson","quote":"Do not think it was a delusion, Holmes. I assure you that I have never in my life seen anything more","desc":"Watson tries to defend his vision to Holmes in his second report. Watson sees the figure of a man on the tor at night, standing above him. Given the nature of the case and the mysterious environment, Watson feels he must circumvent Holmes’s suspicions that Watson could just be seeing things that are not really there. Holmes’s critical nature exists as an ever-looming presence in Watson’s thoughts."},{"page":"https://www.sparknotes.com/lit/hound/quotes/character/dr-watson","quote":"Much of what I tell you is no doubt quite irrelevant, but I still feel that it is best that I should","desc":"Again, Watson defers to Holmes in his written reports, being careful to only supply Holmes with facts. Soon after he writes this report, however, Watson abandons this method because the case has become too complex and emotionally overwhelming for him. Watson begins to trust his own recollections more and uses his diary instead to record the next developments in the case."},{"page":"https://www.sparknotes.com/lit/hound/quotes/character/dr-watson","quote":"“Then you use me, and yet do not trust me!” I cried, with some bitterness. “I think that I have dese","desc":"After Watson finds out that Holmes has secretly been staying on the moor, Watson feels absolutely crestfallen to think that Holmes has been tricking him the entire time he’s been investigating the Baskerville case. Watson expresses his bitterness here and later adds that his reports were all written in vain. This scene marks the clearest instance in the novella of Watson’s dependence on Holmes’s approval."},{"page":"https://www.sparknotes.com/lit/hound/quotes/character/mr-jack-stapleton","quote":"“You will, I am sure, excuse my presumption, Dr. Watson,” said he, as he came panting up to where I ","desc":"When readers first meet Mr. Jack Stapleton, he seems an innocuous though eccentric character. Watson seems slightly taken by surprise when Stapleton runs up to him on the moor, introducing himself and telling him he already knows who Watson is. Stapleton attributes his presumption to the close-knit nature of the moor, but Watson is left a bit unsettled by the remark, foreshadowing later events in the novella."},{"page":"https://www.sparknotes.com/lit/hound/quotes/character/mr-jack-stapleton","quote":"His nerves were so worked up that the appearance of any dog might have had a fatal effect upon his d","desc":"These words uttered by Stapleton to Watson during their first meeting double as a simple surmising by Stapleton and a foreshadowing device by Conan Doyle. Watson may not be aware of the truth, but Stapleton has just revealed what he did to kill Sir Charles Baskerville: He used Sir Charles Baskerville’s heart condition to scare him to death with an embellished real-life hound."},{"page":"https://www.sparknotes.com/lit/hound/quotes/character/mr-jack-stapleton","quote":"Has Mr. Sherlock Holmes?","desc":"Stapleton asks Watson about Sherlock Holmes’s opinion on the case of Sir Charles Baskerville’s death, a question that takes Watson’s breath away. The two men have just met, and Stapleton’s presumption about Watson’s connection to Sherlock feels vaguely intrusive. Stapleton’s calm and steadfast manner quells Watson’s nerves, but here readers see how Stapleton’s composure masterfully hides his sinister character."},{"page":"https://www.sparknotes.com/lit/hound/quotes/character/mr-jack-stapleton","quote":"What a pity! He might throw some light on that which is so dark to us. But as to your own researches","desc":"Stapleton offers to help Watson with the case, but Watson refuses. Stapleton commends Watson on his discretion and pleasantly excuses himself. Of course, readers later learn that Stapleton offers to help Watson simply to stay close to the case and manipulate what Watson does and does not discover. Watson’s tight-lipped refusal shows his worth as Sherlock’s colleague."},{"page":"https://www.sparknotes.com/lit/hound/quotes/character/mr-jack-stapleton","quote":"But my tastes led me to explore every part of the country round, and I should think there are few me","desc":"Here, Stapleton drops one other important clue that will later help Holmes and Watson piece together important plot events. Stapleton tells Watson that he knows the environment around Grimpen Mire better than most people who live there. Ironically, Stapleton’s overt bragging makes him similar to Sherlock, who also has a habit of boasting."},{"page":"https://www.sparknotes.com/lit/hound/quotes/character/mr-jack-stapleton","quote":"“That is the great Grimpen Mire,” said he. “A false step yonder means death to man or beast. Only ye","desc":"Stapleton tells Watson about a pony he witnessed get sucked into a bog-hole in the mire the day before. This interaction occurs during Watson and Stapleton’s first meeting, as they are surveying the Grimpen Mire, a mysterious-looking landscape where the supposed murderous Hound of the Baskervilles roams. Stapleton’s comment foreshadows his own death later in the novel."},{"page":"https://www.sparknotes.com/lit/hound/quotes/character/mr-jack-stapleton","quote":"That is where the rare plants and the butterflies are, if you have the wit to catch them.","desc":"When Watson first meets Stapleton, he appears to be a bookish, even-tempered, unimposing man. Stapleton introduces himself as an entomologist who tracks rare plants and butterflies on the moor. In a statement reminiscent of Holmes, Stapleton boasts that only a person with “wit” could compete with his abilities to catch and study his specimens. Stapleton’s unassuming outer appearance continually contrasts with his brash inner nature throughout the novella."},{"page":"https://www.sparknotes.com/lit/hound/quotes/character/mr-jack-stapleton","quote":"“For God’s sake put such an idea out of your mind,” said he. “Your blood would be upon my head. I as","desc":"When Watson says he would like to investigate the Grimpen Mire, Stapleton quickly tries to dissuade him, pretending he is concerned for Watson’s safety. In reality, Stapleton doesn’t want Watson to find the hound he is hiding. As he appears to be harmless and possesses an extensive knowledge of the topography of the mire, Stapleton is able to manipulate Watson into dropping his idea to investigate the moor."},{"page":"https://www.sparknotes.com/lit/hound/quotes/character/mr-jack-stapleton","quote":"“I had a school,” said Stapleton.","desc":"Stapleton reveals to Watson that he once had a school, a detail Holmes utilizes later in the novel. When Holmes checks up on this fact, he is able to construct a sound explanation for the case and establish a motive for Stapleton. Some of the most seemingly innocent and unrelated statements help Holmes crack the mystery of the hound on the moor."},{"page":"https://www.sparknotes.com/lit/hound/quotes/character/mr-jack-stapleton","quote":"Oh, excuse me an instant! It is surely Cyclopides.","desc":"Stapleton catches sight of a butterfly and rushes off to capture the insect with his net, citing the species genus name. Stapleton creates a convincing character of a bookish, harmless entomologist living on the moor. Due to his innocuous appearance, no one suspects Stapleton as the culprit in the case and as the conniving architect of evil he is."},{"page":"https://www.sparknotes.com/lit/hound/quotes/character/miss-stapleton","quote":"“Go back!” she said. “Go straight back to London, instantly.”","desc":"Miss Stapleton speaks to Watson when they first meet on the moor. Their encounter serves as one of the first clues Watson notes that something isn’t right on the moor or with the Stapletons. Miss Stapleton quickly takes back her words once she realizes she’s mistaken Watson for Sir Henry Baskerville, whom she wants to protect from her husband."},{"page":"https://www.sparknotes.com/lit/hound/quotes/character/miss-stapleton","quote":"“Quite happy,” said she, but there was no ring of conviction in her words.","desc":"Here, Miss Stapleton’s reply that she feels happy living on the moor with her “brother,” Mr. Stapleton, doesn’t ring true to Watson’s astute ears. Watson begins to suspect that something is amiss between Miss Stapleton and Mr. Stapleton the more he observes their dynamic. Miss Stapleton’s arrival in the plot and her enigmatic responses stand as Watson’s first major break in the case."},{"page":"https://www.sparknotes.com/lit/hound/quotes/character/miss-stapleton","quote":"No, no, I did not mean my husband. Sir Henry? Is he safe?","desc":"When Miss Stapleton is found bound and gagged inside Merripit House, her first words focus on Henry, not her husband, Mr. Stapleton. Miss Stapleton’s concern for Sir Henry Baskerville’s welfare demonstrates her potential feelings but also her regret for her husband’s murderous actions on the moor. Miss Stapleton has finally found a degree of relief."},{"page":"https://www.sparknotes.com/lit/hound/quotes/character/miss-stapleton","quote":"It is my mind and soul that he has tortured and defiled...I could endure it all...as long as I could","desc":"Miss Stapleton’s confession after being freed serves as a plot device to tie together the loose ends of the case of the hound for Sherlock and Watson and reveals her feelings and motivations as an unwilling accomplice in the Baskerville murders. Her admission also calls into question whether she really had any feelings for Sir Henry Baskerville."},{"page":"https://www.sparknotes.com/lit/hound/quotes/character/miss-stapleton","quote":"“He may find his way in, but never out,” she cried.","desc":"Miss Stapleton, overcome with emotion, cries to Watson and Sherlock that her husband will never find his way across the mire now that a thick fog has settled in. Miss Stapleton’s claim is supported by a foreshadowing earlier in the novel as Mr. Stapleton and Watson watch a horse get sucked into the treacherous marshlands and sink to its death."},{"page":"https://www.sparknotes.com/lit/hound/quotes/character/sir-henry-baskerville","quote":"“I don’t say now that he isn’t a crazy man,” said Sir Henry; “I can’t forget the look in his eyes wh","desc":"Sir Henry Baskerville tells Watson about Mr. Stapleton’s apology for behaving wildly and inexplicably over Baskerville’s proposal to Beryl. Mr. Stapleton’s behavior seems out of place since no one, including readers, yet knows that Miss Stapleton is actually Mr. Stapleton’s wife, not his sister. Baskerville assumes Mr. Stapleton suffers from insanity but easily accepts Mr. Stapleton’s somewhat flimsy explanation, demonstrating Baskerville’s easygoing and good-hearted nature."},{"page":"https://www.sparknotes.com/lit/hound/quotes/character/sir-henry-baskerville","quote":"No, no, it was a hound. My God, can there be some truth in all these stories? Is it possible that I ","desc":"As Watson relates in his second report, Sir Henry Baskerville becomes concerned that the curse of the Baskervilles might actually be true when they hear the cry of a hound out on the moor. Later, Baskerville implores Watson not to treat him like a “child” and tell him his honest opinion about the strange cry they hear. Even though Baskerville wants to be strong, he looks to Watson for reassurance."},{"page":"https://www.sparknotes.com/lit/hound/quotes/character/sir-henry-baskerville","quote":"Whatever you tell me to do I will do.","desc":"Throughout The Hound of the Baskervilles, Sir Henry Baskerville looks to Watson and Sherlock as fatherly figures and submits himself to their will and expertise. Here, Baskerville tells Sherlock that he will follow whatever instructions he gives him from here on out, no questions asked, much to Sherlock’s pleasure. Baskerville creates no problems for Sherlock and exhibits a blind faith in him."},{"page":"https://www.sparknotes.com/lit/hound/quotes/character/sir-henry-baskerville","quote":"I don’t pretend to know about these things, and I’d be a better judge of a horse or a steer than of ","desc":"Sir Henry Baskerville seems impressed by Sherlock’s sudden interest in a portrait hanging in the Baskerville Manor and expresses as much. Sherlock responds that the reason he has become taken with the portrait is because he is a connoisseur of art, yet in reality, Sherlock observed an interesting resemblance between Mr. Stapleton and the Baskerville ancestors. Baskerville easily concedes to Sherlock’s boast and defers to Sherlock, saying that he knows more of animals than art."},{"page":"https://www.sparknotes.com/lit/hound/quotes/character/sir-henry-baskerville","quote":"“I have a good mind to go to London with you,” said the baronet. “Why should I stay here alone?”","desc":"Baskerville responds after Watson and Sherlock tell him that they are going back to London, leaving him alone on the moor. Considering the great lengths to which they have gone to protect Baskerville and make sure he is never alone, Baskerville seems taken aback by their change in approach. Baskerville, clearly nervous, wants to follow Watson and Sherlock to London. Baskerville’s concern shows how dependent he has become on Watson’s and Sherlock’s direction."}]