[{"page":"http://www.sparknotes.com/lit/the-wind-in-the-willows/quotes/","quote":"“He learnt to swim and to row, and entered into the joy of running water; and with his ear to the re","desc":"In Chapter I, after leaving his home for the first time, the Mole discovers the river and the joy of exploring and adventuring upon it. The river’s song was at first a mystery to him. But as the summer passes and he learns to navigate the water, he begins to understand what the wind and the water are singing about. It’s an ineffable sensation, but it’s related to the joy the Mole finds when he frolics in nature, spends time with his friends, and experiences the world fully. The music he hears speaks to him of the freedom of being exactly who you are without restraint or judgment."},{"page":"http://www.sparknotes.com/lit/the-wind-in-the-willows/quotes/","quote":"“Why can’t fellows be allowed to do what they like when they like and as they like...”","desc":"In Chapter II, the Water Rat makes a nuisance of himself teasing the ducks. He tickles their throats as they dive for the food, causing them to come up for air, spluttering. The ducks complain about his interference, which is fruitless because their complaint precisely captures the Water Rat’s behavior and attitude. He likes being a nuisance. He finds teasing other people a source of entertainment. And living along the river, he takes every day as the water offers, doing exactly what he likes, when, and how. At the same time, the Toad’s outlandish behavior shows that there are limits to what a person can do. This quote neatly if ironically summarizes the way the Water Rat teaches the Mole to live. However, it also foreshadows the responsibility they will have to shoulder bringing the Toad back home and returning him to his senses."},{"page":"http://www.sparknotes.com/lit/the-wind-in-the-willows/quotes/","quote":"“Rapt, transported, trembling, he was possessed in all his senses by this new divine thing that caug","desc":"In Chapter VII, the Water Rat and the Mole share a mystical experience that gives their lives purpose and assurance. This quote explains the Water Rat’s initial reaction to it. Their encounter with the Piper is a sort of enchantment, much like what the Water Rat experiences under the spell of the Sea Rat or the Toad when he is first run over by a motor car. It seizes the two initially by way of sound but eventually through all of their senses because it is so overwhelming and overpowering. However, those other enchantments represent a loss of control that results in isolation and destruction. This acts as a surrender in the midst of which the Water Rat feels an unparalleled sense of security. In this moment, he is certain of being watched over. And although neither the Water Rat nor the Mole will remember the exact sensations they experience in the presence of the Piper, they will carry with them that comforting sense of being cared for."},{"page":"https://www.sparknotes.com/lit/the-wind-in-the-willows/home-as-a-source-of-strength","quote":"“There’s no security, or peace and tranquility, except underground. And then, if your ideas get larg","desc":"Lost, cold, and afraid, the Water Rat and the Mole are relieved to be welcomed into the Badger’s home in Chapter IV. Although he is not a particularly sociable creature, and it is the dead of winter, the Badger is gratified by the Mole’s deep appreciation of his underground dwelling. The Badger takes the Mole on a tour of his extensively excavated rooms and tunnels, explaining that it was largely the work of an ancient civilization that had taken over the Wild Wood. He appreciates its pliability, its solitude, and its comfort. In these ways, the home acts as an extension of the Badger’s personality, just as each home does for each creature."},{"page":"https://www.sparknotes.com/lit/the-wind-in-the-willows/home-as-a-source-of-strength","quote":"“Shabby indeed, and small and poorly furnished, and yet his, the home he had made for himself, the h","desc":"In Chapter V, the Mole and the Water Rat return after yet another day’s exploration and adventure. But this time, they travel through a village at dusk where they see many examples of families settling down in the peace and tranquility of their homes. The two are cold and hungry, and they long for rest. But home connotes more than rest. It’s a place of creation and belonging. The Mole feels drawn to the home he built, and the effort he invested calls out to him, longing to comfort him and commune with him. A home is not just a space. It’s an interactive relationship that needs to be nurtured, and the Mole is sad that he has neglected it. In doing so, he has left a part of himself behind and is now incomplete."},{"page":"https://www.sparknotes.com/lit/the-wind-in-the-willows/home-as-a-source-of-strength","quote":"“He saw clearly how plain and simple—how narrow, even—it all was; but clearly, too, how much it all ","desc":"After the Mole pours out his heart to the Water Rat in Chapter V, the two turn around to find the Mole’s den. As they proceed from the outer garden to the kitchen and living area, the Water Rat admires all the domestic touches the Mole has given to his space. But the Mole dismisses the Water Rat’s praise, despairing the shabbiness and poverty of his home. Nevertheless, the two successfully host a holiday party for the field mice, after which the Mole realizes his home’s true value. It may be humble, but it’s his. And as an extension of him, it has value, and it gives him respite."},{"page":"https://www.sparknotes.com/lit/the-wind-in-the-willows/the-power-of-nature","quote":"“The river still chattered on to him, a babbling procession of the best stories in the world, sent f","desc":"In Chapter I, the Mole meets the river for the first time, and he is enthralled. Its music speaks to his heart about all the adventures he has never had but that this new, aboveground world promises to him. To the Mole, it seems endless and miraculous. He retains this attitude toward nature throughout the novel, even when he is imperiled in the Wild Wood or confronting the stoats in preparation for battle. It makes him a likable character in spite of his flaws, and it gives the book a lively, optimistic tone."},{"page":"https://www.sparknotes.com/lit/the-wind-in-the-willows/the-power-of-nature","quote":"“Such a rich chapter it had been, when one came to look back on it all! With illustrations so numero","desc":"As the Mole and the Water Rat sit in his den in Chapter III during winter’s deep darkness, they remember the joys of summer. Even in memory, nature’s bounty gives them treasures to explore and contemplate, providing them with entertainment and solace even in the cold and damp. Just like a bountiful harvest, nature allows its provisions to be stored up for later use, even if those provisions are food for the imagination rather than the body. Nature provides for all of her denizens’ needs, whether they be physical, emotional, or intellectual. As long as the characters are willing to interact with, explore, and appreciate what nature has to offer, they have this bountiful resource at their disposal."},{"page":"https://www.sparknotes.com/lit/the-wind-in-the-willows/the-power-of-nature","quote":"“It was pitiful in a way, and yet cheering—even exhilarating. He was glad that he liked the country ","desc":"In Chapter III, the Mole makes his way through the Wild Wood to find the Badger. He leaves behind his memories of summer’s pageantry and encounters the harsh reality of nature in winter. It lacks the lush meadow grass or the thick, forgiving hedgerows in which a small animal can hide. The trees have no foliage to shield him from the sky’s bleak expanse. No flowers decorate the path. Instead, the Mole sees stark tree trunks, fallen debris, and hard rock. Nevertheless, he appreciates the world in its simplicity. It has nothing to hide, and it’s not a fantasy built on a cloud. It’s a strong, solid world from which he can draw strength."},{"page":"https://www.sparknotes.com/lit/the-wind-in-the-willows/importance-of-animal-etiquette","quote":"“The Mole knew well that it is quite against animal-etiquette to dwell on possible trouble ahead, or","desc":"In Chapter I, the Mole is newly introduced to the aboveground world. He encounters the river for the first time in his life, and the Water Rat shows him the joys of navigating it by boat. He also enlightens the Mole about other parts of the world, such as the meadows and the Wild Wood. He is tight-lipped about the latter, and the Mole unwisely asks for further explanation. The Water Rat reluctantly tells him a little bit about the creatures that live there, but as they are predators and thus dangerous to small creatures like themselves, he doesn’t want to say too much. The Mole, embarrassed, realizes that his curiosity has gotten him into trouble, as it will many times over."},{"page":"https://www.sparknotes.com/lit/the-wind-in-the-willows/importance-of-animal-etiquette","quote":"“As he did not go into Society himself, he had got an idea that these things belonged to the things ","desc":"In Chapter IV, the Badger welcomes the Water Rat and the Mole out of the cold and treats them to an ample meal. At the table, they are all so hungry and so relieved that no one pays much attention to their table manners. Fortunately, none of them care. Safety, comfort, and friendship are more important than whether someone puts their elbows on the table while they eat. Still, in the very next sentence, the narrator reminds the reader that manners are truly quite important. Taken together, the two statements constitute an amusing commentary on the difference between the animal and the human worlds as well as a mild satire on those who prioritize social niceties over true hospitality."},{"page":"https://www.sparknotes.com/lit/the-wind-in-the-willows/importance-of-animal-etiquette","quote":"“This was a base libel on Badger, who, though he cared little about Society, was rather fond of chil","desc":"This quote demonstrates a function of social etiquette beyond mere manner-minding, keeping people in line. After the battle for the Toad’s estate, the Badger and his friends earn a reputation for their ferocity. Local mothers use this reputation to keep their children in line, warning them that if they misbehave, the Badger will come after them. Like the other comments made in the novel about the Badger’s disregard for social mores, it’s nonsense. He’s an excellent host to the lost and frightened Water Rat and Mole as well as some small, wayward hedgehogs. And he leads the characters in restraining the Toad and restoring his position. Nevertheless, it’s an effective warning."}]