[{"page":"http://www.sparknotes.com/lit/odyssey/quotes/","quote":"Sing to me of the man, Muse, the man of twists and turns driven time and again off course, once he h","desc":"With these words The Odyssey begins. The poet asks for inspiration from the Muse and imagines her singing through him. An ancient epic poem states at the outset, in capsule form, the subject of the work to follow, and this epic is no exception. The Odyssey announces its subject matter in a different fashion from the Iliad. Whereas Homer’s first epic treats Achilles’ rage, this one focuses on a “man of twists and turns.” It chronicles not battles, the stuff of Achilles’ brief life, but a long journey through “[m]any cities” and “many pains,” the kind of test worthy of a resourceful hero like Odysseus. The opening lines foreshadow how the epic will end—with all of Odysseus’s men dead except Odysseus himself—and provide a reason for these deaths: the recklessness and blindness of his crew, who do not realize that by slaughtering the Sun’s cattle they seal their own dooms. The opening leaves unmentioned many other temptations the Achaeans will face and says nothing of the situation in Ithaca, which consumes nearly half the epic. It treats the subject matter of the epic in an abbreviated form but captures the themes those subjects will explore. As Knox notes in the introduction to the Fagles translation, in The Odyssey, in contrast to The Iliad, the Muse is asked to choose where to begin. Giving the Muse this freedom prepares us for the more complex narrative structure of The Odyssey, which relies on flashbacks as it moves through the many settings of the hero’s ten-year journey."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/page/2","quote":"So then, royal son of Laertes, Odysseus, man of exploits, still eager to leave at once and hurry bac","desc":"Calypso makes this final plea to Odysseus in Book 5, begging him to stay with her, and her temptation trumps all those Odysseus has seen before (5.223–232). She not only promises to save him from having to face future woes but to give him what no other human character in the Odyssey has: immortality. But Odysseus is not interested. All he wants is his home and wife, even though he admits in ensuing lines that Penelope cannot match Calypso in beauty. Calypso’s plea embodies the tension in Odysseus’s journey. He wants to see his wife and home again, but he also presumably wants all the tempting things Calypso has to offer. That she asks him one last time whether he wants to leave suggests (even if the question is just rhetorical) that she knows her offer is tempting, but the fact that Odysseus can refuse it and embrace all the “pains” she foretells shows how compelling his homecoming really is."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/page/3","quote":"“But you, Achilles, there’s not a man in the world more blest than you— there never has been, never ","desc":"This exchange comes as part of the conversation between Achilles and Odysseus when the latter journeys to the underworld in Book 11 (11.547–558). (The entire event is told as a flashback to the Phaeacians by Odysseus.) The heroes muse on the differences between the two worlds they now inhabit, and each finds the grass greener on the other side. Odysseus envies Achilles’ strength and the glory that it won him; Achilles envies Odysseus for being alive. The differences reflect the change in outlook between The Iliad and The Odyssey. The first epic celebrates the glory (kleos) that comes from winning battles, and the mighty Achilles is naturally the focus. In the Odyssey, whose focus is the wily Odysseus, that earlier outlook is implicitly criticized. Achilles did win great glory, but it came at the cost of an early death, and he would do anything now to return to earth and live a life without glory. His indignant reply, “No winning words about death to me,” suggests that he does not believe Odysseus is speaking sincerely, but Odysseus means what he says and thus needs a warning like this so badly. Like other Greek heroes, Odysseus has a glory-loving streak. He too would like to be “honored...as a god,” but he must not lose his wits in his pursuit of glory."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/page/4","quote":"Of all that breathes and crawls across the earth, our mother earth breeds nothing feebler than a man","desc":"Odysseus utters these words to the suitor Amphinomus shortly after defeating the “Beggar-King” Irus in Book 18 (18.150–157). Odysseus is himself in disguise as beggar, and his words here help maintain that cover. According to the story he has told, he once was a great warrior, plundering faraway lands, until one day he was captured. On one level, his words here reinforce those lies. The fatalism and helplessness he expresses—that a man only prospers while “the gods grant him power”—were frequently expressed sentiments of the Ancient Greek outlook, but they seem especially natural coming from a onetime king who has descended to the status of a beggar. Who better to comment on life’s reversals than someone who has experienced them firsthand?The words have additional meaning, however, for both Amphinomus and Odysseus. For Amphinomus, they foreshadow death. He is plundering the land of others, living a careless life, much as the beggar once did, but he too is a feeble man, and he is destined for a fall. The words are a prophecy to Amphinomus, and a warning; he does not miss their meaning, as he walks away “fraught with grave forebodings” (18.176). For Odysseus, on the other hand, the words do not foretell the future but recount the past and, perhaps, explain the lesson it has taught him. At the hour of his greatest triumph, the beginning of his nostos (“homeward journey”) from the city he had helped sack, his life “turn[ed]” and the gods began his suffering. He endured only by “steel[ing] his heart,” and he knows now that at such moments that is all that can be done."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/page/5","quote":"Just as I have come from afar, creating pain for many— men and women across the good green earth— so","desc":"With these words in the middle of Book 19, Homer explains the origin of Odysseus’s name (19.460–464). They are actually spoken by his grandfather Autolycus, who named the hero when he was an infant. The name implies that pain, like dark hair or some other physical attribute, is in some way in his blood, which may be true in two senses. First, as Autolycus happily brags, Odysseus is the grandson of someone who has created pain for many, and he might be expected to inherit this quality and grow up like his grandfather. Pain is part of his makeup because, like some kind of physical attribute, he is destined to live with it from birth. The name recognizes that pain will be a constant in his life. He may not always be on the receiving end of it (The Odyssey provides at least as many examples of Odysseus giving pain to others as feeling its sting himself), but it will always be there, like an extension of his body. From minor incidents like the goring that gives him his scar—which happens, not coincidentally, while he is on a hunting trip with his grandfather—to the massacre of the suitors, The Odyssey suggests that Odysseus has indeed earned his name “in full.”"},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/theme/homecoming","quote":"Ah how fine it is, when a man is brought down, to leave a son behind! Orestes took revenge, he kille","desc":"Home and family motivate Odysseus and drive the narrative toward its goal. The first four books focus on the disintegration of the hero’s house through the eyes of his son, Telemachus. He goes to seek information about his missing father and encounters Nestor, who tells him the story of Agamemnon, who was murdered by his wife and her paramour upon returning from Troy. Orestes, the son of Agamemnon, subsequently avenged his father’s death by killing Aegisthus. The story has a clear lesson for Telemachus, who must play his part in preserving his home and family."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/theme/homecoming","quote":"But about your destiny, Menelaus, dear to Zeus, it’s not for you to die and meet your fate in the st","desc":"In his travels, Telemachus meets Menelaus and Helen in Sparta. Menelaus tells him what he learned of Odysseus from the prophetic ocean god, Proteus, in Egypt. The reader also learns that Menelaus will not die but will live on eternally with his wife, Helen, in Elysion. In Book 4, however, we see that Menelaus and Helen are not happily married but live uncomfortably in the wake of her infidelity against him. Immortality thus seems more like a punishment than a reward. Odysseus, we will see, rejects eternal life with Calypso to return to his beloved—but mortal—wife, Penelope."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/theme/homecoming","quote":"Nevertheless I long—I pine, all my days— to travel home and see the dawn of my return. And if a god ","desc":"We first find Odysseus in a kind of sexual captivity to the goddess Calypso, who rescued him five years earlier and nursed him back to health after being shipwrecked. Zeus sends Hermes to Calypso’s island, located in the far west, to order her to send Odysseus home. She begrudgingly agrees, but she has neither a ship nor crew to escort Odysseus on his journey. In this quote, Odysseus expresses his willingness to face enormous dangers and risks to gain his homecoming."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/theme/homecoming","quote":"Then she mixed them a potion—cheese, barley and pale honey mulled in Pramnian wine— but into the bre","desc":"Several times Odysseus and his men face the temptation to give up their efforts to return home to their families and country. For instance, in the land of the lotus eaters, some of his men taste the lotus plant, which contains a powerful drug that destroys one’s motivations and sense of responsibility. Odysseus has to physically convey his men back onto their ship to continue the voyage. Here Odysseus describes how the sorceress Circe drugs the food she served his companions, which not only destroyed their will but turned them into swine. This episode suggests that the desire for homecoming is part of being human and that to live without home and family makes one less than human."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/theme/homecoming","quote":"As a father, brimming with love, welcomes home his darling only son in a warm embrace— what pain he’","desc":"In Book 16, Telemachus returns home from Sparta and finds a strange beggar at the hut of the swineherd, Eumaeus. This simile describes the joy of Eumaeus, a faithful slave of the family, at seeing Telemachus safely back from his travels. Since Odysseus must remain disguised for the time being, he cannot express the powerful emotions he feels at seeing his grown son, whom he left as an infant twenty years ago. The simile allows the narrator to hint at these emotions indirectly."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/theme/divine-justice","quote":"Ah how shameless—the way these mortals blame the gods. From us alone, they say, come all their miser","desc":"In the divine assembly on Mt. Olympus that follows the proem, Zeus utters these complaints against mortals who blame the gods for their suffering. Rather, men suffer more than is necessary through their own transgressions. The statement establishes a model of divine justice in which men reap their just rewards, as the poem will demonstrate in the fates of Odysseus, the suitors, and other characters."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/theme/divine-justice","quote":"The gods of Olympus can’t be all against this man who’s come to mingle among our noble people.....Gi","desc":"Hospitality is an important theme in the Odyssey and an important ethical duty in archaic Greek culture. In Book 5, Odysseus build a raft and sets sail, but Poseidon shatters it and the hero washes ashore on the island of Scheria. The princess, Nausicaa, discovers him naked and in a sorry state and offers him a kind reception and the comforts of civilization. Odysseus’s reception by Nausicaa and the Phaeacians who inhabit the island contrasts with the rough treatment he receives from the suitors when he arrives at his manor disguised as a beggar."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/theme/divine-justice","quote":"But the god of earthquakes reassured the Smith, ‘Look, Hephaestus, if Ares scuttles off and away, sq","desc":"At the court of Alcinous, king of the Phaeacians, the bard Demodocus tells a bawdy tale about Aphrodite’s cuckolding of Hephaestus by Ares. While the tale has a comic effect, it has a serious side as well, since Penelope’s conjugal fidelity is a source of violent strife in the poem’s major plotline. In Demodocus’ story, things are a little upside down. Whereas in the main plot, Poseidon nurses his grudge against Odysseus, in the tale Poseidon plays the mediator and reconciles Hephaistos and Ares without their coming to blows."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/theme/divine-justice","quote":"She’ll turn us all into pigs or wolves or lions made to guard that palace of hers—by force, I tell y","desc":"While for the most part the Odyssey shows that in a moral universe guaranteed by the authority of Zeus, virtue is rewarded and injustice punished, a tension nevertheless arises from an anti-heroic side of Odysseus himself. His desire for spoils and fame lead his companions into the cave of Cyclops, where many of them are eaten alive. Here Odysseus tries to lead a contingent of his men to the home of Circe, but Eurylochus refuses. Ultimately all of Odysseus’s men will perish, and the reader has to question the moral uprightness of a protagonist with a knack for deceit."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/theme/divine-justice","quote":"By god, I’d rather slave on earth for another man— some dirt-poor tenant farmer who scrapes to keep ","desc":"In Book 11, Odysseus narrates his journey to the underworld. There he encounters the shade of Achilles and congratulates him on the glory he won in the Trojan War. Achilles scoffs at the praise, asserting that the poorest life surpasses the noblest death. He thus refutes the heroic code whereby warriors risk their lives for the sake of honor and lasting fame. Achilles goes on to ask after his own son, Neoptolemus, and the conversation generally reveals the ethical world of the Odyssey that emphasizes survival and family over glory in war."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/theme/cunning","quote":"So by day she’d weave at her great and growing web— by night, by the light of torches set beside her","desc":"Odysseus, unlike the great martial heroes of the Iliad, prevails by cunning rather than physical prowess. The same is true of his wife, Penelope, though within a more restricted frame. She tricks the suitors and thus delays her remarriage through the traditionally female activity of weaving. Penelope promises to remarry once she has completed a funeral shroud for her aging father-in-law, Laertes. By day, she publicly works on the garment, but by night she undoes whatever she had accomplished. This shows how both husband and wife strive to maintain their union against all odds through a common trait."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/theme/cunning","quote":"Nobody—that’s my name. Nobody— so my mother and father call me, all my friends.","desc":"Cunning is Odysseus’s greatest trait and it serves him well throughout the poem, perhaps nowhere more famously than in his triumph over the Cyclops, Polyphemus. Having introduced himself as “Nobody,” Odysseus subdues the giant with wine and blinds him by piercing his one large eye with a pointed stake. Polyphemus then calls out to his kin for help, saying that “Nobody, friends…Nobody’s killing me now by fraud and not by force!” The other Cyclopes thus assume that he is fine and ignore his pleas for help, allowing Odysseus and his men ultimately to escape."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/theme/cunning","quote":"Come, enough of this now. We’re both old hands at the arts of intrigue. Here among mortal men you’re","desc":"In Book 13, Odysseus finally returns home. The Phaeacians convey him to Ithaca in what is the easiest leg of his journey, since Athena puts him into a deep sleep. He wakes up in a cave so disoriented that he does not recognize his own country. Athena, in disguise, confronts and questions him. True to his character, he disguises his identity and spins a tale about how he came to the island. Athena appreciates his cunning, recognizing her own craftiness in her favorite mortal."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/theme/cunning","quote":"I noticed his glossy tunic too, clinging to his skin like the thin glistening skin of a dried onion,","desc":"In Book 19, Odysseus, still disguised as a beggar, convenes with Penelope and tells her a false tale to assure her that her husband is alive and will soon return. Penelope, suspecting that the stranger is telling her a story simply to win her favor, demands proof that he actually saw Odysseus. Odysseus complies by describing the fine tunic Odysseus wore, a tunic made by Penelope herself. Thus at one stroke he validates his story and also praises the womanly excellence of Penelope by commending her handiwork."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/theme/cunning","quote":"Woman—your words, they cut me to the core! Who could move my bed?","desc":"Even after Odysseus sheds his disguise and slays the suitors, Penelope still hesitates in recognizing Odysseus as her long-lost husband. To test him one final time, she orders the maids to bring the bed out of their chamber into the hall. She knows this is impossible, however, since the bedframe was made of a living olive tree still rooted in the ground and hence could not be moved. Thus in the climactic reunion scene, Homer reveals Odysseus identity as literally rooted in his home and family, while also displaying the high degree of cunning possessed by Penelope."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/character/odysseus","quote":"Sing to me of the man, Muse, the man of twists and turns.","desc":"The opening line of The Odyssey introduces Odysseus by his epithet, “the man of twists and turns.” Odysseus is “the man of twists and turns” because his journey, and his story, are anything but straightforward. He’s also “the man of twists and turns” because his mind twists and turns, helping him to think his way out of dangerous situations."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/character/odysseus","quote":"Much have I suffered, labored long and hard by now in the waves and wars. Add this to the total—brin","desc":"Odysseus says these lines when Calypso tells him that he is fated to suffer if he leaves her island. Throughout the poem, Odysseus is willing to endure great hardship. These lines suggest that he sees his suffering as a “trial,” something he must endure in order to be worthy of his nostos, or homecoming."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/character/odysseus","quote":"No finer, greater gift than that… when man and woman possess their home, two minds two hearts that w","desc":"Seeing that Nausicaa is of marriage age, Odysseus wishes her a happy marriage. These lines show us how Odysseus views his relationship with Penelope, and what his marriage means to him. On the other hand, he wants Nausicaa to help him, so he may be flattering her to get her to think kindly towards him."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/character/odysseus","quote":"Great Odysseus melted into tears, running down from his eyes to wet his cheeks… as a woman weeps, he","desc":"When the bard Demodocus sings a story about Odysseus’ achievements in the Trojan War, Odysseus weeps. The poet describes his weeping with a simile that makes it clear why Odysseus is so upset. Odysseus is thinking of the horrors of war. He may even be thinking specifically of his own victims. In the Trojan War it was his Trojan opponents, and not Odysseus, who were “fighting for town and townsmen.”"},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/character/odysseus","quote":"My fame has reached the skies. Sunny Ithaca is my home. Atop her stands our seamark, Mount Neriton’s","desc":"Aristocratic men in the world of The Odyssey live by the warrior code of kleos, or “fame.” Their highest aim in life is make a reputation for themselves as great warriors. Odysseus is able to state as a simple matter of fact that he has achieved kleos. The lyrical and nostalgic lines which follow suggest, however, that he values his home even more than his fame."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/character/odysseus","quote":"Nobody—that’s my name","desc":"Odysseus tells the cyclops Polyphemus that his name is “Nobody.” The clever ruse is part of his escape plan. When Odysseus blinds Polyphemus, the cyclops cries out “Nobody’s killing me,” which persuades the other cyclops that Ployphemus’s unharmed. Odysseus is capable of thinking strategically, several moves ahead of the poem’s other characters."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/character/odysseus","quote":"Crowds of vagabonds Frame their lies so tightly none can test them. But you, What grace you give you","desc":"King Alcinous is impressed by Odysseus’ skill as a storyteller. Odysseus often tells false stories in order to get the better of people or to test them. In this case, he is telling the truth, but he still has an ulterior motive. Odysseus’s story persuades Alcinous not only to transport him home, but also to give him enough gifts to make up for the wealth Odysseus has lost at sea. Through storytelling Odysseus transforms his suffering into wealth and fame."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/character/odysseus","quote":"We know all the pains that the Greeks and Trojans once endured on the spreading plain of Troy.","desc":"These lines are from the song the Sirens sing to enchant Odysseus. The fact that they promise to sing about the “pains” of “Troy” reveals something about Odysseus’s character: he is powerfully tempted to dwell on his painful memories of war instead of pressing on into the future."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/character/odysseus","quote":"Amphinomus, you seem like a man of good sense to me. Just like your father—at least I’ve heard his p","desc":"Odysseus warns the suitor Amphinomus that he will die if he stays in the palace. In these lines Odysseus nearly blows his disguise, before remembering that he is not supposed to know Amphinomus’ father. The risk he takes makes it clear that Odysseus likes Amphinomus and does not want him to die. Nevertheless, Amphinomus is killed in the battle with the suitors."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/character/odysseus","quote":"Odysseus and his gallant son charged straight at the front lines, Slashing away with swords, with tw","desc":"In the poem’s final lines, Odysseus and Telemachus attack the suitors’ fathers, who are seeking revenge for the deaths of their sons. The poet tells us that “They would have killed them all,” which suggests that Odysseus is failing to exercise restraint."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/character/telemachus","quote":"“Why, mother,” poised Telemachus put in sharply, “why deny our devoted bard the chance to entertain ","desc":"This line is Telemachus’ response when his mother asks the bard Phemius to stop singing about the Trojan War, because it upsets her. Telemachus’s harsh words for his mother show that he is no longer a boy, but they also reveal tension between mother and son. Odysseus’s long absence has disrupted the harmony of his family."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/character/telemachus","quote":"if you decide the fare is better, richer here, destroying one man’s goods and going scot-free, all r","desc":"Having demanded that the suitors leave his house, Telemachus is immediately forced to admit that he does not have the power to make them leave. By referring to “one man’s goods,” he hints that he is ready to claim Odysseus’s possessions as his own—but he does not dare make this claim directly. Telemachus is growing into manhood, but without his father, he is still powerless."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/character/telemachus","quote":"Telemachus, summoning up his newfound tact, replied, “Please, Menelaus, don’t keep me quite so long.","desc":"By the end of his journey, Telemachus has learned how to speak well and get the most out of his hosts. In this way, he is very like his father, who manages to extract enormous wealth from the Phaeacians by telling them his story. The fact that Telemachus has learned this crucial skill during the course of his journey also shows that he has matured."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/character/telemachus","quote":"Good blood runs in you, dear boy, your words are proof.","desc":"Here, Menelaus confirms that Telemachus is a worthy son of his famous father. Odysseus is a great talker, persuader and storyteller, so Telemachus’s words convince Menelaus that he’s his father’s son. Menelaus’s approval signals to us that Odysseus, too, will approve of the son he hasn’t seen for twenty years, which makes us anticipate their reunion."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/character/telemachus","quote":"“My fault, father,” the cool clear prince replied, “the blame’s all mine. That snug door to the vaul","desc":"During the battle with the suitors, Telemachus makes a mistake and allows the suitors to get hold of weapons. The mistake shows his inexperience. At the same time, he is quick to step forward and accept the blame, which shows his maturity and sense of honor."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/character/athena","quote":"Let them all die so, all who do such things. But my heart breaks for Odysseus, That seasoned veteran","desc":"Athena skillfully manipulates Zeus as she seeks his permission to free Odysseus from Calypso. She begins her request by agreeing with Zeus’s condemnation of Aegisthus—“Let them all die so”—before moving on to discuss the case of Odysseus. Athena does not directly state that Zeus has been less fair to Odysseus than he has to Aegisthus. Instead she emphasizes Odysseus’s suffering. Athena’s skill with words is one of the things she has in common with her favorite, Odysseus."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/character/athena","quote":"among mortal men you’re far the best at tactics, spinning yarns, and I am famous among the gods for ","desc":"Athena explains why she is so fond of Odysseus. Their relationship is one of mutual respect, based on their shared skill as talkers and schemers. Interestingly, Athena does not champion Odysseus because he is a good man, or because he is her devout worshipper, but rather because they share similar traits."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/character/athena","quote":"I could not bring myself to fight my Father’s brother, Poseidon, quaking with anger at you, still en","desc":"These two lines, buried in the middle of a long speech, are the only explanation Athena offers for her failure to rescue Odysseus sooner. Athena suggests that she restrained herself from fighting “my Father’s brother” out of respect for their family tie. The reality is that Poseidon is the more powerful and higher-ranking god. Athena could not fight him."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/character/penelope","quote":"Three whole years I deceived them blind, seduced them with this scheme.","desc":"When Penelope tells her story to the “beggar” (Odysseus in disguise), she cannot help boasting a little about her ability to deceive the suitors. This shows us two ways Penelope is like her husband: first, she’s a skilled deceiver, and second, she’s proud of it. Penelope also has a sense of humor. By saying she “seduced” the suitors she highlights the irony of the fact that her deceitful behavior was motivated by faithfulness to her husband."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/character/penelope","quote":"Your heart was always harder than a rock!","desc":"Telemachus says this line to his mother, He is appalled when Penelope refuses to embrace Odysseus at once after their long separation. His complaint that she was “always” hard suggests a long-standing tension between mother and son."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/character/penelope","quote":"You look—how well I know—the way he looked, Setting sail from Ithaca years ago Aboard the long-oared","desc":"These lines set up Penelope’s test for Odysseus, to discover if the man in front of her is really her husband. She drops the command to move the bed into the middle of a longer speech, giving Odysseus no clue that the statement is meant as a test to see if he knows the bed can’t be moved. Penelope’s cunning reminds us that she and her cunning husband are soulmates at the moment when they are reunited."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/character/circe","quote":"Mix in the magic work of love— we’ll breed deep trust between us.","desc":"Circe is an expert in drugs and potions. When she invites Odysseus to sleep with her, her language suggests that she sees sex as a kind of potion, a “magic work” that involves mixing two ingredients. Her offer to “breed deep trust” between her and Odysseus sounds like a promise, but it also carries a threat. It suggests that once they have slept together, Odysseus will “trust” her whether or not he should."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/character/circe","quote":"At the same time her handmaids bustled through the halls, Four in all who perform the goddess’ house","desc":"Of the many domestic spaces which Odysseus passes through, none is more luxurious than Circe’s. While most of the poem’s domestic spaces provide comfort and security, however, Circe’s home is dangerous. The luxuries she offers are a seduction which threaten to derail Odysseus’s journey. Circe’s house is an exclusively feminine space. There is no space here for the masculine values which are Odysseus’s best guide."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/character/circe","quote":"So she enticed and won our battle-hardened spirits over.","desc":"Here, Odysseus suggests that the luxuries of Circe’s home appealed directly to the need for comfort he felt as a result of his experiences in the Trojan War. This line suggests Circe symbolizes is the temptation to indulgence. Just as some of Odysseus’s men choose to forget what they have suffered on the isle of the Lotus eaters, Odysseus temporarily succumbs to the temptation to drown his grief, trauma and longing in sensual pleasure."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/character/calypso","quote":"he had no choice— unwilling lover alongside lover all too willing.","desc":"Calypso forces Odysseus to sleep with her against his will. These lines encourage us to condemn the powerful goddess’s abuse of the powerless Odysseus. Later, however, as Odysseus tells his story to the Phaeacians, the poet reminds us that Odysseus, too, has captured and enslaved women. The Odyssey takes place in a patriarchal world, but the poem is alive to the tensions and contradictions of the patriarchal system."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/character/calypso","quote":"You unrivalled lords of jealousy— scandalized when goddesses sleep with mortals.","desc":"When Zeus commands Calypso to release Odysseus, she complains about the gods’ double standard. Male gods are allowed to take mortal lovers, but Zeus always intervenes to prevent goddesses from doing the same, or to prevent them from enjoying themselves when they do. Calypso’s complaint highlights a similar double standard in the mortal world. Odysseus is allowed to sleep with goddesses, while Penelope is criticized for entertaining the suitors against her will."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/character/calypso","quote":"My every impulse bends to what is right. Not iron, trust me, the heart within my breast. I am all co","desc":"Calypso tells Odysseus that she is releasing him of her own free will, out of “compassion.” At the same time, she secretly hopes that Odysseus will change his mind and stay with her. She tells him that if he knew the dangers that awaited him, he would think twice about leaving, but Odysseus remains determined to leave, so Calypso helps him go, as she promised."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/symbol/food","quote":"A maid brought water soon in a graceful golden pitcher and over a silver basin tipped it out so they","desc":"In this scene, Telemachus welcomes the stranger—Athena disguised as Mentor—to share the household’s “lavish” banquet, one of many feasts in The Odyssey. Such generosity represents the positive side of the ancient Greek custom of xenia, or hospitality, which required respectful behavior between host and guest. In keeping with these rules, Telemachus offers Athena a “high, elaborate chair of honor” (Book 1, line 152) along with food and drink before even asking for her name. Such a feast is also a way for a host to display his wealth and status."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/symbol/food","quote":"[T]he people lined the beaches, sacrificing sleek black bulls to Poseidon, god of the sea-blue mane ","desc":"This scene describes a religious rite that takes place in Pylos. As the sacrificial bulls will both honor Poseidon and feed the people, this ceremony marries essential elements of Greek daily life—food and religious belief. Almost every action taken by the characters in The Odyssey is influenced by the gods, and religious belief and prayers are never far from thought. Further, the scene highlights the communal nature of this ceremonial feast, uniting the people with the gods who are believed to come down and share in the feast that follows the sacrifice."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/symbol/food","quote":"Snatching one of my men, he tore him up for dinner— the other two sprang free and reached the ships.","desc":"In Book 10, Odysseus and his men encounter the race of Laestrygonians, giant beings who pluck unlucky soldiers from the ship and eat them. Throughout their return from Troy, the men come across several other beings who see humans as nothing more than food. While Odysseus and his men were fierce warriors at the battles of the Trojan War, they are unable to resist these more powerful foes, showing their inherent helplessness. The Laestrygonians’ behavior is implicitly juxtaposed against the far more civilized Greeks; while the giants (and other non-humans the men meet on their journey homeward, such as Charybdis and Polyphemus) see strangers as a meal, the Greeks view strangers as honored guests to be welcomed with food and drink."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/symbol/food","quote":"So she asked, but I protested, ‘Circe— how could any man in his right mind endure the taste of food ","desc":"After Odysseus escapes being turned into a pig by Circe, like she did to his men, he declines to eat the sumptuous food that she serves to him. This rejection of food and drink demonstrates Odysseus’s humanity, compassion, and extreme loyalty to his men. Despite having spent years at sea, as long as his comrades are suffering, Odysseus refuses to partake in the trappings of civilization that are now freely given to him. Unable to enjoy food and drink under these circumstances, he bargains with Circe to force her to transform his men back to their human form. This short scene provides a glimpse into why Odysseus’s family and so many of his contemporaries laud his character and leadership."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/symbol/food","quote":"My friends, we’ll never carry off this plot to kill the prince. Let’s concentrate on feasting. (Book","desc":"After Telemachus’s safe return home, the suitors must figure out how to rid themselves of him, but instead of focusing on coming up with a plan that will work, they follow Amphinomous’s lead and decide to sit down and enjoy a meal. Food becomes a symbol for the suitors’ foolishness and self-indulgence. Having occupied Odysseus’s house for many years, they have become accustomed to enjoying his “hulking sheep and fatted goats” (Book 20, line 277) along with other meats, breads, and wine. Their eagerness to let the food distract them contributes to their underestimation of the danger that Telemachus poses. If they had continued to discuss their problem, rather than “reach[ing] out for the good things that lay at hand” (Book 20, line 284), they may have come up with a way to kill Telemachus and thus prevent their own slaughter."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/symbol/the-wedding-bed","quote":"Come, Eurycleia, move the sturdy bedstead out of our bridal chamber— that room the master built with","desc":"When Odysseus reveals himself to Penelope, she needs to be certain of his identity, so she tests him by making this statement about moving the bed they shared, which her true husband would know is an impossible thing to do. Penelope’s use of the wedding bed for a test symbolizes her cunning. She has been forced to rely on her wits to stave off the suitors for all these years, aptly demonstrated by the shroud she wove (and undid each night) for Laertes. Now, just because a man claiming to be her husband has emerged, she will not blindly accept his words but must ensure for herself that he is not deceiving her. Penelope’s trick about the wedding bed is yet more evidence that she is a worthy match for Odysseus."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/symbol/the-wedding-bed","quote":"Woman—your words, they cut me to the core! Who could move my bed? Impossible task, even for some ski","desc":"With these words, Odysseus expresses exactly why no one would be able to move the wedding bed. This bed, which is unmovable and unchangeable, represents the constancy of the relationship between Odysseus and Penelope. Despite twenty years apart, their love remains firm and unimpeachable, just like the bed they occupied upon their union. When Odysseus says that only a god could move their bed, he communicates the idea that only a superhuman power could tear him and Penelope apart. However, as seen in his journey homeward, even the god Poseidon could not come between them."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/symbol/the-wedding-bed","quote":"There was a branching olive-tree inside our court, grown to its full prime, the bole like a column, ","desc":"Here, Odysseus explains his outrage over Penelope’s suggestion that she move their bed: He built the bed around an olive tree that was growing where the bedroom was situated, and he even incorporated the tree into the bed; thus, moving the bed is an impossible feat. The bed is a permanent piece of furniture, representing the stability of the marriage between Odysseus and Penelope. Like a tree, solid and long-lasting, Odysseus and Penelope refuse to uproot themselves and join with another partner to create a new family. Their lives are intertwined like the roots of a tree, and they remain committed to one another despite the time and distance they spent apart. Odysseus’s outrage serves another purpose: His knowledge of how the bed was constructed proves his identity, for only Odysseus himself could know how the wedding bed was built."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/symbol/the-wedding-bed","quote":"So husband and wife confided in each other, while nurse and Eurynome, under the flaring brands, were","desc":"Once Penelope recognizes the man standing before her as her husband, Odysseus, the couple retreats to their bed to exchange all the confidences they have stored up for the past twenty years. The bed represents a safe, secure place for the couple to reacquaint themselves, rebuild their lives, and express their love for one another—both physically and emotionally. Just as the bed played a key role in ascertaining Odysseus’s identity, now the bed is crucial for reestablishing the unified unit of husband and wife. With its strong connection to their shared past, the wedding bed allows Odysseus and Penelope to quickly and seamlessly re-inhabit their former roles."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/symbol/the-wedding-bed","quote":"But now that we’ve arrived at our bed together— the reunion that we yearned for all those years— loo","desc":"After Odysseus’s and Penelope’s reunion, Odysseus speaks of potential trouble ahead as people learn the news of the suitors he’s killed, and he warns Penelope to wait at home in the safety of their bedroom. With these words, Odysseus shifts what the bed symbolizes. The bed first symbolizes a place of love and loyalty, a place for the couple to share, but now the bed represents a safe place existing in the female sphere, the place where Penelope and her female attendants spend most of their time, left alone by the men in the household."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/setting/the-mediterranean-coast","quote":"‘But I’ll cry out to the everlasting gods in hopes that Zeus will pay you back with a vengeance—all ","desc":"In the world of The Odyssey, gods regularly intervene on behalf of humans, often to right wrongs and punish injustice. In this quote, Telemachus warns his mother's suitors that he prays to Zeus to punish them for taking advantage of his father's absence. Zeus responds immediately to Telemachus's prayer by \"launching two eagles\" that fight above the gathered crowd. The suitors interpret this event as a clear warning from the gods. Throughout The Odyssey, the gods manipulate the weather, environment, and people's appearances to affect human events."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/setting/the-mediterranean-coast","quote":"'I’ll give that man his swamping fill of trouble!' [said Poseidon] With that he rammed the clouds to","desc":"The setting of The Odyssey constantly changes according to the whims of the gods, who sometimes act independently of each other, making the fate of humans precarious and unpredictable. Odysseus was stuck on Calypso's island until all of the gods but Poseidon decided to let him leave to sail home on a calm sea. When Poseidon returns from a trip and sees Odysseus sailing, he is angry so he creates bad weather to send Odysseus off course."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/setting/the-mediterranean-coast","quote":"Our party quickly made its way to [the Cyclops’s] cave but we failed to find our host himself inside","desc":"In this passage, Odysseus describes how he and his men are lured into the Cyclops’s cave by an abundance of riches. The men are tempted to steal all the meat, cheeses, and lambs, and sail away before the Cyclops returns. Odysseus prevents the men from doing so only because he expects that the Cyclops will reward them with rich gifts upon his return; instead, the Cyclops imprisons the men in his cave and begins to eat them. The enticing riches of the cave resemble the enchanting temptations of many other settings in The Odyssey. When people give in to such temptations, they quickly find themselves in grave danger."},{"page":"https://www.sparknotes.com/lit/odyssey/quotes/setting/the-mediterranean-coast","quote":"Friend, what a noble house! Odysseus’ house, it must be! No mistaking it—you could tell it among a t","desc":"After Odysseus spends the entire book trying to return to his home, he speaks these words to Eumaeus as he lays his eyes upon the royal house. Odysseus’s absence doesn’t seem to have affected the wealth or status of his household at all. His house still has all the trappings of nobility and wealth, which seem to be indestructible, and there’s a feast going on inside. The main difference is that the guests of the feast are not his friends, but suitors who want to take over his wealth and household. The entire ending of The Odyssey concentrates on Odysseus returning to his palace, casting out the suitors, and returning balance to his home."}]