[{"page":"http://www.sparknotes.com/lit/dracula/quotes/","quote":"The castle is on the very edge of a terrible precipice. A stone falling from the window would fall a","desc":"Taken from the end of Chapter II, this passage exemplifies the dark and ominous tone Stoker creates in the novel. The tone of Harker’s journal changes with amazing rapidity as his stay in Castle Dracula progresses. In the course of a single chapter, Harker feels stripped of the robes of honored houseguest and considers himself bound like a prisoner. Here, Stoker demonstrates his mastery of the conventions of the Gothic novel: evoking the ruined castle, the beautiful but overpowering landscape, and the mounting sense of dread. Though Stoker did not invent Dracula or vampire lore, he did more to solidify it in the imaginations of English-speaking audiences than any author has since. Passages such as this description have spawned countless imitators, and scores of horror films owe a debt to the simple but powerful repetition of Stoker’s “doors, doors, doors everywhere.”"},{"page":"https://www.sparknotes.com/lit/dracula/quotes/page/2","quote":"I was afraid to raise my eyelids, but looked out and saw perfectly under the lashes. The girl went o","desc":"Things go from bad to worse rather quickly during Harker’s stay with the count. In this passage from Chapter III, three beautiful vampires visit the Englishman and come dangerously close to draining him of his blood before Dracula halts them, claiming that Harker belongs to him. This passage establishes the vital link between vampirism and sex that pervades the novel. These undead women are unlike any of the living women in the novel. Whereas Mina and Lucy are models of virtue and purity, these “weird sisters” are voluptuous, aggressive, and insatiable. The position that the vampire assumes over Harker’s body suggests a sexual act, and this display of female sexual aggression both attracts and repulses Harker. In a Victorian society that prizes and rewards female virginity and domesticity, the sexually adventurous vixen is bound to be the subject of fantasy. But because of these same rigid strictures of acceptable social behavior, she is also bound to be considered dangerous. Here, Stoker takes the fantasy of the dangerous whore to its most extreme manifestation, suggesting that Harker stands to lose not simply his reputation, but also his life."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/page/3","quote":"You are a clever man, friend John; you reason well, and your wit is bold; but you are too prejudiced","desc":"Here, in Chapter XIV, Van Helsing criticizes his protégé, Seward, for being too parochial in his attempts to diagnose Lucy. Van Helsing suggests that Seward is blinded by his own reason: if reason cannot explain a phenomenon, the young doctor tends to dismiss the phenomenon rather than question the limits of his own knowledge. Van Helsing encourages Seward to open his mind to experiences that may initially seem to counter Western methodologies. In doing so, he speaks to one of the novel’s primary concerns: the consequences of modernity. In Dracula, Stoker suggests that the English find themselves preyed upon precisely because their modern knowledge, instead of enlightening them, actually prevents them from identifying the true nature of their predator. Modernity—particularly the advancements of science—has blinded the English to the dangers from which their abandoned traditions and superstitions once guarded them. Van Helsing, the only character who prizes the knowledge of both the new and the old world, advocates a brand of knowledge that incorporates the teachings of both."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/page/4","quote":"She still advanced, however, and with a languorous, voluptuous grace, said:—“Come to me, Arthur. Lea","desc":"In this passage from Chapter XVI, we see one of Dracula’s earlier threats made good. Earlier in the novel, the count warns his pursuers that he will defeat them by first seducing their wives and fiancées: “Your girls that you all love are mine already; and through them you and others shall yet be mine.” This threat becomes reality here, as Lucy, now a blood- and sex-starved vampire, does her best to lure her fiancé, Holmwood, into eternal damnation. Like the “weird sisters” who attempt to seduce Harker, Lucy exudes sexual energy, and her words to Arthur ring out like a plea for and promise of sexual gratification. The promise proves more than Arthur can bear—“he seemed to move under a spell”—and threatens to have the same disastrous effect on the entire group, ringing through the minds “even of us who heard the words addressed to another.” Their collective weakness in fending off the sexual advances of such a temptress leaves the men vulnerable—ready to sacrifice their reason, their control, and even their lives. Given the possibility of such losses, which would overturn the world that these men dominate, it is little wonder that they choose to solve the problem by destroying its source—the monstrously oversexed woman."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/page/5","quote":"Thus are we ministers of God’s own wish: that the world, and men for whom His Son die, will not be g","desc":"Here, in Chapter XXIV, Van Helsing summarizes the nature of their quest to Mina as they chase Dracula across Europe. To modern readers, the professor’s words sound like an exercise in hyperbole, as he draws very bold lines between good and evil. However, Stoker does, in fact, intend Dracula to be as much a cautionary moral tale as a novel of horror and suspense. Deeply informed by the anxieties of the Victorian age—the threat that scientific advancement posed to centuries of religious tradition, and the threat that broadening liberties for women posed to patriarchal society—Dracula makes bold distinctions between the socially acceptable and the socially unacceptable; between right and wrong; between holy and unholy. Here, as Van Helsing likens his mission to one of “the old knights of the Cross,” we should understand him not as a bombastic windbag, but as a product of genuine Victorian fear and righteousness."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/theme/foreignness","quote":"But a stranger in a strange land, he is no one; men know him not—and to know not is to care not for.","desc":"After Harker compliments Count Dracula on his impeccable English, the Count responds by claiming that although he mastered the technicalities of the language, he cannot truly speak English as a native speaker does. The Count admits he prefers to blend in, as he does in his own home country. He seems to fear the idea of sticking out as a foreigner in England, perhaps because people would notice his powers and try to stop him."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/theme/foreignness","quote":"It is a lovely country; full of beauties of all imaginable kinds, and the people are brave, and stro","desc":"As Mina and Van Helsing travel to Transylvania, Mina makes notes in her journal about the people she encounters on her first venture outside of England. Rather than fearing the new people she meets, she finds them fascinating, and she considers their superstitions as more of a cultural peculiarity than an ominous manifestation. Mina’s reaction to Transylvania contrasts with Jonathan Harker’s initial journey there, when he felt wary of the Count even before meeting him. Their different responses to this foreign country show that strangeness does not always mean frightening."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/theme/modernity","quote":"It is nineteenth century up-to-date with a vengeance. And yet, unless my senses deceive me, the old ","desc":"As Count Dracula’s prisoner, Harker comforts himself by journalizing in shorthand, a modern enough technique that few people could have understood the writing. Like other characters in the novel, Harker feels impressed by new technology. However, this scene marks the first inkling of a character suspecting that the newest technology stands small and powerless against the ancient and unknown magic powers of the Count."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/theme/modernity","quote":"A year ago which of us would have received such a possibility, in the midst of our scientific, matte","desc":"Van Helsing asks a rhetorical question of the members of his group. They have already confirmed that Lucy became a vampire and so do not need further proof that vampires do exist. Van Helsing explains to the others that they must rely on old superstitions to vanquish Count Dracula. While they may have thought they could battle the Count with new weapons and technology, Van Helsing points out here how unbelievable the existence of vampires would have seemed previously. In order to destroy an enemy that defies logic, they cannot rely on modern science or facts."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/theme/modernity","quote":"We shall at the first board that ship; then, when we have identified the box, we shall place a branc","desc":"Dr. Van Helsing discusses strategy with his group after Mr. Morris asks what they will do once they board the ship carrying the Count. Using a flower as a restraint has nothing to do with logic, as a rose branch could not prevent a box from opening. Van Helsing and the others know by now that reason and modern science will not help them. Rather, they must rely on old superstitions as man’s recourse to faith when the Count first came into the world."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/theme/gender","quote":"I am alone in the castle with those awful women. Faugh! Mina is a woman, and there is nought in comm","desc":"Jonathan Harker writes in his journal to express his fear of and frustration with the three brides of Count Dracula who came to him one night. By thinking of them as “women” he immediately compares them to Mina, his exemplar of womanhood. The sexualized, powerful, and dangerous female vampires have lost the feminine virtues that Mina possesses as defined in the nineteenth century. Harker, reflecting the Victorian era sensibility, finds it impossible to reconcile his ideal of what women should be with the female vampires he meets."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/theme/gender","quote":"It is a very strange thing, this sleep-walking, for as soon as her will is thwarted in any physical ","desc":"Mina describes how she manages to get a sleepwalking Lucy to go back to bed. While Lucy seems to have an unknown goal in her nighttime wanderings, she easily gives in to anyone who intervenes. While Mina marks this behavior as “very strange,” most of the women in the novel appear to be easily swayed or controlled. Mina and Lucy both reflect ideal qualities of the nineteenth-century woman: passivity and a tendency to quickly give up their own will to appease others."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/theme/gender","quote":"Some of the ‘New Women’ writers will some day start an idea that men and women should be allowed to ","desc":"Mina writes in her journal about how peaceful Lucy looks in her sleep, and she thinks how many more men would fall in love with her if they saw her sleeping. Mina seems cheered by the anticipation of couples seeing one another more intimately before getting engaged, and even by the idea of women proposing. While she may be attracted to such modern ideas, Mina lives as a woman of traditional virtues. Despite seeing the virtue of women having more power, she would never take action to secure it herself."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/theme/gender","quote":"Lucy’s eyes in form and colour; but Lucy’s eyes unclean and full of hell-fire, instead of the pure, ","desc":"Dr. Seward writes this description of Lucy in his journal after they see her in her vampire form. Eyes hold special meaning as portals to the inner self. Although Dr. Seward loved Lucy when she was alive, and he proposed to her, her changes dissipate the last vestiges of his devotion. He, Arthur, and Quincey Morris seemed to love Lucy for her purity and chastity, which were important characteristics for women to have at the time. However, once she becomes demonic they feel no more affection for her."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/theme/gender","quote":"I suppose there is something in woman’s nature that makes a man free to break down before her and ex","desc":"When Lord Godalming begins to cry to Mina after reading her account of Lucy’s last days, Mr. Morris leaves the room. Here, Mina observes in her journal why Lord Godalming should feel comfortable showing his emotions to her but not to the other men. Mr. Morris’s reaction reveals that people of the time consider showing emotion a more feminine behavior than masculine, and believe women handle other people’s emotions more easily than men."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/theme/marriage","quote":"I suppose that we women are such cowards that we think a man will save us from fears, and we marry h","desc":"As Lucy writes to Mina about the three marriage proposals she has received, she reflects on what makes marriage attractive to women. Even though Lucy describes her happy engagement, she seems to have a poor opinion of women and their motivations to get married. She sees marriage not as a partnership, but as one person protecting the other from their fears. But in the end, no man, not even her husband, can save her from her fate."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/theme/marriage","quote":"The dear girl was more affectionate with me than ever, and clung to me as though she would detain me","desc":"After Harker discovers some of the Count’s remaining boxes, he wants to go and tell the other men, all of whom have sworn not to tell Mina about any of their findings. Here, as Harker sees Mina to bed, he becomes impatient with her affection towards him. He wants to find the men and share his findings. Readers note that, while Harker eagerly shares with the men, his communication with Mina about the Count remains minimal, yet their relationship doesn’t seem to change. Although they both seem to feel that their marriage remains strong, Harker and Mina do not regard each other as equals and neither values communication with the other."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/theme/marriage","quote":"And you, their best beloved one, are now to me, flesh of my flesh; blood of my blood; kin of my kin;","desc":"After Count Dracula sucks Mina’s blood, he reprimands her for helping the men try to hunt and kill him, and he explains that Mina now belongs to him. The Count sees their relationship as being similar to husband and wife, as Mina serves as his “companion.” Earlier in the novel, Arthur thought that giving blood to Lucy also symbolized marriage. However, he gave his blood willingly to help Lucy out of love, while Count Dracula forcibly took Mina’s blood for himself. As the Count is not truly human, he cannot appreciate human relationships and the importance of marriage."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/theme/good-vs-evil","quote":"It is the eve of St. George’s Day. Do you not know that tonight, when the clock strikes midnight, al","desc":"Here, the inn’s landlady tries to warn Jonathan Harker against visiting Count Dracula on this particular day. While Harker doesn’t quite believe her at first, her words mark the first indication of how strong evil forces can be in the novel. Readers may note, based on her warning, that Count Dracula summons Harker on the day when the Count will be most powerful. Harker comes from a world where such superstitions and magic do not exist, so he doesn’t take the landlady’s words seriously. He soon realizes the gravity of his mistake."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/theme/good-vs-evil","quote":"The nosferatu do not die like the bee when he sting once. He is only stronger; and being stronger, h","desc":"Professor Van Helsing explains to the others in the group the difficulty of destroying vampires. Rather than being punished for or weakened by the evil acts they commit, vampires only become more powerful with each new victim. This cause and effect renders even the strongest forces of good weak against the powers of the vampire."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/character/count-dracula","quote":"“Welcome to my house! Enter freely and of your own will!” He made no motion of stepping to meet me, ","desc":"Here, Count Dracula greets Jonathan Harker when he arrives at the castle. The Count makes a friendly and welcoming first impression, but Jonathan immediately notices disturbing aspects of his person and behavior. Later he will recall this first meeting as he discovers the rules of the Count’s reality. In interactions with the human world, the Count relies on people’s free will to allow him to enter a place or welcome someone into his house."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/character/count-dracula","quote":"I pray you, my good young friend, that you will not discourse of things other than business in your ","desc":"The Count speaks to Harker while he keeps him prisoner, encouraging him to only write the letters dictated by the Count himself. Count Dracula takes the guise of the hospitable host concerned for Harker and his well-being to hide his agenda of using his well-honed charisma to manipulate Harker into obeying him."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/character/count-dracula","quote":"If it be so, then was he no common man; for in that time, and for centuries after, he was spoken of ","desc":"Professor Van Helsing describes the Count before he became a vampire. The legend of his intellect persisted for centuries beyond his death, portraying his cleverness in life and his menace in death now that evil has taken him over."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/character/count-dracula","quote":"With a mocking smile, he placed one hand upon my shoulder and, holding me tight, bared my throat wit","desc":"Here, Mina recalls what the Count said to her when she woke to see him standing in her bedroom. The Count taunts her by telling her he has been there before, which she does not seem to have noticed. Mina does not put up a fight, which shows why the Count likely chose women as his victims: His controlling touch would more likely be accepted by women than men."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/character/count-dracula","quote":"There was something so panther-like in the movement—something so unhuman, that it seemed to sober us","desc":"When Van Helsing and the others encounter Count Dracula at the house in Piccadilly, he surprises them by leaping into the room. While they were expecting, and even hoping, to see him, his inhuman appearance shocks them to the point where he seems like a wild animal. By baring his teeth and snarling he displays animal instincts."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/character/count-dracula","quote":"My revenge is just begun! I spread it over centuries, and time is on my side. Your girls that you al","desc":"Count Dracula boasts of his domination to Van Helsing’s group in the Piccadilly house. This soliloquy explains Count Dracula’s motive for what he does, the first and only indication he acts from other than pure instinct. While alive, he lost the power and dignity his family once had, and he now seeks revenge. He makes himself feel powerful by taking and harming women whom he sees as belonging to other men."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/character/van-helsing","quote":"No trifling with me! I never jest! There is grim purpose in all I do; and I warn you that you do not","desc":"When Van Helsing brings garlic to put in Lucy’s room and around her neck, she feels confused and accuses him of joking with her. He becomes angry at her accusation, and he sternly explains his seriousness, speaking in a manner out of character for how warmly he treats Lucy and Mina at other times. However, he alone knows the grave danger facing Lucy at this point, and he takes the situation very seriously."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/character/van-helsing","quote":"The poise of the head strikes one at once as indicative of thought and power; the head is noble, wel","desc":"Mina describes Van Helsing after meeting him for the first time. Even before speaking to him, she senses his strength and intelligence just from his appearance, and she notes all of the physical qualities that she believes a brave, trustworthy man should have. She immediately feels safe in his presence, the aspect of security Lucy validated earlier as the point of male companionship."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/character/van-helsing","quote":"I have learned not to think little of any one’s belief, no matter how strange it be. I have tried to","desc":"Van Helsing replies to Mina’s warning as she gives him a copy of Jonathan’s journal from his time with Count Dracula. She cautions him that he may find the events described unbelievable or think Jonathan has gone insane. His response to her here shows his openness not only to new technologies but also to what seems like the impossible. His acceptance of dimensions outside the normal allows them to eventually vanquish Count Dracula."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/character/van-helsing","quote":"My Lord Godalming, I, too, have a duty to do, a duty to others, a duty to you, a duty to the dead; a","desc":"After Van Helsing asks Lord Godalming if he can cut off the head of Lucy’s corpse, Lord Godalming becomes angry, saying he has a duty to the memory of his dead wife. Here, Van Helsing explains that his duty serves more than just a memory in saving other people who may be Lucy’s next victims. While Van Helsing takes no pleasure in mutilating Lucy’s corpse, he puts this responsibility above all others."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/character/van-helsing","quote":"But we are face to face with duty; and in such case must we shrink? For me, I say, no; but then I am","desc":"Van Helsing asks the others if they will join him in his mission to destroy Count Dracula. He again appeals to their sense of duty to serve the greater good but acknowledges that he has less to lose than the rest of them. He shows his willingness to sacrifice himself for others as well as his sympathy for those who may not have the courage to do the same."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/character/jonathan-harker","quote":"It was all very ridiculous, but I did not feel comfortable. However, there was business to be done, ","desc":"Upon learning that Harker would be meeting with Count Dracula on the day evil would be the most powerful, the innkeeper begs Harker to postpone the meeting for a few days. Here, Harker dismisses the warning as a foreigner’s superstition, although he admits to feeling uncomfortable continuing with the journey. But, ambitious and new to his law firm, Harker does not let anything stand in the way of getting the job done."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/character/jonathan-harker","quote":"When I found that I was a prisoner a sort of wild feeling came over me. I rushed up and down the sta","desc":"After some time in the castle, Jonathan realizes there is no way out and that the Count keeps him as a prisoner. Although he at first tries to find a way to escape, Harker accepts his situation rather easily and reflects on his feelings later in his journal. Although Harker seems naïve early on, here he showcases his ability to remain calm even in the most frightening of circumstances."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/character/jonathan-harker","quote":"It is just as that dear, good Professor Van Helsing said: he is true grit, and he improves under str","desc":"After Mina says goodbye to Harker as he leaves for Whitby, she finds comfort in remembering Van Helsing’s words about Harker. Although Harker was tricked into becoming the Count’s prisoner, he learns and grows from that experience and becomes less vulnerable by the time they begin to hunt the Count."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/character/jonathan-harker","quote":"To one thing I have made up my mind; if we find out that Mina must be a vampire in the end, then she","desc":"Harker writes this thought in his journal after Mina’s forehead burns at the touch of the holy wafer. He vows to join her as a vampire if that must be her fate, showing the depth of his love and devotion. This sentiment also indicates how protective husbands felt of their wives, that he feels even as a vampire Mina cannot survive without him."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/character/jonathan-harker","quote":"Harker smiled—actually smiled—the dark bitter smile of one who is without hope; but at the same time","desc":"Harker reacts after learning of the delay in the arrival of the Count’s ship. The snag in their plan affects the group to various degrees. Harker’s facial expression indicates a bitter recognition of the inevitable stratagem by the Count to avoid capture. However, Harker remains ready to act. He learned from the Count that he must listen to instinct and cannot rely on logic alone."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/character/mina-murray","quote":"I hadn’t the heart to write last night; that terrible record of Jonathan’s upset me so. Poor dear! H","desc":"Here, Mina writes in her journal after reading Jonathan’s account of his time at Castle Dracula. As she imagines what he experienced to be impossible, she immediately doubts that any of his story is actually true. However, her sympathy and love for her husband show through as she pities him even if none of his recalled events actually happened."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/character/mina-murray","quote":"I suppose one ought to pity any thing so hunted as the Count. That is just it: this Thing is not hum","desc":"Mina writes about the Count in her journal and needs to stop herself from feeling sorry for him, the beast who killed her best friend and turned her into a vampire. The fact that Mina’s kindness can almost extend towards Count Dracula shows the boundlessness of her empathy and need to care for others."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/character/mina-murray","quote":"His wife, through her terror and horror and distress, saw some sure danger to him; instantly forgett","desc":"After Count Dracula comes to Mina and puts Jonathan in a stupor, Jonathan awakens and threatens to go look for him. Although Mina suffered greatly that night, she immediately puts aside her own trauma to focus on Jonathan’s well-being, asking him to stay under the pretext of protecting her. While husbands were seen as overtly protective figures, Mina sometimes manipulates Jonathan to keep him safe."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/character/mina-murray","quote":"She was so good and brave that we all felt that our hearts were strengthened to work and endure for ","desc":"Harker writes in his journal describing the group’s reaction to Mina’s resolve to survive until Count Dracula’s demise. Mina acts as an inspiration to all of the men throughout the novel, most likely because she embodies the ideal of a virtuous woman at the end of the nineteenth century. Had Mina been flawed in any way, the men may not have felt as compelled to protect her."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/character/mina-murray","quote":"I shall be glad as long as I live that even in that moment of final dissolution, there was in the fa","desc":"Here, Mina recounts her feelings as she sees Mr. Morris plunge a knife into Count Dracula’s heart. While they all rejoice to be rid of the Count and the dangers he posed, Mina alone feels happy to see him at peace, as he should have been when he died long ago. Mina’s sympathy for the Count who inflicted on her so much pain reveals her forgiving and maternal nature."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/character/lucy-westenra","quote":"Why can’t they let a girl marry three men, or as many as want her, and save all this trouble?","desc":"Lucy writes a letter to Mina about the three suitors who have proposed marriage to her. She feels guilty for having to disappoint two of them, but her frivolous suggestion of polygamy would have shocked her society in the nineteenth century. She shows a flirtatious bent not quite up to Mina’s virtuous standard, nor does she view marriage as seriously."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/character/lucy-westenra","quote":"Lucy frets at the postponement of seeing him, but it does not touch her looks; she is a trifle stout","desc":"Mina writes in her journal about Lucy’s reaction to the delay of Arthur’s visit when his father gets sick. Even in stressful situations, Mina admires Lucy’s natural beauty but still worries about her in a maternal way. Lucy’s beauty as well as her childlike vulnerability make her the ideal victim for Count Dracula."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/character/lucy-westenra","quote":"Poor Lucy seemed much upset. She was restless and uneasy all the time, and I cannot but think that h","desc":"Mina describes Lucy’s behavior after they attended the funeral of the ship’s captain. Mina does not know that Lucy has become the Count’s victim, and Lucy herself does not know the cause of her ailment. Lucy’s passivity and failure to share her concerns with Mina or anyone else allow the Count to continue taking advantage of her."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/character/lucy-westenra","quote":"I suppose it is that sickness and weakness are selfish things and turn our inner eyes and sympathy o","desc":"Lucy writes in her diary after Professor Van Helsing performs the first blood transfusion on her. She finally feels healthy again and sees her period of weakness as “selfish” even though she was physically unable to care for anyone else. Her feelings here show how selfless an ideal wife was meant to be at the time of the novel."},{"page":"https://www.sparknotes.com/lit/dracula/quotes/character/lucy-westenra","quote":"Lucy Westenra, but yet how changed. The sweetness was turned to adamantine, heartless cruelty, and t","desc":"Dr. Seward observes Lucy as a vampire in the graveyard. Out of all the characters in the novel, Lucy changes the most, though not of her own volition. While in life she was seen as sweet and pure, as a virtuous woman should be, now she seems evil and sexualized. The Count turned her into the exact opposite of the ideal nineteenth century woman."}]