[{"page":"http://www.sparknotes.com/lit/war-of-the-worlds/quotes/","quote":"This was the deputation. There had been a hasty consultation, and since the Martians were evidently,","desc":"This quote from Book One: Chapter 5 demonstrates the humans’ assumptions that their signal of the white flag of surrender is universal and that even the Martians will understand it. The delegates included Ogilvy, Stent, and Henderson, all educated men who must have been part of the quick consultation that decided upon this tactic. The note that the Martians are intelligent despite their ugliness insinuates that one would typically assume that an ugly creature is unintelligent. Their fuss over the Martians’ superior intelligence demonstrates how preciously humans hold their superior intelligence over all other living creatures. The egocentrism of humans is apparent in comparing their intelligence to that of the Martians, who have superior technology, intelligence, and communication skills."},{"page":"http://www.sparknotes.com/lit/war-of-the-worlds/quotes/","quote":"‘They have done a foolish thing,’ said I, fingering my wineglass. ‘They are dangerous because, no do","desc":"In Book One: Chapter 7, the Narrator is so full of vanity that he calls the Martians’ invasion “foolish.” Martians have invaded Earth and he talks about it as though it is an everyday occurrence. He is leisurely, drinks wine, chats with friends, and enjoys a nice evening. He imagines the invaders in a terror-stricken state because there has never been a creature more intelligent than humans, so when faced with them, surely any being must be deathly afraid because of humans’ superior intellect. The narrator has no way of knowing that soon the humans will be the ones who give in to terror. He is superior in his attitude about what the Martians must have expected to find on Earth and is certain that they did not expect to find intelligent beings. This attitude pervades this quote, as the Narrator imagines how easily humans’ advanced artillery will wipe out the Martians."},{"page":"http://www.sparknotes.com/lit/war-of-the-worlds/quotes/","quote":"I must confess the sight of all this armament, all this preparation, greatly excited me. My imaginat","desc":"In Book One: Chapter 9 the Narrator again displays his egocentrism as he imagines the easy defeat of the Martians. He looks around at what seems to him a great arsenal of weaponry and thinks that all of the planning that has gone into the defense will ensure an easy victory. He demonstrates the human tendency to believe that humans are the most intelligent force in the universe and that others are helpless against them. He has the temerity to be in a state of excitement and daydreams of ways to defeat the invaders. He is acting like a schoolboy who thinks that war will be fun and adventurous, and for him to go so far as to say that the fight didn’t seem fair, shows his great underassessment of the strength of the Martians and his over assessment of humans’ prowess against them."},{"page":"http://www.sparknotes.com/lit/war-of-the-worlds/quotes/","quote":"… no writer… expressed any idea that intelligent life might have developed there far, or indeed at a","desc":"In Book One: Chapter 1 the Narrator exhibits his belief in evolution, which involves adaptation and change. The fact that no writer has written about the possibility of intelligent life on Mars seems to make humans believe that it is beyond a possibility. It appears humans believe if they have not thought of it, it cannot be possible. This does not change the fact that Martians have evolved beyond human intelligence and that they see themselves as near the end of sustainable life on their planet. Much change is out of necessity, and in retrospect, the Narrator can see that this made the Martians more intellectual, more powerful, and more ruthless than humans. This quote shows what the narrator learns by the end of his experience. The fact that necessity made the Martians smarter than humans while also making them capable of great atrocities, is a notion that humans have never considered."},{"page":"http://www.sparknotes.com/lit/war-of-the-worlds/quotes/","quote":"And before we judge them too harshly we must remember what ruthless and utter destruction our own sp","desc":"In Book One: Chapter 1 the Narrator cautions against being too smug about the Martians’ atrocious behavior as if humans have not committed similar acts. The Narrator’s striking racism in his reference to “inferior races,” however, shows that the Narrator’s understanding of this concept is still limited. Wells points out that humankind has brought about change on our planet through the extinction of animals that were overhunted, combined with a loss of their habitats due to human expansion. He refers to this destruction negatively and seems ashamed of the fact we have brought about the extinction of many animals. The Aboriginal people of the Australian island of Tasmania were captured and killed as well. Wells makes it clear that some change is not evolutionary but brought about by humans’ poor choices and bad behavior."},{"page":"http://www.sparknotes.com/lit/war-of-the-worlds/quotes/","quote":"Never before in the history of the world had such a mass of human beings moved and suffered together","desc":"In Book One: Chapter 17, the Narrator describes the changes happening to humankind at the hands of the Martians, comparing the human mass exodus to animals stampeding. He has no way of knowing if anything like this has happened before in all of history, but his sweeping claim suggests that he believes that nothing of the sort has ever happened before. Because of the terror the Martians’ actions inflict, people turn into animals fighting and vying for food and water as means of survival. People panic and start fleeing without thinking about food and other necessities such as proper clothing or footwear. The Narrator sees this as a pivotal moment of change on Earth, the defeat and death of known civilization and humanity. Pure fear drives his perception, as it does the stampede of humans trying to escape the Martians. The Martians are forcing the changes onto humans that humans have forced onto animals and other humans."},{"page":"http://www.sparknotes.com/lit/war-of-the-worlds/quotes/","quote":"In the end the red weed succumbed almost as quickly as it had spread. A cankering disease, due, it i","desc":"In Book Two: Chapter 6 the red weed grows quickly to cover England, and it grows in the wake of the places the Martians have destroyed. Its rapid growth parallels the quick and thorough destruction the Martians have wrought, and it covers anything in its path including edifices and landscape. The Narrator illustrates the concept of natural selection by explaining that all plants on Earth have built up resistance to bacteria and makes the point that the red weed did not have this resistance because it is from Mars and is not used to Earth’s bacteria. The timing of this information in the novel is important because the red weed dies two chapters before the Narrator points out that the Martians succumb to the same fate. Earlier in the novel, the Narrator said that the flashes of green light and the newspaper cartoons and articles helped prepare people for the idea of the Martian invasion; in much the same way, the death of the red weed foreshadows the Martians’ death and shows the power of evolution and natural selection."},{"page":"http://www.sparknotes.com/lit/war-of-the-worlds/quotes/","quote":"These germs of disease have taken toll of humanity since the beginning of things....But by virtue of","desc":"In Book Two: Chapter 8 the Narrator again gives a brief explanation of how evolution and natural selection work. Humans have developed immunity to the bacteria around them through millions of years of natural selection. The Narrator and all the other humans were too frightened and panicked to think of this natural phenomenon when they were fleeing the Martians and struggling for their survival, and of course, no one could have known that there were no bacteria on Mars. The Narrator’s interesting metaphorical conclusion states that the price was high, paid in deaths, but he believes that humankind is now safe against all other invaders. He does not believe that any creatures in the universe could have the same immunities as those who live on Earth."},{"page":"http://www.sparknotes.com/lit/war-of-the-worlds/quotes/","quote":"... our views of the human future must be greatly modified by these events. We have learned now that","desc":"This quote from Book Two: Chapter 10 reveals some of the Narrator’s final thoughts about how the Martian invasion will affect humankind in the long run. The Narrator seems to feel the invasion will have a dual effect on man. Humans will be motivated to invent new ways to defend themselves, but they will also have to live without the peace of mind they once enjoyed. He believes that in the long run, the invasion will make humans stronger and they will not take their place at the top of the hierarchy of beings for granted. He observes earlier in the book that people were going about the tasks of daily life without knowledge of what was happening, and now he believes humans must change their thinking and preparedness so that they do not become victims again."}]