[{"page":"http://www.sparknotes.com/lit/souls-of-black-folk/quotes/","quote":"He advocates common-school and industrial training, and depreciates institutions of higher learning;","desc":"In Chapter III Du Bois describes what he refers to as the paradox of Booker T. Washington’s position that the higher education of Black youth should concentrate primarily on industrial education. At the time of Du Bois’s writing, this has been the focus for more than ten years, and Du Bois argues that politicians’ widespread belief in Washington’s “propaganda” has led to a steady withdrawal of aid from the same institutions that provide the higher education necessary for running the “common-schools” for which Washington advocates. While Du Bois does not believe in the value of higher education solely for the accumulation of wealth, he points out that it is necessary to provide more than technical education if millions of Black people are to make the economic progress that Washington touts. By pointing out that the success of Washington’s goals depends on the existence of the higher education that he denigrates, Du Bois emphasizes his own belief in higher education as he illustrates the paradox of Washington’s theories."},{"page":"http://www.sparknotes.com/lit/souls-of-black-folk/quotes/","quote":"The function of the university is not simply to teach bread-winning, or to furnish teachers for the ","desc":"In Chapter V Du Bois makes it clear that he feels strongly that the goal of higher education should not merely be an economic one. He refutes the notion that a university should only focus on teaching students to function in society, and that they should serve the greater purpose of providing a place where young people learn about life. He makes a distinction between the daily realities of life and the knowledge of life to be learned through studies, and he suggests that the university should be “the organ of that fine adjustment” where people can learn those distinctions for themselves.Du Bois’s assertion that this adaptation is the secret of successful cultures reveals his belief that the power of education affects not only individuals, but society as a whole. Du Bois believes that universities have an obligation to teach students to think beyond facts and to apply their knowledge in order to carry out a life worth living. In doing so, people will learn their place in society and have the tools to make that society better for everyone."},{"page":"http://www.sparknotes.com/lit/souls-of-black-folk/quotes/","quote":"The one panacea of Education leaps to the lips of all: such human training as will best use the labo","desc":"In this quote from Chapter VI Du Bois asserts that those in favor of technical education consider it to be the only way to exact useful labor from Black people without exploiting them. Those same people consider technical education to be a cure-all for the difficulties Black people face, but Du Bois disagrees. He goes on to state that he agrees that each man should receive the education that fits best for him, but he maintains that technical education only provides Black men with the tools to live their own lives, not to live with one another and with white people in a larger society.Du Bois believes that training men as opposed to teaching them will only reinforce the preconceptions of white people that Black people are best suited to physical labor. While this training may bring about a better lifestyle for Black people living behind the Veil, they will nonetheless remain behind the Veil. Du Bois understands that freedom is only possible when his people can escape their mental and emotional prison, and he believes that advanced education is the only way to do so."},{"page":"http://www.sparknotes.com/lit/souls-of-black-folk/quotes/","quote":"He must be himself, and not another. For the first time he sought to analyze the burden he bore upon","desc":"In Chapter I Du Bois discusses the hardships that await the freedman after Emancipation and details the severity of the Black man’s new burden. As a slave laborer his load is a literal burden, but as a freedman he carries the figurative encumbrance of his low status. All formerly enslaved people feel the weight of social debasement as they learn the new rules of living in a so-called free world. The freedmen must now think and survive for themselves, and they lack the financial, emotional, and literal tools to provide for themselves and their newly reunited families. Unlike poor white men who labor for a living, the freedman has no savings because he has never been allowed to handle money. Du Bois maintains that the worst insult is to be a member of an entire race without money where everyone else seems to have it. Of the many physical hardships that freed slaves face, Du Bois sees their lack of dignity as the hardest burden of all."},{"page":"http://www.sparknotes.com/lit/souls-of-black-folk/quotes/","quote":"A form hovering dark and mother-like, her awful face black with the mists of centuries, had aforetim","desc":"In Chapter II Du Bois details the emotions of a slave who has been raped by her white master, and he uses haunting imagery to convey the violence and shame of an occurrence that was quite common during slavery. The woman’s predicament underscores the tribulations of all of those held in bondage with no recourse and no way to defend themselves or to speak out for their rights. Despite being half-white, the child has no more rights than his mother. Du Bois omits the details but uses a powerful image to document his brutal murder, which was yet another nightmare that his mother was forced to endure."},{"page":"http://www.sparknotes.com/lit/souls-of-black-folk/quotes/","quote":"The wretched of my race that line the alleys of the nation sit fatherless and unmothered; but Love s","desc":"In Chapter XI Du Bois laments the passing of his first-born son, who unlike so many Black children was born to parents who had the luxury of time to shower him with affection and the benefits of education to impart the knowledge he would need to thrive. Du Bois goes on to ponder that his child now knows the “All-love” and therefore does not need to be wise, and that one day they will both sleep happily above the Veil. Du Bois has spent much of his son’s short and happy life pondering the misery that awaits him once he figures out that he, as the son of Black parents, lives behind the Veil. While his son’s death deeply saddens Du Bois, he is so keenly aware of the suffering that all Black people endure behind the Veil that he allows himself to think that his son was happier because the Veil “had not yet darkened half his sun.”"},{"page":"http://www.sparknotes.com/lit/souls-of-black-folk/quotes/","quote":"So dawned the time of Sturm und Drang: storm and stress to-day rocks our little boat on the mad wate","desc":"In Chapter I Du Bois uses a German term, “sturm und drang,” to describe the constant pressures upon Black society even 40 years after Emancipation. The concept of “storm and stress” is a popular contemporary literary device that would be familiar to white readers, and Du Bois employs the metaphor of the boat to illustrate both how tumultuous existence is for Black people and how far they must go before the can truly be free. He goes on to lament that the “bright ideals” of Emancipation have waxed and waned in the ensuing years, and that physical freedom, political power, higher education, and even technical training needed in order for his people to be free are still a distant goal."},{"page":"http://www.sparknotes.com/lit/souls-of-black-folk/quotes/","quote":"For we must never forget that the economic system of the South to-day which has succeeded the old re","desc":"In Chapter IX Du Bois provides historical context for the economic environment that has led to the continued subjugation of Black laborers in the South. According to Du Bois, the people in charge of “industrial exploitation” of the New South the 40 years since Emancipation are the sons of poor white people, “avaricious Yankees,” and “unscrupulous immigrants,” and all of them are hungry for power and money. Du Bois allows that both Black and white laborers suffer under this system that does not provide protection for workers in the way that the North or Europe does, but that white workers are the ones who seize the few opportunities available to the laboring class. Du Bois believes that this system leaves Black men the most vulnerable to exploitation and prevents them from achieving the economic freedom that even the poorest of their white peers might achieve."},{"page":"http://www.sparknotes.com/lit/souls-of-black-folk/quotes/","quote":"If he but had some master work, some life-service, hard,—aye, bitter hard, but without the, without ","desc":"Du Bois asserts the importance of freedom from the emotional legacy of slavery many times throughout the book, and in Chapter XII he uses the story of John Jones to illustrate its negative affect on one young Black man. Jones is in a concert hall in Johnstown, and as he listens to the “soft sorrow” of the violins he dreams of a life filled with meaningful work and ponders how a life of subjugation has harmed his very soul. There are no Black men leading this kind of meaningful life in his small Southern hometown, and Jones’s experiences with higher education in the North do not provide him with any helpful examples of Black men from the South who are successfully navigating their way in society. Jones feels ill at ease in school, and his outbursts and inattentiveness lead to his suspension. His disappointing homecoming highlights how out of place he is back at home, and foreshadows that Jones will never be able to free himself from the sorrow of subjugation or the disappointment of his own failed expectations."}]