[{"page":"http://www.sparknotes.com/lit/portraitartist/quotes/","quote":"Once upon a time and a very good time it was there was a moocow coming down along the road and this ","desc":"These first lines of A Portrait of the Artist as a Young Man represent Joyce’s attempt to capture the perceptions of a very young boy. The language is childish: “moocow,” “tuckoo,” and “nicens” are words a child might say, or words that an adult might say to a child. In addition to using childlike speech, Joyce tries to emulate a child’s thought processes through the syntax of his sentences and paragraphs. He jumps from thought to thought with no apparent motivation or sense of time. We have no idea how much time goes by between Stephen’s father telling him the story and Stephen wetting the bed. Moreover, the way Stephen’s thoughts turn inward reflects the way children see themselves as the center of the universe. Stephen is the same Baby Tuckoo as the one in the story his father tells, and the song Stephen hears is “his song.” As Stephen ages, Joyce’s style becomes less childish, tracking and emulating the thoughts and feelings of the maturing Stephen as closely as possible."},{"page":"https://www.sparknotes.com/lit/portraitartist/quotes/page/2","quote":"—Corpus Domini nostri. Could it be? He knelt there sinless and timid: and he would hold upon his ton","desc":"One technique Joyce uses to indicate the development of Stephen’s consciousness is to end each of the five chapters with a moment of epiphany in which Stephen recognizes the fallacy of one way of life and the truth of another. This passage is the epiphany that ends Chapter 3, the moment in which Stephen understands that he must turn to a religious life. The passage demonstrates one of the most revolutionary aspects of Joyce’s narrative style: whereas other confessional novels usually involve narrators looking back at the events of their youth with an adult perspective, A Portrait of the Artist as a Young Man is not mediated by such a detached voice. When Stephen declares, “Another life!” and “The past was past,” we are given no indication that Stephen’s religious life is eventually replaced by a calling to an artistic life. Rather, just like Stephen, we are led to believe that he will remain religious for the rest of his life and that the arrival of the ciborium symbolizes the arrival of his true calling. In this sense, we experience the successive epiphanies in Stephen’s life just as he experiences them, knowing that a change is being made to life as he has lived it up to this point, but not knowing where this change will take him in the future."},{"page":"https://www.sparknotes.com/lit/portraitartist/quotes/page/3","quote":"His throat ached with a desire to cry aloud, the cry of a hawk or eagle on high, to cry piercingly o","desc":"This passage, from Chapter 4, demonstrates Joyce's contention that becoming a true artist involves a calling, not a conscious decision the artist can make himself. These thoughts fly through Stephen's mind just before he sees a young girl wading at a beach. The sight of her image leads to one of the most important epiphanies in the novel. Stephen sees her not long after he has refused the priesthood, a time when he is unsure of what to do now that he has relinquished his religious devotion. At this moment, Stephen finally feels a strong calling, and determines to celebrate life, humanity, and freedom, ignoring all temptations to turn away from such a celebration. He has already succumbed to temptation twice. First, a “dull gross voice” causes him to sin deeply when he succumbs to the squalor of Dublin. Second, an “inhuman voice” invites him into the cold, dull, unfeeling world of the priesthood. Both of these temptations, as well as the calling to become an artist, are forces through which the outside world acts upon Stephen. In this context, the passage suggests that it is as much fate as Stephen’s own free will that leads him to become an artist."},{"page":"https://www.sparknotes.com/lit/portraitartist/quotes/page/4","quote":"—The language in which we are speaking is his before it is mine. How different are the words home, C","desc":"This quotation, from Chapter 5, indicates the linguistic and historical context of A Portrait of the Artist as a Young Man. Stephen makes this comment during his conversation with the dean of studies. The dean, who is English, does not know what “tundish” means, and assumes it is an Irish word. In a moment of patriotism, Stephen sympathizes with the Irish people, whose very language is borrowed from their English conquerors. The words Stephen chooses as examples in this passage are significant. “Ale” and “home\" show how a borrowed language can suddenly make even the most familiar things feel foreign. “Christ” alludes to the fact that even the Irish religion has been altered by English occupation. Finally, “master” refers to the subordination of the Irish to the English. Stephen’s new awareness of the borrowed nature of his language has a strong effect on him, as he knows that language is central to his artistic mission. By the end of the novel, Stephen acknowledges that Irish English is a borrowed language, and resolves to use that knowledge to shape English into a tool for expressing the soul of the imprisoned Irish race."},{"page":"https://www.sparknotes.com/lit/portraitartist/quotes/page/5","quote":"April: I go to encounter for the millionth time the reality of experience and to forge in the smithy","desc":"These final lines of the novel proclaim Stephen’s aim to be an artist for the rest of his life. The phrase “the smithy of my soul” indicates that he strives to be an artist whose individual consciousness is the foundation for all of his work. The reference to “the uncreated conscience of my race” implies that he strives to be an artist who uses his individual voice to create a voice and conscience for the community into which he has been born. The final diary entry, with its references to “old father” and “old artificer,” reinforces Stephen’s twofold mission. He invokes his “old father”—which can be read as either Simon Dedalus or Ireland itself—to acknowledge his debt to his past. He invokes the “old artificer”—his namesake, Daedalus, the master craftsman from ancient mythology—to emphasize his role as an artist. It is through his art that Stephen will use his individuality to create a conscience for his community."}]