[{"page":"http://www.sparknotes.com/lit/ulysses/quotes/","quote":"Amor matris: subjective and objective genitive.","desc":"This quotation, part of Stephen’s inner monologue, appears in Episode Two. Amor matris translates to “mother love,” a concept that Stephen ponders while giving extra help to his student Sargent. Sargent reminds Stephen of himself at the same age—Stephen was similarly dirty and disheveled, a child only a mother could love. Stephen thinks of “mother love” frequently in Ulysses—he contrasts the concrete, bodily reality of a mother’s love to the disconnected, tension-ridden relation between a father and a child. In Episode Nine, Stephen calls amor matris “the only true thing in life,” and skeptically identifies paternity as “a legal fiction.” The phrase “subjective and objective genitive” refers to the confusion about the translation of amor matris—it can be either a child’s love for a mother or a mother’s love for a child. This touches on Stephen’s difficulties in deciding whether to be an active or a passive being. In Episode Nine, he frames the choice this way: “Act. Be acted on.” In the quotation from Episode Two above, we see Stephen trying to understand the ethics and power relations involved in his teacher-stu-dent relationship with Sargent in terms of the compassion entailed by “mother love.”"},{"page":"https://www.sparknotes.com/lit/ulysses/quotes/page/2","quote":"History is a nightmare from which I am trying to awake.","desc":"This quotation appears in Episode Two, during Stephen’s conversation with Mr. Deasy. With Sargent and his class earlier in Episode Two, Stephen was the reluctant teacher, and now Deasy attempts to position him as the pupil. But Stephen blithely maneuvers out of this role by way of a few cryptic statements, such as the one above. Here, Stephen’s version of history as a “nightmare” is an explicit challenge to Deasy’s conception of history as moving toward one goal (the manifestation of God), and an implicit challenge to Haines’s version of history in Episode One as something impersonal and cut off from the present (“It seems history is to blame”). Stephen’s conception of history has several meanings. Stephen sees history, and Irish history in particular, as filled with violence—Deasy’s and Haines’s conceptions of history enable this violence by excluding certain people from history in Deasy’s case (those who do not believe in a Christian God) and by absolving those who perpetrate violence from any blame in Haines’s case. Stephen’s comment also refers to his conception of the tensions between art and history—Stephen sees history as an impossible chaos and art as a way of representing that chaos in an ordered fashion. Finally, Stephen’s statement is also an extremely personal one—his own history is something he is trying to overcome. At the opening of Ulysses, Stephen is feeling particularly hopeless about the possibility of rising above the circumstances of his upbringing."},{"page":"https://www.sparknotes.com/lit/ulysses/quotes/page/3","quote":"—What is it? says John Wyse. —A nation? says Bloom. A nation is the same people living in the same p","desc":"This dialogue occurs in Episode Twelve, during the confrontation scene at Barney Kiernan’s pub. Led by the citizen, the men at Barney Kiernan’s explicitly identify Bloom as an outsider, his Jewish-Hungarian roots being incompatible with their essentialist conception of Irishness as a “racial” and Catholic category. Here, Bloom’s conception of a nation may seem excessively loose (especially when he backs up several lines later to qualify, “Or in different places”), but Bloom’s position on nationality as a self-selected category is part of the triumph of Bloom’s compassionate humanism over the violent essentialism of the citizen and others. Ned Lambert’s sarcastic response to Bloom here is an example of another way in which Bloom is repeatedly marked as an outsider—the Dublin men with whom Bloom associates are skilled in using mockery and sarcasm to establish authority over others, while Bloom does not use humor in this way."},{"page":"https://www.sparknotes.com/lit/ulysses/quotes/page/4","quote":". . . each contemplating the other in both mirrors of the reciprocal flesh of theirhisnothis fellowf","desc":"This quotation occurs in Episode Seventeen—it is a narrative description of Stephen and Bloom’s wordless interaction in Bloom’s garden just before Stephen leaves. Their meeting is in no sense ideal—a father-son connection is not explicitly made, and Stephen declines to stay the night and probably will not see Bloom again. Yet the narrative of Episode Seventeen manages to convey their union as symbolically meaningful, by tapping various themes. This sentence manages to include an optimistic set of thematic connotations: the “recognition” theme from (disguised) Odysseus and Telemachus’s meeting in The Odyssey; and an idea of the father-son relationship involving versions of the same bodily self (“flesh”). The “reciprocal” aspect of their meeting implies that Stephen has managed to find a medium in the troublesome dynamic of activity-passivity. The “theirhisnothis” narrative play also manages to suggest that the meeting is an ideal balance between a coming-together and a realistic recognition of “otherness.”"},{"page":"https://www.sparknotes.com/lit/ulysses/quotes/page/5","quote":". . . and then he asked me would I yes to say yes my mountain flower and first I put my arms around ","desc":"Molly’s final words seem to refer immediately to her memory of accepting Bloom’s proposition of marriage during their day spent on Howth. However, the ambiguity of the many masculine pronouns in Molly’s monologue also exists here—in the same paragraph, she remembers a similar outdoor scene of love with Lt. Mulvey, and the ambiguity of this seeming affirmation of the Blooms’ marriage is typical of Joyce’s endings. However, the looseness of Molly’s language in these final lines also enacts a combination of the immediate realistic level of the text with the idealistic, symbolic level—Molly’s “Yes” here is an unqualified affirmative of natural life and of physical and emotional love."}]