[{"page":"http://www.sparknotes.com/lit/wonderful-wizard-of-oz/quotes/","quote":"“There’s no place like home.”","desc":"Dorothy speaks these now-famous words to the Scarecrow in Chapter 4 when discussing her goal of returning to Kansas. The Scarecrow cannot understand why Dorothy would choose to leave colorful, magical Oz for a dreary place like the Kansas she has described to him, so Dorothy speaks out passionately on the meaning and importance of home. The desire to get home drives her to journey to the Emerald City and to fight the Wicked Witch of the West. The power of home, in addition to being Dorothy’s driving motivation throughout the novel, is one of the story’s main themes. The story illustrates how people ultimately desire to find a home or a place where they belong. No matter how wonderful Oz is, Dorothy would prefer to be in Kansas. The Scarecrow, the Tin Woodman, and the Cowardly Lion all eventually find places where they belong as well, each ruling their own part of Oz."},{"page":"http://www.sparknotes.com/lit/wonderful-wizard-of-oz/quotes/","quote":"“I have been wicked in my day, but I never thought a little girl like you would ever be able to melt","desc":"The Wicked Witch of the West cries out these words in Chapter 12 as she melts. Dorothy has vanquished a major antagonist of the story, although she has done it accidentally. Dorothy angrily throws water on the Witch and both characters are surprised by the outcome. The Witch had been unable to harm Dorothy due to the mark of the Good Witch of the North’s kiss on her forehead. Dorothy possesses the “Power of Good” although she doesn’t know it, and that power is strong enough to overcome the Witch’s wickedness. Dorothy’s power to melt the Witch is something that she had all along but didn’t know it, showing once again that people often already have what they are looking for. The Witch does not think a little girl could do her harm, but she learns, just as Dorothy and the others have, that things are not always what they seem in the land of Oz."},{"page":"http://www.sparknotes.com/lit/wonderful-wizard-of-oz/quotes/","quote":"“. . . all of them were filled with wonder. For they saw, standing in just the spot the screen had h","desc":"This quote, which appears in Chapter 15, describes the moment when Dorothy and her companions realize that the great Wizard of Oz is simply a common man and even a “humbug.” His powers and the different ways he presented himself to the companions were all tricks, proving quite directly that things aren’t always as they seem in this magical land. The greatest wizard of this place actually has no magic at all and no power to grant their wishes. The Wizard had been built up as a very powerful person, set as the central ruler of Oz, and seen as the one who could solve all their problems. In reality, he is ordinary and powerless, and it is actually Dorothy herself who possesses the power to solve her own problem, just as her companions already have the virtues they were looking for."}]