[{"page":"http://www.sparknotes.com/lit/anneofgreengables/quotes/","quote":"Isn’t it splendid to think of all the things there are to find out about? It just makes me feel glad","desc":"Anne speaks these words to Matthew in Chapter 2 as they ride from the train station to Green Gables. Their first real conversation consists of Anne’s optimistic, inventive musings and Matthew’s shy, one-word answers. Nevertheless, a kinship springs up between the two, and Anne’s rambling speeches spark Matthew’s interest. He finds Anne full of curiosity and imagination. His own world has been a quiet and dull one, and Anne sweeps a refreshing breath of life into his staid existence. This quotation typifies Anne’s attitude. She wants to find out about the world, and she sees potential difficulties, like the massive amount she does not know, as happy challenges. Imagination is central to Anne’s existence. She takes pride and refuge in her own imagination, and wants others to imagine too."},{"page":"https://www.sparknotes.com/lit/anneofgreengables/quotes/page/2","quote":"I’m not a bit changed—not really. I’m only just pruned down and branched out. The real me—back here—","desc":"Anne expresses these thoughts in Chapter 34, before she is to leave for Queen’s Academy. In a novel centered around Anne’s evolution, this quotation at first seems surprising, for here Anne expresses her lack of change. Although Anne has changed remarkably, she likens herself to a tree in order to assure Marilla that although her branches may grow, at her roots she will remain the same, firmly ensconced in her home and family. Here Anne uses a metaphor drawn from nature, her constant source of comfort in difficult times. The fact that Anne feels the need to make this speech at all points to the changes that her presence has wrought in Marilla. Anne’s affectionate gestures and loving speeches have tempered Marilla’s buttoned-up severity so much that Marilla now weeps openly at the thought of Anne’s departure. In one sense, the fact that Anne must reassure the saddened Marilla is a happy event, for the cause of the speech shows Marilla’s great love for her adopted daughter."},{"page":"https://www.sparknotes.com/lit/anneofgreengables/quotes/page/3","quote":"All the Beyond was hers with its possibilities lurking rosily in the oncoming years—each year a rose","desc":"This sentence from Chapter 35 describes Anne’s feelings about the future. Anne has made a great success of herself at college and imagines her triumphant future. One of Anne’s enduring and endearing traits is her eternal optimism. Even as an orphan whom no one loves before she comes to Green Gables, she maintains a positive outlook on life, eager for experience.This quotation uses imagery from nature to create a link between nature and imagination. Anne is very fond of nature, which has always been a source of comfort to her. Though she has matured and is thinking about the future, she reveals the lingering vestiges of her childhood sentimentality."},{"page":"https://www.sparknotes.com/lit/anneofgreengables/quotes/page/4","quote":"Next to trying and winning, the best thing is trying and failing.","desc":"Anne expresses this opinion in Chapter 35, as she prepares for her exams at Queen’s Academy. Earlier in the novel, Anne thinks that success is beating everyone else and humiliating her rival Gilbert Blythe in the process. She would rather fail utterly than come in second place behind Gilbert. This definition of success motivates Anne, inspiring her to work hard in school for the pleasure of triumphing over Gilbert. Once Anne is at college, however, her definition of success begins to shift. She comes to think affectionately of her rivalry with Gilbert, and although she still enjoys the competition, she wants to win for herself, not for the pleasure of seeing Gilbert embarrassed. She performs onstage at the White Sands Hotel despite her terrible nervousness, because she feels that to fail to try is far more humiliating than to try and fail. She also performs because she sees Gilbert in the audience. It seems she cannot bear to fail in front of him because she does not want to disappoint her worthy opponent."},{"page":"https://www.sparknotes.com/lit/anneofgreengables/quotes/page/5","quote":"When I left Queen’s my future seemed to stretch out before me like a straight road. I thought I coul","desc":"Anne expresses these thoughts in Chapter 38 after deciding to give up the prestigious Avery Scholarship in order to care for Marilla at home. This quotation communicates one of Anne’s defining characteristics: optimism in the face of uncertainty. In this case, optimism is no easy feat. In order to do the right thing, Anne must give up some of her ambitions. Anne uses slightly overblown, sentimental language to describe her prospects after commencement, talking of roses and chaplets and immortality. Here, however, she sounds more sensible and realistic. She knows she will not achieve great things by staying at home and providing loving care for Marilla, but she finds real happiness in the knowledge that she is doing the right thing. Instead of immortal roses, she now thinks of a simple, if mysterious, road. Roads are significant throughout the novel; when Anne first arrives in Avonlea, she rapturously renames the road into town “The White Way of Delight.” Both then and now, she rides hopefully along a road to an unknown future."}]