[{"page":"http://www.sparknotes.com/lit/frome/quotes/","quote":"When I had been there a little longer, and had seen this phase of crystal clearness followed by long","desc":"This quotation is from the introduction, in which the narrator describes his experience of a Starkfield winter. His metaphorical comparison of Starkfield’s struggle against the harsh winter and a “starved garrison” struggling against a besieging army establishes one of Ethan Frome’s principal themes: the bleak, harsh physical environment surrounding the characters acts as an oppressive power, forcing a sort of spiritual surrender and emotional listlessness. When one of the old inhabitants of Starkfield says that Ethan Frome has “been in Starkfield too many winters,” he means that Ethan has lived for too long in what amounts to a state of siege by the climate. The novel suggests that when snow buries Starkfield each year, the emotions, dreams, and initiative of sensitive souls like Ethan also become buried, destroyed by the “long stretches of -sunless cold.”"},{"page":"https://www.sparknotes.com/lit/frome/quotes/page/2","quote":"Against the dark background of the kitchen she stood up tall and angular, one hand drawing a quilted","desc":"This quotation, from the end of Chapter 2, is the strongest physical description that we have of Zeena Frome, and it is not a flattering one. The phrases combine to support a picture of Ethan’s wife as unfeminine, dried-up, overly thin, and generally unappealing. Female beauty is traditionally associated with curves and images of fertility, yet Zeena is all hard angles and protruding bones—with her flat breast and tall figure, she seems stripped of all sexuality, all romantic allure. Moreover, she appears very old. Her aged features bespeak her inner weariness as well as her demand for respect and her lack of playfulness. Her unattractiveness and premature agedness contribute to the novel’s sharp opposition between Zeena and Mattie: Zeena Frome is cold and unappealing, a woman prone to long silences, who is always described as speaking in a “flat whine,” while Mattie Silver is a picture of youthful vigor and beauty, with a sparkling personality and name to match. In the contest for Ethan’s devotions, all that Zeena has on her side is convention and her husband’s inertia. Ultimately, however, these prove enough to prevent Ethan from fulfilling his dreams and passions.The language of this passage evokes not only ugliness and agedness, but also sickness and death. Zeena’s thinness may result in part from her chronic illness. Moreover, when the narrative draws attention to the “fantastically” exaggerated “hollows and prominences” in her face, its “ring of crimping-pins,” it is evoking more than mere ugliness: it conjures the picture of a skull, with its gaping eye sockets and its streamlined silhouette of a head. Thus, not only does Zeena represent coldness in opposition to robust sexuality and fertility; here she is the picture of death itself, in opposition to life in general. With her, the description implies, day-to-day existence is nothing more than a living death. Escape from her and her household is thus more than a question of indulging a whim; it may indeed be a matter of spiritual survival."},{"page":"https://www.sparknotes.com/lit/frome/quotes/page/3","quote":"He knew that most young men made nothing at all of giving a pretty girl a kiss, and he remembered th","desc":"This quote sums up Ethan’s state of mind in the middle of Chapter 5, when Zeena is away and he is alone in the house with Mattie. It touches on one of the themes of the work—namely, the conflict between desire and social or moral order—as the warm living room, with all its reminders of marital obligation and traditional ethics, makes Mattie seem infinitely out of reach.The previous night, Ethan reflects, circumstances had seemed different, but then he was out in the “open irresponsible night.” The indoors embodies the opposite force, the force of responsibility and duty, which literally walls Ethan in and prevents him from acting on his passion for Mattie. The outdoors, in contrast, represents the setting where both Ethan and Mattie seem most in their element: elsewhere in the book, both appreciate the beauties of the snow and woods, and they appear to enjoy an almost mystical connection with nature.Yet the forces represented by the indoors ultimately prove to be more powerful: Ethan is a man of conscience, and he cannot bring himself to violate the dictates of his society’s moral order. Furthermore, because he is forced to choose between desire and convention in his living room of all places, his choice is almost predestined: he cannot give in to rebellion in this place, with its reminders of everything that the moral order is supposed to protect—namely, the hearth and home."},{"page":"https://www.sparknotes.com/lit/frome/quotes/page/4","quote":"All the long misery of his baffled past, of his youth of failure, hardship and vain effort, rose up ","desc":"This passage from Chapter 7 makes clear that Ethan is a physically strong man, but, as the reader comes to understand over the course of the novel, he lacks force of personality. Zeena has just announced her intention to expel Mattie from the house; Ethan’s consequent fury achieves such heights that a definitive outburst between him and his wife now seems inevitable. His clenched fist even hints at potential physical violence. Yet these emotions ultimately lead nowhere, as his fury dissipates into a “bewildered voice,” a sharp contrast to his inner “flame of hate.” Ethan may be filled with emotional turmoil, but he ultimately proves weaker than his wife; she can impose her will upon him as she likes, and he cannot muster the boldness necessary to oppose her.For this reason, Ethan Frome is in many ways a story of inaction, of an affair that doesn’t happen. Ethan’s only proactive move is his attempted suicide, which is more an expression of cowardice than of true courage. Ethan sees Zeena as the cause of his thwarted dreams and recurring failures, believing them to “take shape before him” in the figure of his wife. In many ways, Zeena is indeed responsible for much of Ethan’s suffering: shrewd, calculating, manipulative, and domineering, she exerts an active control over her husband. Yet Ethan may also prove too eager to place the blame entirely on his wife: Zeena becomes more of an excuse for his inaction than its real cause."},{"page":"https://www.sparknotes.com/lit/frome/quotes/page/5","quote":"There was one day, about a week after the accident, when they all thought Mattie couldn’t live. Well","desc":"These words, the last lines of Ethan Frome, are spoken by Mrs. Hale as she discusses the state of affairs in the Frome household since the sledding disaster. Her comment seals the mood of brutal despair permeating the conclusion, as we realize the full horror of Ethan’s life. He is trapped not only with Zeena but with a Mattie who has been transformed into a handicapped copy of his wife, in a dilapidated farmhouse buried under a perpetual winter. The comparison between the Fromes’ life and the corpses’ existence in the graveyard emphasizes certain aspects of Ethan’s fate: it underlines the permanence of his situation, implying that his imprisonment is irreversible, like death.The allusion to the gravestone is the second in the book: the first reference comes in the form of a detailed description of the stone and Ethan’s reaction to it. There, we learn that the stone marks the graves of one Ethan Frome and his wife, named Endurance. Recalling this information, we realize that for Ethan himself, endurance is all that remains, now that his attempt at rebellion has failed.Although Mrs. Hale speaks of Ethan as if he had died (“if [Mattie] ha’ died, Ethan might ha’ lived”), she is of course implying that he has in fact met a worse fate—that he is experiencing death in life. Indeed, if there is one thing more fearsome than death, it is a living death: with bitter irony Mrs. Hale points out that the women in the graveyard at least hold their tongues, implicitly contrasting this silence to the whining that fills the Frome household. With this observation, then, she forces one last tragic realization: while there may seem to be little difference between corporeal death and living death, actual death contains the benefit of peace, of a final state of rest. A living death—Ethan’s tragic fate—continues to torment the soul for years."}]