[{"page":"http://www.sparknotes.com/lit/twelve-years-a-slave/quotes/","quote":". . . I would not be silent, and denounced the authors of my imprisonment, whoever they might be, as","desc":"In Chapter 3, Solomon has woken up in chains with his free papers gone. This sets the scene for his fateful first personal encounter with enslavement. James H. Burch, a slave-dealer of Washington, has entered Solomon’s cell and denied his identity as a free Black man. When Solomon continues to declare his name and status, Burch is enraged when his victim won’t submit to the lie that he is a runaway slave from Georgia. In a strange kind of show, Burch is indignant at the force of Solomon’s denials. Not only does this scene depict the brutality of enslavement and the illegality of Solomon’s kidnapping, but Burch’s “towering passion” serves as a fitting anecdote of the common slaver’s attitude toward Black people in general. The indignance a blatant kidnapper displays in Solomon’s cell shows how the slaver truly believes the Black man is below him in every sense. Solomon’s encounter with Burch is the reader’s first glimpse at the peculiar kind of mental gymnastics the enslavers employ to justify their actions. Northup is careful to describe these attitudes in exacting detail, allowing his readers to identify blatant hypocrisies as they arise."},{"page":"http://www.sparknotes.com/lit/twelve-years-a-slave/quotes/","quote":"So we passed, hand-cuffed and in silence, through the streets of Washington—through the Capital of a","desc":"Solomon Northup’s bitter, ironic statement in Chapter 4 belies his personal feelings in a rare moment of intimacy with the narrative’s author and subject. Throughout the book, Northup has endeavored to report on his experiences through an objective lens. But considering the events of the narrative, it is not surprising that Northup expresses such anger at crucial moments. The scene described is indeed ironic since the Capitol is a potent symbol of the ideals of the nation, including freedom and liberty. Being led illegally chained through the streets of such a place spurs a special bitterness that bursts through Northup’s usual journalistic tone. Speaking with emotion, seemingly because he cannot help it, Northup points out the obvious hypocrisy of the United States of his time for all to see. With the institution of slavery thriving, the nation still flaunts its belief in liberty and justice for all. Solomon’s personal experiences are rarely framed in their wider context. But here Northup, the author and narrator, cannot help but express his disgust at a national character so rife with inconsistency and complicity."},{"page":"http://www.sparknotes.com/lit/twelve-years-a-slave/quotes/","quote":"Daily witnesses of human suffering—listening to the agonizing screeches of the slave—beholding him w","desc":"In Chapter 14, Solomon Northup takes a rare moment to offer his own ideas on the origin and perpetuation of slavery. Here Solomon speaks from a conceptual distance and in essence states that many slavers themselves are not directly to blame for their inherited cruelty. He posits that the Southerners are desensitized to the daily violence they witness against enslaved people. In Solomon’s opinion this system has resulted in a culture where human life is often destroyed and brutalized. It is interesting to note that at this conceptual distance, Northup does not directly blame his cruel masters for their actions. This is not meant to forgive these characters of wrongdoing. But Northup must comment on what he himself witnessed, and that includes summations such as those shown in this quotation. Over twelve years, Solomon has had plenty of time to observe and witness the brutality of his masters and consider its origins thoroughly."},{"page":"http://www.sparknotes.com/lit/twelve-years-a-slave/quotes/","quote":"They are deceived who imagine that [the slave] arises from his knees, with back lacerated and bleedi","desc":"In Chapter 17, Northup addresses the convenient fictions that his society upheld to justify the slavers’ brutality. Northup points to one of these fictions directly: that the slave only wishes forgiveness from his master, and not vengeance upon him. It is as clear to Solomon as it is in today’s world that the brutality of slavery is an unacceptable condition for any human being. However, Northup clearly attributes that desire for vengeance to an example slave, just whipped, and not to himself directly. Even keeping this distance, one can infer how Solomon must have felt after his repeated whippings. It is interesting to note that Northup wrote his narrative a full seven years before the beginning of the Civil War. Likely Northup is here expressing bitterness and cynicism toward the convenient fictions of his society. It likely upset Northup that many in the North lived inside these fictions and felt that the enslaved Black people were somehow deserving of their enslavement and repeated punishments. Indeed, Northup’s goal is to dispel those fictions and depict enslavement through the raw and terrible truths of his own time enslaved."},{"page":"http://www.sparknotes.com/lit/twelve-years-a-slave/quotes/","quote":"The all-glorious hope, upon which I had laid such eager hold, was crumbling to ashes in my hands. I ","desc":"Solomon’s emotions run at fever pitch in Chapter 19 as he awaits word from Bass Avery or his friends from Saratoga. When Solomon faces yet another bitter failure among his many attempts at securing freedom over twelve years, he worries that he will never again be free in his life. It is interesting that Solomon here does not contemplate his eventual death as a slave but rather his “sinking down” into the “bitter waters of Slavery.” Northup may here be expressing the deepest despair he felt in all his twelve years of enslavement and hinting that he would no longer try to reach his friends if this chance were missed. Combined with the heartbreaking end of Patsey’s spiritual resistance, Northup takes his readers down the darkest path he can to show the human suffering caused by the evil institution of slavery, not just in himself, but in others."}]