[{"page":"http://www.sparknotes.com/lit/littlewomen/quotes/","quote":"I’ll try and be what he loves to call me, “a little woman,” and not be rough and wild; but do my dut","desc":"Jo speaks these words in Chapter 1 after hearing the letter from Mr. March, who is serving in the Civil War. Jo says that she would like to be doing something exciting, such as being in the Civil War like her father, instead of sitting at home. Jo points out that women cannot fight in the Civil War, and generally lead less adventurous lives than do men. In this statement, Jo also demonstrates a wish to make her father happy by acting stereotypically female. Jo struggles throughout the novel because she wants both to lead an adventurous, independent life and to help and please her family. In other words, the struggle for individual success conflicts with the duty and affection she feels for her family and with the domestic sphere that most women of the time accept. Mr. March’s letter comes immediately after all the March girls say that they want more out of life than what they have. After hearing his letter, they each decide to be content with what they have, demonstrating that the renunciation of their material dreams is learned, rather than natural, behavior."},{"page":"https://www.sparknotes.com/lit/littlewomen/quotes/page/2","quote":"I am angry nearly every day of my life.","desc":"Marmee makes this statement in Chapter 8 when she tells Jo that she too struggles with a quick temper. Throughout the novel, however, Marmee seems serene and composed, which suggests that the appearance of a docile woman may hide turmoil underneath. Marmee’s admission makes Jo feel better, because she realizes that she is not the only one with a temper. At the same time, though, Marmee’s words suggest that there is no hope for Jo—Marmee is still angry after forty years, and perhaps Jo will be too. Many feminist critics have noted this sentence as an expression of anger about nineteenth-century society’s demand that women be domestic."},{"page":"https://www.sparknotes.com/lit/littlewomen/quotes/page/3","quote":"Money is a needful and precious thing,—and, when well used, a noble thing,—but I never want you to t","desc":"Marmee speaks these words in Chapter 9, after Meg has returned from a two-week stay at the Moffats’ home. Marmee tells Meg that she does not want any of her daughters to marry for material comforts, as was suggested by a guest at the Gardiners’. At a moment in history when women’s futures hinged solely on their choice of a husband, Marmee’s statement is very compassionate and unusual. After all, the other guests at the party easily assume that Meg must be intending to marry for money. Alcott does not completely sanction Marmee’s statement. Little Women depicts marrying poor as a serious burden for a nineteenth-century woman to bear. One should not marry for money, but at the same time, quarrels and stress come about from marrying a poor man. Alcott does not depict romantic love without mentioning the practical reality of living with little money. The daughter of an improvident father, she knew firsthand the worry of having to depend on someone else for a living."},{"page":"https://www.sparknotes.com/lit/littlewomen/quotes/page/4","quote":"I’d have a stable full of Arabian steeds, rooms piled with books, and I’d write out of a magic inkst","desc":"Jo speaks these words in Chapter 13 when the March girls and Laurie are discussing their dreams. In contrast to the typical dreams of her sisters, Jo’s dream is startlingly big and confidently expressed. The horses Jo wants, and with which she is constantly compared, represent the wild freedom for which she yearns. Significantly, Jo does not mention a husband or children in her dream, but says she wants books and ink. This powerful statement reaches well beyond the confines of a woman’s small living room and demands lasting fame and independence in a man’s world. Jo’s sentences are very direct and begin commandingly with the word “I.” Jo also mentions the desire to have her work equal Laurie’s. The pursuit of an art is represented as an idyllic field in which men’s and women’s work are considered equal. Also, Jo aligns going into a castle—getting married and having a house—with dying, for she wants to do something great before either event happens to her."},{"page":"https://www.sparknotes.com/lit/littlewomen/quotes/page/5","quote":"Oh, my girls, however long you may live, I never can wish you a greater happiness than this","desc":"These words from Marmee conclude the novel, at the end of Chapter 47, and also sum up the novel’s message. Through the four March sisters, Alcott presents many possible ways a woman can walk through life. Both the novel and Marmee finally decide that women must make some sacrifices for their families, in order to have the happiest life possible. Perhaps Alcott sometimes wished her life had turned out more traditionally and that she had married and had children. This ending is ambiguous at best, however, since the novel has called traditional values into question throughout."}]