[{"page":"http://www.sparknotes.com/lit/metamorph/quotes/","quote":"One morning, upon awakening from agitated dreams, Gregor Samsa found himself, in his bed, transforme","desc":"This quotation, one of the most famous opening lines in modern literature, introduces the subject matter of The Metamorphosis and indicates how that subject matter will be treated throughout the story. The line has a notably flat, matter-of-fact tone that doesn’t remark on the oddness of the incident. On the contrary, the line treats Gregor’s change as though it were an ordinary event, and it never raises the issue of how or why Gregor undergoes his metamorphosis, implying that the change has occurred without any particular cause or for any particular reason. In doing so, it creates a sense that the world we see in the story is inherently purposeless and random, rather than rational and ordered, and that such events are to some degree to be expected. Thus the opening line exemplifies the idea of absurdism, which asserts that humans exist in an irrational, chaotic universe beyond our full understanding.Although the opening line is narrated in the third person, it also reflects Gregor’s own attitude toward his change. Gregor never attempts to determine why or how he transformed into a bug. Instead, he appears to accept the change as an unfortunate incident, like an accident or illness, and doesn’t get particularly upset about it. In fact, after his transformation he continues to think about relatively normal subjects, like his family’s financial situation and his own physical comfort. Consequently, Gregor himself embodies this absurdist point of view exemplified in the opening line. He is the victim of an evidently purposeless and random metamorphosis, which he treats as though it were not completely unusual, suggesting he at least somewhat expects the world he lives in to be an irrational and chaotic place."},{"page":"https://www.sparknotes.com/lit/metamorph/quotes/page/2","quote":"At that time Gregor’s sole desire was to do his utmost to help the family to forget as soon as possi","desc":"The narrator recounts these details about Gregor and the family in Part 2, as Gregor overhears the father explaining the family’s financial situation to Grete and the mother. The failure of the father’s business five years earlier essentially created the family dynamic that we see at the beginning of the story and explains Gregor’s vital role in the family. Because the business failed, the father no longer works, and he appears depressed and lethargic. One early image we have of the father comes from Gregor, who thinks of him lingering for hours over his breakfast and dozing off during the day. Gregor, meanwhile, feels responsible for the family’s wellbeing as its only source of income. This fact explains why his greatest concern after his transformation is whether he will be punished or fired for not going to work on time, despite the fact that he greatly dislikes his job.These circumstances play a significant role in Gregor’s feelings of alienation. Because of his job, which requires that he travel constantly, Gregor cannot develop relationships, and so he has no close friends. As the mother tells the office manager when he comes to check on Gregor, Gregor spends most evenings in the house reading the newspaper or checking the train timetables. Moreover, Gregor feelings of alienation from his parents also stem from the family’s financial circumstances. When he first started earning money to support the family, his parents showed a great deal of gratitude, which Gregor enjoyed. But as Gregor and the parents became accustomed to the new family dynamic in which Gregor was now the breadwinner, the parents gratitude gradually diminished and Gregor no longer felt the same feeling of joy in providing for them. The text says he only remained intimate with Grete, suggesting that he and his parents grew apart as a result."},{"page":"https://www.sparknotes.com/lit/metamorph/quotes/page/3","quote":"Did he really want the warm room, so cozily appointed with heirlooms, transformed into a lair, where","desc":"This quotation, which occurs in Part 2 as Grete and the mother empty Gregor’s room of furniture, marks the climax of Gregor’s struggle to reconcile his human past with his new life and physical form. Gregor’s transformation alters his body, but it leaves his thoughts and feelings intact. But shortly after the metamorphosis, Gregor’s thoughts and feelings start to change according to the physical demands and urges of his new body. Gregor finds that he feels comfortable in the cramped, dark space beneath his sofa, for instance, and he enjoys crawling on the ceiling. These changes imply that his mind is adapting to his new body, and that he is becoming an insect psychologically as well.But Gregor still retains his human memories and emotions, such as his desire to take care of his family. As a result, he feels pulled in opposing directions by the insect and human sides of himself, and this inner conflict reaches its height when he is forced to choose whether he wants his room emptied of furniture. On the one hand, not having furniture would allow Gregor much more freedom to crawl over the floors and walls, which would make him physically more comfortable. On the other hand, his possessions serve as physical reminders of his human life, and keeping them would allow him to preserve what humanity he has left, making him feel more comfortable psychologically. In other words, Gregor must choose between appeasing his insect side or his human side. Gregor decides to appease his human side, and he clings to the picture of the woman in furs as a reminder of his human life."},{"page":"https://www.sparknotes.com/lit/metamorph/quotes/page/4","quote":"“He must go,” cried Gregor’s sister, “that’s the only solution, Father. You must just try to get rid","desc":"Grete says these words to the father toward the end of Part 3 after Gregor inadvertently reveals himself to the boarders, and the quotation marks a turning point in the family’s view of Gregor’s humanity as well as in the level of sympathy they feel for him. To this point in the story, the Samsa family has struggled to determine how much of Gregor’s humanity remains. Physically Gregor has changed completely, and since he is unable to speak, the family has no way of knowing whether his mind remains intact. The mother, most notably, has held onto the belief that Gregor will eventually return to his old self, and she uses this reasoning to argue against moving all the furniture out of Gregor’s room. The father appears to be uncertain one way or another. He feels pity for the bug after attacking it, but when Grete says they must get rid of it, he mostly questions whether the bug might be able to understand them, suggesting he is unsure of his own feelings on the matter. Grete, however, has gradually lost faith that any humanity remains in the bug at all, and she indicates that she no longer thinks of it as Gregor.Moreover, the family has lost sympathy for the bug as they have become less certain that anything of Gregor remains and as the bug has become a greater burden to them. While Grete initially took care of Gregor just after his transformation, even taking his feelings into account in trying to determine what food he likes and moving the chair to the window for him, she has stopped caring for Gregor entirely by this point. In fact, the family begins using his room as a storage closet without any concern for Gregor’s comfort, suggesting they have hardly any sympathy remaining for Gregor at all. When Gregor reveals himself to the boarders, causing the boarders to say they’re leaving without paying rent, Grete finally decides they must get rid of Gregor. Without any faith that the bug is still Gregor, and with Gregor now costing the family more money, her sympathy runs out. The parents weakly object, but with only a little effort Grete appears to convince them of her point of view, indicating that they also feel little sympathy for Gregor by this point."},{"page":"https://www.sparknotes.com/lit/metamorph/quotes/page/5","quote":"Lapsing into silence and communicating almost unconsciously with their eyes, they reflected that it ","desc":"These final lines of the work suggest that the two other notable metamorphoses we see besides Gregor’s—that is, the family’s change from despairing to hopeful and Grete’s change from a girl into a woman—are complete. The family as a whole undergoes a drastic psychological change in the story, indicated in the “new dreams” mentioned in the final line. Because of the failure of the father’s business, the family appears hopeless and hampered by debt at the beginning of the work. But as the family members must find employment after Gregor’s transformation, they begin to save money and create opportunities for themselves. They appear not to realize that their lives are improving until the end of the story, when they talk on the train as they head out to the countryside. At that point, each recognizes that he or she has a job that will likely lead to better opportunities in the future, and they realize that with Gregor dead, they can move into a smaller apartment, which will save them money. In the final lines of the story, they become a genuinely hopeful and happy family.The other notable transformation referred to in the quotation is Grete’s change from a girl into a woman. Grete begins the work basically still a child with no responsibilities. But as she begins caring for Gregor and working to help earn money for the family, she matures psychologically. She becomes more outspoken within her family, for instance, and she has the responsibilities of an adult. The last lines of the story, in which her parents realize that she’s grown into a pretty young woman and think of finding her a husband, signal that she is now physically mature as well. In other words, she has become an adult, and she embodies the hopes of her parents as she begins this new stage of her life. The last image of the story is Grete stretching, suggesting that she is emerging after a period of confinement, much like an insect emerging from a cocoon after its metamorphosis into a mature adult."},{"page":"https://www.sparknotes.com/lit/metamorph/quotes/theme/consciousness","quote":"The little legs had firm ground beneath them, he was delighted to note that they were completely und","desc":"As Gregor tries to chase after the head clerk from his office in an attempt to keep his job, he realizes for the first time that he can move by using his legs. He describes dropping to the floor for the maneuver as feeling comfortable with his new body for the first time since transforming into a bug. His human brain takes stock of his situation, enough to feel pleasure that he has a way of moving with ease but frustrated that no one else can understand him. Though his awareness of his circumstances suggests the disastrousness of his situation, he believes his sufferings must soon be over."},{"page":"https://www.sparknotes.com/lit/metamorph/quotes/theme/consciousness","quote":"Gregor had no idea what excuse was used that first morning to put off the doctor and locksmith, beca","desc":"As Gregor becomes accustomed to life as a bug, he begins to take pleasure in the few ways he can, such as eating and eavesdropping on his family. Though he tries to communicate with his family in the beginning, he quickly realizes that no one can understand him even if he can still understand them. While his family likely thinks he has no consciousness of the situation, his awareness of his surroundings and his family’s feelings towards him highlight the loneliness of his new existence."},{"page":"https://www.sparknotes.com/lit/metamorph/quotes/theme/transformation","quote":"Upon hearing the mother’s words, Gregor realized that the lack of any direct human exchange, coupled","desc":"Gregor’s thoughts show a recovery of his former self, jogged by hearing the mother’s hope for his return to being a human. The sister proposes to remove the furniture to accommodate Gregor the bug’s need for more space to move around the walls and ceiling. The mother disagrees and says that Gregor the human will want his belongings. Gregor had been grateful for the removal of the furniture, but once he hears his mother’s opinion, he remembers how much he cared for his possessions. Gregor’s contradiction in feelings shows that his new form changed him both physically and mentally."},{"page":"https://www.sparknotes.com/lit/metamorph/quotes/theme/transformation","quote":"He had not at all pictured his father like this as he was standing there now; admittedly he had been","desc":"Gregor comments on how his father has undergone his own transformation. While Gregor was preoccupied with his new mode of life, his father had changed. He recalls his father as weak and soft-spoken, not at all like the strong, alert man who takes charge of Gregor. Even though Gregor expected some changes in his family, Gregor finds the conversion of the near invalid to the energetic figure shocking. Not only has Gregor changed, but his new form has caused his family members to change in reaction."},{"page":"https://www.sparknotes.com/lit/metamorph/quotes/theme/transformation","quote":"His growing lack of concern for the others hardly surprised him, whereas previously he had prided hi","desc":"Gregor reflects on how his attitude altered after his transformation. Gregor hears his sister playing the violin and ventures out of his room to listen to the music, even though he knows his appearance would shock the gathered boarders. Here, he recalls that he would never have done such a thing as a human but doesn’t find this change surprising. Not only has Gregor’s physical appearance become disgusting to others, but his character has become more repulsive and less humanlike as well."},{"page":"https://www.sparknotes.com/lit/metamorph/quotes/theme/identity","quote":"But he quickly withdrew it in disappointment; not only was eating difficult on account of his tender","desc":"Towards the end of Gregor’s first day as a bug, his sister leaves out food for him that she knows he has liked in the past. While initially excited by the offering, Gregor actually finds the first taste revolting. His change in appetite ominously indicates to the reader the extent of the metamorphosis: Even though Gregor still possesses his same thoughts and memories, Gregor’s physical form controls his actions. The transformation will eventually alter Gregor’s personality and preferences too."},{"page":"https://www.sparknotes.com/lit/metamorph/quotes/theme/identity","quote":"Then other times he could not be bothered to worry about his family, he was filled with rage at thei","desc":"As Gregor has nothing to do but think in his new life, he spends time wondering about his family’s well-being and what could be happening at his old job. Here, however, he acknowledges that his anger towards his family at their treatment of him sometimes takes over, and he pictures invading their food cache and eating whatever he wishes. Before his transformation, Gregor prided himself on caring for his family and being successful in his job. Without being able to do these things, he loses his identity to the point that he sometimes resents his family instead of caring for them."},{"page":"https://www.sparknotes.com/lit/metamorph/quotes/theme/alienation","quote":"Gregor now stationed himself directly before the living room door, determined to persuade the hesita","desc":"The narrator describes an event that clearly reveals the effects Gregor feels after being a bug for one day. All day, Gregor remains in his room, eating food his sister leaves inside his bedroom door. When he thinks he hears someone trying to open his door, he eagerly waits for the person to enter. A bug for only one day, Gregor retains his humanity and feels desperate for social contact."},{"page":"https://www.sparknotes.com/lit/metamorph/quotes/theme/alienation","quote":"Although Gregor could get no news directly, he overheard a great deal from the neighboring rooms, an","desc":"The narrator explains that since none of Gregor’s family members think that he can understand them, and since none of them wish to see him, Gregor gets no updates on his family’s status or news of the outside world. In the beginning, his family mostly discussed Gregor’s transformation and what they should do about his situation. Gregor longs to hear updates and news to remain connected to the world and to others, but he has no way of communicating his needs."},{"page":"https://www.sparknotes.com/lit/metamorph/quotes/theme/alienation","quote":"To spare her from even these glimpses, he dragged the sheet to the sofa on his back one day—this req","desc":"About a month after Gregor turns into a bug, he understands that his appearance still repulses his sister. Here, the narrator explains that even when he hides under the couch, Gregor knows that she can see a bit of his head, so he begins hiding under a sheet to prevent her from seeing any of him. Even though Gregor wishes to remain a part of his family, he alienates himself further out of love for them."},{"page":"https://www.sparknotes.com/lit/metamorph/quotes/theme/alienation","quote":"“Gregor, you!” yelled the sister, glaring fiercely and raising her fist. These were her first direct","desc":"Grete yells at Gregor after their mother faints when she sees Gregor on the wall. He notes that no one has spoken to him since his transformation, though he heard his family talk about him plenty. Grete’s words, spoken in disgust and anger, represent the first direct contact a family member makes with him since transforming, revealing the growing lack of human connection with Gregor."},{"page":"https://www.sparknotes.com/lit/metamorph/quotes/theme/alienation","quote":"[T]oward evening every day the living room door...was opened, so that lying in the darkness of his r","desc":"Here, the narrator explains how, after Gregor’s father injures him with an apple, Gregor feels satisfied with the compensation for this injury—being able to watch his family from the cover of darkness. Although the situation does not make up for his limited mobility and the fact that his father attempted to kill him, Gregor’s contentment with being able to watch his family reveals his sense of alienation from people in general and his family specifically, as well as his motivation to preserve his relationships."},{"page":"https://www.sparknotes.com/lit/metamorph/quotes/theme/family","quote":"Well, I have not entirely given up hope, and as soon as I have saved the money to pay off the debt m","desc":"On the morning of his transformation, Gregor lies in bed thinking about how he’d like to leave his job. However, his family depends on his position to pay off their debts with the employer. Gregor’s resignation to continuing five to six more years in a job he doesn’t like shows how much he values taking care of his family. Later, his love for them becomes heartbreaking as they refuse to even look at him."},{"page":"https://www.sparknotes.com/lit/metamorph/quotes/theme/family","quote":"Gregor’s serious injury, from which he suffered for almost a month...served to remind even the fathe","desc":"The narrator explains that after Gregor’s father nearly kills him, Gregor becomes weaker and less mobile than before, which elicits some sympathy from his family. Despite his appearance, they know that a part of Gregor remains present. They don’t want to cast him out just yet. However, the unfailing devotion to his family that Gregor felt before his transformation contrasts with his parents’ and sister’s view of taking care of Gregor as an unwelcome duty."},{"page":"https://www.sparknotes.com/lit/metamorph/quotes/theme/family","quote":"His thoughts, full of tenderness and love, went back to his family. He was even more firmly convince","desc":"The narrator reveals Gregor’s thoughts after his sister insists that they should try to get rid of him after the boarders see him. He decides to go in his room and die to spare them the burden of his new shape. Gregor’s tender, loving thoughts for his family show how deeply Gregor still cares for them, that he will sacrifice himself for their happiness."},{"page":"https://www.sparknotes.com/lit/metamorph/quotes/character/gregor-samsa","quote":"“What if I went back to sleep for a while and forgot all this foolishness,” he thought. However, thi","desc":"Gregor rationally concludes he must be imagining that he has woken up in the body of a bug. He doesn’t seem particularly convinced by what he sees until experiencing the inconvenience of his unaccustomed sleep position. Gregor’s reaction to his transformation reflects his typical calm and patience in the face of hardship, an almost ridiculous reaction to his circumstances."},{"page":"https://www.sparknotes.com/lit/metamorph/quotes/character/gregor-samsa","quote":"These were surely unnecessary worries at the moment. Gregor was still here and would not think of de","desc":"Gregor overhears his sister crying when the head clerk from Gregor’s office comes to check on his tardiness. Gregor assumes she worries about him losing his job, which would result in the family suffering financial ruin. Here, he dismisses these worries in his mind and feels confident that he can make it to work despite his condition, which shows his deep devotion to his family."},{"page":"https://www.sparknotes.com/lit/metamorph/quotes/character/gregor-samsa","quote":"For now he must lie low and try, through patience and the greatest consideration, to help his family","desc":"While locked in his room, Gregor wonders if any of his family members will come to see him but makes the decision to be patient with them. He quickly accepts that he has caused them “inconvenience,” because they completely depend on him. Clearly, Gregor’s identity remains intact despite his new physical form, as he prioritizes his family’s happiness over his own."},{"page":"https://www.sparknotes.com/lit/metamorph/quotes/character/gregor-samsa","quote":"And so he began to work with consuming energy and was promoted, almost overnight, from a minor clerk","desc":"Here, Gregor recalls how he rose in the ranks of his company after his parents’ financial ruin. He notes that he never asked his father about the specifics of their financial situation, but immediately got to work and was intent on succeeding. Gregor seems to have been motivated not only by the need for money, but also by the immense pride he felt by providing for his family."},{"page":"https://www.sparknotes.com/lit/metamorph/quotes/character/gregor-samsa","quote":"Gregor spent the days and nights almost entirely without sleep. Sometimes he mulled over the idea th","desc":"Gregor describes the pain he feels when his sister closes the door to his room at night. He fixates on the idea that he should be taking care of his family as he did before, which shows how wrapped up his identity remains with being a provider."},{"page":"https://www.sparknotes.com/lit/metamorph/quotes/character/grete-samsa","quote":"If only the sister had been there! She was perceptive; she had already begun to cry when Gregor was ","desc":"Gregor thinks this to himself after the head clerk sees him and begins to leave. Gregor knows he must be stopped but has no way of communicating this to his parents. Gregor’s desire for Grete to come to his rescue reveals their close relationship. Gregor views his sister as perceptive and sympathetic because she seems to have known that something was wrong with him before she saw him."},{"page":"https://www.sparknotes.com/lit/metamorph/quotes/character/grete-samsa","quote":"She did not immediately find him, but when she noticed him underneath the sofa...she was so startled","desc":"Here, the narrator describes the moment Grete comes into Gregor’s room for the first time since his transformation. Despite being startled by Gregor’s appearance, Grete forces herself to enter the room. Gregor notes her treatment of him as an invalid or stranger, not as a brother. In the days to come, she alone takes care of him despite her youth and her own discomfort, which reflects her sympathetic nature at the beginning of the story."},{"page":"https://www.sparknotes.com/lit/metamorph/quotes/character/grete-samsa","quote":"If only Gregor had been able to speak with the sister and thank her for everything she was obliged t","desc":"After noting all Grete does for him, Gregor reflects on his inability to thank her. He gratefully remarked on her perceptiveness and kindheartedness earlier in the story. Now Gregor views her continuous aid as somewhat of a burden, as he typically plays the role of caretaker."},{"page":"https://www.sparknotes.com/lit/metamorph/quotes/character/grete-samsa","quote":"No longer concerning herself about what Gregor might particularly care for, the sister hastily shove","desc":"The more time passes after Gregor’s transformation, the less patient Grete seems to be in caring for him. While she once paid attention to what food Gregor ate more of, she now doesn’t seem to notice that he barely eats at all. As a result of the change in Gregor’s physical form, Grete has gone through her own sort of transformation from kindhearted to indifferent."},{"page":"https://www.sparknotes.com/lit/metamorph/quotes/character/grete-samsa","quote":"He would stand guard at all the doors simultaneously, hissing at the attackers; the sister, however,","desc":"As Gregor inches out of his room to hear Grete playing the violin, he fantasizes about getting her to spend time with him in his room and keeping others out. He imagines that she would not stay due to force but would choose to stay. Here, Gregor pictures their relationship as it used to be, when he took care of her instead of her taking care of him and before Grete lost her sympathy for him."},{"page":"https://www.sparknotes.com/lit/metamorph/quotes/character/the-father","quote":"Naturally it did not occur to the father in his present mood to open the other wing of the door to g","desc":"The narrator describes the scene after Gregor attempts to follow the head clerk to prevent him from leaving. As the father drives Gregor back into his room, Gregor notes that he can’t fit through the double-door without someone else opening the other wing. While Gregor remains completely conscious of his surroundings and continues thinking just as he used to, his father now only views him as an insect that must be hidden away."},{"page":"https://www.sparknotes.com/lit/metamorph/quotes/character/the-father","quote":"It was clear to Gregor that the father had misinterpreted Grete’s all too brief statement and assume","desc":"The narrator provides insight into the moment after Gregor’s mother faints from seeing Gregor. Without asking for clarification, the father comes after Gregor, assuming that Gregor’s disgusting physical body reflects a disgusting character as well. He no longer seems to see Gregor as his son."},{"page":"https://www.sparknotes.com/lit/metamorph/quotes/character/the-father","quote":"He probably did not know what he himself intended to do, nevertheless he lifted his feet unusually h","desc":"Gregor makes surprisingly unemotional observations while his father attacks him. In the midst of his father’s violence toward him, he marvels at the size of his father’s feet, an observation possibly motivated by a crawling bug’s survival instinct. He reflects that he has seen this moment coming since the first day of his transformation. The father’s immediate desire to be rid of Gregor shows how little sympathy he has."},{"page":"https://www.sparknotes.com/lit/metamorph/quotes/character/the-father","quote":"Not until the two women pulled him up under the arms would he open his eyes and look back and forth ","desc":"The father remarks on the state of his life as the mother and Grete lead him from his chair to his bed. Before Gregor’s transformation, the father stayed at home, but now he must work again and seems exhausted by the time he gets home. Not only does the father not have his son Gregor to provide for him and his family anymore, but he also must deal with Gregor’s continued burdensome existence. His words and actions reflect his resentment of the situation."},{"page":"https://www.sparknotes.com/lit/metamorph/quotes/character/the-father","quote":"Herr Samsa, who realized that she was eager to begin describing the details, cut her short with a de","desc":"Here, the narrator describes the father’s reaction when the charwoman tries to explain more about Gregor’s death. As she begins to explain that she took care of Gregor’s body, the father cuts her off. The father doesn’t care to hear any more about the insect he never seemed to see as his son."},{"page":"https://www.sparknotes.com/lit/metamorph/quotes/character/the-mother","quote":"Incidentally, the mother wanted to visit Gregor relatively soon but the father and the sister put he","desc":"After Gregor’s transformation, Grete alone occasionally sees him under the couch. The father wants nothing to do with him, but as the narrator reveals here, the mother often asks to see him. Although she knows how shocked and potentially disgusted she might be by the sight of him, she desperately wants to see Gregor, showing that although she cannot speak to him and that he does not look the same, she still loves him."},{"page":"https://www.sparknotes.com/lit/metamorph/quotes/character/the-mother","quote":"“And doesn’t it look,” concluded the mother very softly...“and doesn’t it look, by removing all the ","desc":"The mother explains why she believes they should leave Gregor’s room intact rather than take out the furniture so that Gregor has more space to crawl on the walls and ceiling. While Grete wants to make Gregor as happy as possible in the moment, the mother fixates on waiting for Gregor to turn back into a human. Unlike the father and sister, and even Gregor, the mother holds on to hope that Gregor’s situation will pass."},{"page":"https://www.sparknotes.com/lit/metamorph/quotes/character/the-mother","quote":"But Grete’s words had quite unnerved the mother; she took a step to the side, took in the huge brown","desc":"Here, the narrator describes the moment the mother sees Gregor on the wall for the first time since his transformation. Although she has been eager to see him despite warnings from Grete and the father, the mother reacts to Gregor in horror. Despite her sympathy for Gregor and her hope that his human body will return, she cannot fathom that the bug on the wall is her own son."},{"page":"https://www.sparknotes.com/lit/metamorph/quotes/character/the-mother","quote":"“Dead?” said Frau Samsa, and looked up inquiringly at the charwoman, although she could have investi","desc":"After the charwoman tells the family of Gregor’s death, the mother asks for clarification. Even though the mother still feels affection for Gregor, she relies on another woman to care for him and dispose of his body, and she cannot bring herself to see her dead son."},{"page":"https://www.sparknotes.com/lit/metamorph/quotes/character/the-charwoman","quote":"This old widow, who must have weathered the worst in her long life with the help of her sturdy bone ","desc":"The narrator introduces the charwoman whom the family hires to care for Gregor when they no longer can or wish to. The charwoman doesn’t mind dealing with Gregor because her experience with the worst in life desensitizes her to Gregor’s appearance."},{"page":"https://www.sparknotes.com/lit/metamorph/quotes/character/the-charwoman","quote":"Initially she would also call him over to her with words she probably considered friendly, like “Com","desc":"When the charwoman begins taking care of Gregor, she proves herself to be very unlike the rest of the family. Unlike Grete, who took pains to never see or speak to Gregor, the charwoman teases him and seems to find the situation funny. Her attitude reveals her ability to accept life as it comes and approach devastating situations with good humor."},{"page":"https://www.sparknotes.com/lit/metamorph/quotes/character/the-charwoman","quote":"She thought he was lying motionless on purpose, pretending to sulk; she imbued him with all manner o","desc":"The narrator explains that when the charwoman comes across Gregor’s dead body, she at first thinks he is pretending, despite never having communicated with him as either a human or bug. Unlike the family, she understands that Gregor remains conscious of his situation just as when he appeared in human form."}]