[{"page":"http://www.sparknotes.com/lit/tomsawyer/quotes/","quote":"I ain’t doing my duty by that boy, and that’s the Lord’s truth, goodness knows. Spare the rod and sp","desc":"This quotation is from Chapter 1, when Tom has just escaped Aunt Polly’s grasp once again. Aunt Polly’s mixture of amusement and frustration at Tom’s antics is characteristic of her good humor. She attempts to discipline Tom out of a sense of duty more than out of any real indignation. In fact, she often seems to admire Tom’s cleverness and his vivacity. Her inner conflict about her treatment of Tom is summed up in the final sentence of this passage.The faithful re-creation of regional dialects is a characteristic element of Twain’s style. Aunt Polly uses a colloquial vocabulary and pronunciation that may be difficult for a reader unfamiliar with these speech patterns. Twain’s minute attention to language is an important aspect of his realism—–his project of capturing the uniqueness of American frontier life. Twain carefully studied the speech of his local Missouri community and experimented with different ways of rendering it in writing. Furthermore, he attended closely to the internal variations in speech even within such a small town as Hannibal (rendered in his fiction as St. Petersburg). The differences between the language of rich people and poor people, and between the language of Black people and white people, often find expression in Twain’s dialogue. In addition to its distinctive idiom and accent, Aunt Polly’s speech is peppered with clichés and folk wisdom, mixing Scripture and local sayings in a way that gives structure and meaning to her experience."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/page/2","quote":"“Oh come, now, you don’t mean to let on that you like it?” The brush continued to move. “Like it? We","desc":"This interchange between Ben Rogers and Tom occurs during the whitewashing episode from Chapter 2. One of Tom’s earliest exploits in the novel, the whitewashing scam gives us a thorough initial look at Tom’s ingenious character. Most evident in this dialogue with Ben Rogers is Tom’s consummate skill as an actor and his instinctive understanding of human behavior. In these moments of prankish virtuosity, Tom always keeps one step ahead of his victims, anticipating their reactions and cornering them verbally into the response he desires. In painting these scenes, Twain draws on the American folk tradition of the trickster. (The Br’er Rabbit tales are another well-known example of this type of story.)This episode also gives Twain a chance to advance the idea that certain values are as much a matter of convention as anything. The moral with which Twain concludes this amusing scene is, “Work consists of whatever a body is obliged to do, and...[p]lay consists of whatever a body is not obliged to do.” The arbitrariness of many conventions and the absurdity with which people desire things just because they are forbidden are facts of life that Twain scrutinizes again and again in the novel."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/page/3","quote":"Mr. Walters fell to “showing off,” with all sorts of official bustlings and activities....The librar","desc":"This Sunday school scene from Chapter 4 shows the height of Twain’s leveling satire. While Twain makes explicit jabs at the religious spirit and the structures of organized religion elsewhere in the novel, in this scene he directs his mockery toward human nature in a more generalized way. Much of the comic effect of this scene stems from the uniformity of the ridiculous behavior exhibited by teachers, students, boys, and girls. So strong is the human need to impress and to win approval that not even Judge Thatcher is exempt from the temptation to “show off.” Twain suggests that the desire to stand out is universal, which means that in their efforts to distinguish themselves, people wind up all looking alike.For the adults, “showing off” means attempting to conceal the rough edges of their schoolroom establishment, prettifying the Sunday school so that the judge will get an enhanced sense of what is normal there. Such sugarcoating of reality is a particular object of Twain’s contempt, and it is exactly what he does not want his fiction to do. Twain is committed to realism, to depicting the everyday world with all its irregularities and imperfections. In fact, Twain’s penchant for roughness and variation makes his satire more tender and compassionate than it might otherwise be."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/page/4","quote":"Tom was a glittering hero once more—the pet of the old, the envy of the young. His name even went in","desc":"The community’s assessment of Tom in Chapter 24, after his testimony against Injun Joe, implicitly acknowledges the close relationship between Tom’s misbehavior and his heroism. If Tom had not sneaked out at night to carouse in the cemetery with Huck, he would never have been present to witness Dr. Robinson’s murder—as by all rights he should not have been. Tom’s consistently bold and risky behavior puts him in the position to save the day. Distinguishing himself from the conventional, run-of-the-mill behavior that is accepted as the standard in his community is an achievement that cuts both ways, as it makes Tom exceptional in both the good and the bad sense: an extreme character like his is bound to lead either to greatness or to ignominy; as the town puts it, he either will become president or hang."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/page/5","quote":"Huck Finn’s wealth and the fact that he was now under the Widow Douglas’s protection introduced him ","desc":"This passage from Chapter 35 is perhaps the clearest description of the way Huck’s life changes after the Widow Douglas takes him in. Though told by the narrator rather than by Huck himself, the passage nevertheless renders the situation as it appears through Huck’s eyes. This technique—rendering a limited, childish point of view as though it were objective—is one Twain uses throughout the novel to help us identify with the boys more than with the adults of the town. Much of the force of Twain’s heavily nostalgic narrative comes from the way it tugs at the memories most adult readers have stored away, however deeply, of what it was like to be a child. We are thus able to view the events of the novel from a double perspective: from a child’s point of view and from a wider perspective that sees the limitations of that view and, most likely, its charm as well. The ordinary quality of the things the Widow Douglas compels Huck to do is meant to shock us out of our own assumptions. We realize afresh how unorthodox Huck’s life has actually been. This realization in turn forces us to contemplate more intently the way a life of normalcy could feel like a prison after a life of such radical freedom."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/theme/nature","quote":"Saturday morning was come, and all the summer world was bright and fresh, and brimming with life. Th","desc":"The theme of nature jumps from the page as Tom reluctantly prepares for his chore of whitewashing the fence and the narrator describes the natural world around him. The narrator describes this Saturday summer morning as bright, beautiful, and inviting. This idyllic setting tempts Tom to abandon the chores forced on him as a punishment and to explore nature. The natural world symbolizes happiness and freedom to Tom Sawyer, tying his character to that of the authentic romantic hero."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/theme/nature","quote":"There was not even a zephyr stirring; the dead noonday heat had even stilled the songs of the birds;","desc":"The narrator explains that Tom, upset after fighting with Becky, runs off to a dense wood to find comfort, demonstrating the importance of nature as inner landscape. Tom reflects on the silent, morose natural setting and feels at one with his surroundings that parallel his self-pitying mood. He envisions lying with the trees and grass in final repose, showing how nature symbolizes comfort and peace to Tom during times of struggle."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/theme/nature","quote":"It was the cool gray dawn, and there was a delicious sense of repose and peace in the deep pervading","desc":"The narrator describes sunrise, personifying nature as awakening to a work day. Giving nature humanlike qualities strengthens the connection between nature and the boys in this scene. When Tom, Joe Harper, and Huck run away and camp on Jackson’s Island, their entire adventure involves fleeing from civilization and seeking refuge in a natural setting. As Tom wakes in the morning in the woods, the narrator describes his surroundings using words like “delicious,” “calm,” and “cool” to reflect nature’s positive effect."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/theme/youth-and-innocence","quote":"He worshiped this new angel with furtive eye, till he saw that she had discovered him; then he prete","desc":"The narrator describes when Tom sees Becky Thatcher for the first time and expresses his infatuation with exuberance. Tom relies on age-old, “boy meets girl” flirting by pretending to ignore Becky while simultaneously doing his best to get her attention. Instead of just speaking to her to express his interest, he tries to draw her interest through gymnastic moves and stunts. This immature approach to a childish crush speaks to Tom’s youth and innocence."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/theme/youth-and-innocence","quote":"While it lasted, he got them interested in a new device. This was to knock off being pirates, for a ","desc":"The narrator’s description of Tom, Huck, and Joe’s childlike, imaginative games while camping on Jackson’s Island reveals the theme of youth and innocence. While the boys chose to run away from the village and initially celebrate their independence, after only a few days, they begin to feel homesick. To distract themselves from their longing for home, they turn to their youthful imaginations and jump into a make-believe world of Indians. Immersing themselves in this imaginary world with costume and play heals their aching hearts for a time."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/theme/youth-and-innocence","quote":"So they played Robin Hood all the afternoon, now and then casting a yearning eye down upon the haunt","desc":"Tom and Huck’s adventures of treasure hunting and haunted houses, described here by the narrator as serious business, conveys the intensity of childhood. From their imaginative play of Robin Hood to their childlike belief in buried treasure, Tom and Huck exude a contagious youthful innocence and passion for life. While fully absorbed in playing and digging for treasure, their youthful curiosity takes in all their surroundings. A haunted house arouses their enthusiastic superstitions. They end the day content and fulfilled by their adventures as only the young unspoiled by cynicism can feel."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/theme/individualism-versus-conformity","quote":"The girl “put him to rights” after he had dressed himself; she buttoned his neat roundabout up to hi","desc":"Early in the novel, Tom reveals his conflict with societal constraints when Mary requires him to clean and dress well for church. While Tom puts up with the cleaning and dressing, he reflects on how his attire makes him feel trapped and uncomfortable. Worse, Tom despises their destination, Sunday school. He experiences visceral annoyance doing what he doesn’t want to do. Having a strong sense of individuality, Tom struggles with conforming to the expectations of society or anything that represents society, such as church, school, or dressing up."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/theme/individualism-versus-conformity","quote":"They felt no longing for the little village sleeping in the distance beyond the majestic waste of wa","desc":"Tom, Huck, and Joe have run away to Jackson’s Island, secluding themselves from the village and civilization. As described by the narrator here, in the beginning of this adventure, they feel happy to escape society and its constraints. However, readers learn that the boys become homesick and think about returning, making their choice between individuality and society a real struggle. They must weigh their profound joy and relief of their first days at camp against the comforts of home and family in the village."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/theme/individualism-versus-conformity","quote":"He was unkempt, uncombed, and clad in the same old ruin of rags that had made him picturesque in the","desc":"Later in the story, the Widow Douglas tries to take in Huck Finn and conform him to civilized ways. However, after only a few weeks, Huck runs away because he’s just not used to living under constraint. Here, Huck tries to explain to Tom why he ran away and how he never wanted to fit into society’s boundaries. Huck’s entire character represents the primacy of the individual over society. Tom will put up with some of society’s constraints, but Huck simply longs to live on his own and do what he wants."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/theme/imagination","quote":"But the elastic heart of youth cannot be compressed into one constrained shape long at a time. Tom p","desc":"Tom imagines his life away from the village, dreaming about what he could do or become. As he bounces from one idea to another—a clown to an Indian to a pirate—Tom reveals the youthfulness of his imagination. When Tom faces sadness or difficulty, he uses his vivid imagination to escape his current situation and dream about his future. However, his dreams, often not realistic or plausible, distinctly connect to the theme of imagination in this novel."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/theme/imagination","quote":"If you buried a marble with certain necessary incantations, and left it alone a fortnight, and then ","desc":"The theme of imagination rings true through Tom’s strong belief in superstitions. As the narrator explains here, Tom often took part in superstitious acts, such as burying a marble with the hopes that all lost marbles would appear in that spot with just the right magic spell. Clearly, these childlike superstitions require imagination and a desire to believe in the unbelievable. Even when his superstitious ritual fails, Tom holds onto his absurd belief system by blaming the failing marble charm on a witch’s trick."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/theme/imagination","quote":"We got to give this one up. We can’t ever tell the right time, and besides this kind of thing’s too ","desc":"As Huck talks to Tom during their treasure hunting, the theme of imagination comes through the boys’ active belief in superstitions, witches, ghosts, and haunted houses. To begin with, Tom and Huck time their digging to midnight by the shadow of the tree based only on a superstition they heard that this exact action would help them find a treasure. Then, Huck and Tom both scare themselves by letting their imaginations go wild thinking that ghosts and witches surround them while they dig."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/theme/morality","quote":"Then her conscience reproached her, and she yearned to say something kind and loving; but she judged","desc":"The narrator reveals Aunt Polly’s inner turmoil as she becomes conflicted between self-interest and morality. When she falsely accuses Tom of something that Sid did, Aunt Polly realizes her mistake, but feels afraid to apologize as such an action might undermine her authority over Tom. Adults in this story often contradict the code of conduct they impose on the youth, such as following rules and admitting your mistakes. Here, Aunt Polly demonstrates moral cowardice by feeling badly about mistreating Tom but choosing not to own up to her mistake."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/theme/morality","quote":"Since Tom’s harassed conscience had managed to drive him to the lawyer’s house by night and wring a ","desc":"The narrator describes the scene in which Tom finally tells the truth about what he and Huck saw in the graveyard. Tom’s inner struggle and Huck’s loss of confidence highlight the theme of morality. Despite knowing he made a solemn promise to Huck, Tom’s conscience finally convinces him to tell the truth about Injun Joe murdering the doctor. While this decision brought great mental anguish to both boys, Tom’s actions reveal his good moral character."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/theme/morality","quote":"A deadly chill went to Huck’s heart—this, then, was the “revenge” job! His thought was to fly. Then ","desc":"Huck Finn’s morality matures over the course of this novel as he learns to listen to his conscience. After Huck follows Injun Joe and his accomplice from the haunted house and comes across their plan to get “revenge” on the Widow Douglas, he becomes terrified and wants nothing more than to run away. However, as revealed by the narrator here, Huck’s conscience wins over his fear this time as he wants to help the Widow Douglas, who has shown him kindness. Readers later learn that Huck’s actions save Widow Douglas’s life, a clear detail revealing how morality wins over fear."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/tom-sawyer","quote":"Within two minutes, or even less, he had forgotten all his troubles. Not because his troubles were o","desc":"The narrator describes a scene in which Tom Sawyer’s youthful character reveals itself as he becomes easily distracted from his troubles by a new interest in and skill for whistling. Even though these lines compare Tom’s troubles to an adult’s problems, Tom’s solution of whistling symbolizes his youthful spirit. Clearly, Tom Sawyer encounters adversity and gets upset, but ultimately, the resources of youth will win out."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/tom-sawyer","quote":"He had had a nice, good idle time all the while—plenty of company—and the fence had three coats of w","desc":"The narrator presents Tom’s mischievous and clever personal qualities when Tom not only finds a way to avoid his fence-painting chore, but also profits off of the evasion. Soon after convincing other boys that he was lucky to have the chance to whitewash the fence, Tom is leisurely watching others work while collecting items from them. While this action reveals Tom’s naughty, lazy character, his intelligence, and ingenuity seem quite impressive."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/tom-sawyer","quote":"The boy whose history this book relates did not enjoy the prayer, he only endured it—if he even did ","desc":"Tom Sawyer’s character struggles between his individuality and society’s expectations throughout the novel, and as the narrator reveals here, Tom’s aversion to organized religion causes him the most turmoil. Tom sits through church because his aunt and the village as an entity expects him to. However, he does not enjoy standardized prayer, and instead, longs for freedom. Although Tom’s sharp mind unconsciously tracks the preacher’s deviations from ritual, he clearly does not have a focus on religion."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/tom-sawyer","quote":"The harder Tom tried to fasten his mind on his book, the more his ideas wandered. So at last, with a","desc":"Tom’s feelings towards school and studying as revealed by the narrator further display the conflicts his individualism creates with society’s expectations. Even though Aunt Polly and the villagers expect Tom to focus on his education, his mind wanders to anything else, especially an escape to nature and adventure. During this novel’s time period, school consisted of rote learning, leaving no room for imagination or freedom of thought, conflicting entirely with Tom Sawyer’s personality and character."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/tom-sawyer","quote":"Tom dodged hither and thither through lanes until he was well out of the track of returning scholars","desc":"The narrator explains how, after a trying day at school and a fight with Becky, Tom escapes to nature, leaving his troubles behind him. In this emotional flight, Tom also reveals his youthful, superstitious beliefs as he crosses an outlet several times to avoid pursuit. By disappearing behind the Douglas mansion on the summit of Cardiff Hill, Tom escapes society, looking to nature for comfort."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/tom-sawyer","quote":"Tom’s mind was made up now. He was gloomy and desperate. He was a forsaken, friendless boy, he said;","desc":"Here, Tom’s inner thoughts demonstrate his role as a romantic character through his youthful reaction to life, his vivid imagination, and his reliance on nature for solace. After struggling with various life experiences, Tom jumps to an extreme conclusion, declaring that he will run away and lead a life of crime. Tom’s emotional reaction and eventual escape to become a pirate on Jackson Island support his categorization as a romantic hero."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/tom-sawyer","quote":"Now the boy stole out, rose gradually by the bedside, shaded the candlelight with his hand, and stoo","desc":"As Tom sneaks home during his time away on Jackson Island, he displays his genuine love for his Aunt Polly, as described here by the narrator. As he checks on her and leaves her with a kiss, he clearly feels bad for letting her think he is dead. However, at the same time, Tom’s mischievous and youthful selfishness leads the way in his choosing the fun of a surprise resurrection over relieving Aunt Polly’s grief."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/tom-sawyer","quote":"Every reference to the murder sent a shudder to his heart, for his troubled conscience and fears alm","desc":"As the murder trial of Muff Potter comes to court, Tom’s suffering conscience also returns. The narrator describes how Tom struggles with not revealing the truth of what happened in the cemetery, displaying his moral character. Not only does Tom worry about being caught lying, he fears Injun Joe’s retaliation and feels guilty about letting Muff Potter take the blame for something Tom knows he did not do."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/tom-sawyer","quote":"Tom lay upon a sofa with an eager auditory about him and told the history of the wonderful adventure","desc":"The narrator describes the scene in which Tom recounts how he and Becky finally get out of the caves after being lost for days. His elaborate retelling of their adventure reveals Tom’s youthful imagination and hero-like personality as he soaks up the attention of their escape. However, in reality, Tom was a hero, showing genuine love and concern for Becky while demonstrating his creative intelligence and resourcefulness in finding a way out of the caves."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/tom-sawyer","quote":"Just as dead earnest as I’m a-sitting here. But Huck, we can’t let you into the gang if you ain’t re","desc":"At the end of the story, Tom Sawyer convinces Huck Finn to return to society by offering him membership in his gang of robbers. While this gang symbolizes individualism, his ultimatum that Huck must be “respectable” to join shows that Tom does value the role of society. Tom has struggled between individualism and society throughout the novel, but he demonstrates his compromise in these final moments."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/huckleberry-finn","quote":"Shortly Tom came upon the juvenile pariah of the village, Huckleberry Finn, son of the town drunkard","desc":"The narrator’s first description of Huckleberry Finn paints Huck as the epitome of individualism and therefore despised by traditional society. Going against all societal expectations, Huck represents the romantic character that other children want to emulate because he seems different and free and illicit. Tom also gives Huck that role as he seeks out the company of Huck every chance he gets despite being told not to play with him."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/huckleberry-finn","quote":"Huckleberry was always dressed in the castoff clothes of full-grown men, and they were in perennial ","desc":"The narrator’s physical description of Huckleberry Finn gives him the visual complement to his individualistic behavior. Huck’s attire—men’s clothing that appears worn out and ill fitting—doesn’t conform to society’s expected dress for children just as his lifestyle doesn’t suit the village adults."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/huckleberry-finn","quote":"Huckleberry came and went, at his own free will. He slept on doorsteps in fine weather and in empty ","desc":"The narrator continues to describe Huckleberry Finn as a character that symbolizes individualism over society. From Huck’s independence to come and go as he pleases, to his image as a romantic hero to every boy in St. Petersburg, Huck has what many individuals crave: freedom. This quote even specifies how Huck does not participate in school or church, two institutions strongly representing society’s expectations."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/huckleberry-finn","quote":"Aunt Polly, Mary, and the Harpers threw themselves upon their restored ones, smothered them with kis","desc":"When the boys return to the village on the day of their own funerals, the narrator describes how uncomfortable the joyous reception makes Huck Finn. In this moment, the narrator portrays how Huck Finn is not used to being loved or cherished in the way that Tom and Joe have been raised. While at first the unwelcome stares feel difficult for Huck, it’s Aunt Polly’s loving attention that makes Huck most uncomfortable."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/huckleberry-finn","quote":"Poor Huck was in the same state of wretchedness and terror, for Tom had told the whole story to the ","desc":"Here, the narrator describes how Tom’s truth-telling directly affects Huck Finn. To begin with, this truth puts both boys at risk when considering Injun Joe’s fury, even though Tom left Huck’s name out of the account. While Tom’s conscience forces him to tell the truth, in doing so he also breaks an oath that he made with Huck Finn, justifiably shaking Huck’s tenuous trust in others."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/huckleberry-finn","quote":"[“]We can’t ever tell the right time, and besides this kind of thing’s too awful, here this time of ","desc":"When Tom and Huck go out at night to look for buried treasure, Huck reveals his youthful superstitions, fears, and imagination. In this quote, Huck explains why this time of night and location give him the creeps, specifically speaking about ghosts and witches. Despite Huck’s self-sufficient ethic, he is still a child that lets his imagination get the better of him, creating fears and doubt."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/huckleberry-finn","quote":"A deadly chill went to Huck’s heart—this, then, was the “revenge” job! His thought was to fly. Then ","desc":"Despite his negative view of society, Huckleberry Finn reveals his high moral character when he cannot just run away after hearing Injun Joe’s revenge plan against the Widow Douglas. Despite great fear, Huck thinks about Widow Douglas's kindness and finds a way to help. Huck as an individual might disregard society’s expectations, but as a human being he shows genuinely good character."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/huckleberry-finn","quote":"“Please let me in! It’s only Huck Finn!”...“It’s a name that can open this door night or day, lad!—a","desc":"When the old Welshman greets Huck Finn in such a welcoming and inviting way, the narrator describes how surprised Huck feels by this treatment. Huck realizes that these words of welcome have never been used in connection with his name before. However, Huck also describes how pleasant such kind treatment feels. Perhaps, Huck’s heroic actions in helping the Widow Douglas have altered his views of society."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/huckleberry-finn","quote":"Huck Finn’s wealth and the fact that he was now under the Widow Douglas’ protection introduced him t","desc":"After Huckleberry Finn becomes a wealthy hero, the Widow Douglas takes him under her wing. While she has good intentions, the narrator describes how she forces Huck into society’s mold. The Widow Douglas thinks that she improves Huck’s life by giving him a home and teaching him to stay clean, go to church and school, and behave properly. However, these things only represent imprisonment to an individual like Huck."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/huckleberry-finn","quote":"Tom, it don’t make no difference. I ain’t everybody, and I can’t stand it. It’s awful to be tied up ","desc":"As the novel concludes, Huckleberry Finn disappears after three weeks living with the Widow Douglas. When Tom finally finds him, Huck passionately describes to Tom why he had to run away. In this explanation of how the Widow Douglas’s expectations conflict with everything he feels in his soul, Huck demonstrates his deep-down individualism. Society’s conditions represent a prison to a character like Huck Finn."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/injun-joe","quote":"[“]Say, Huck, I know another o’ them voices; it’s Injun Joe.”...“That’s so—that murderin’ half-breed","desc":"Huck and Tom introduce Injun Joe to the novel as they react to hearing his voice in the cemetery the night they witness a murder. Through Tom and Huck’s conversation, readers learn of Injun Joe’s infamous violence. Huck’s response in saying he would rather meet the devil speaks to the fear and evil that Injun Joe represents to these boys."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/injun-joe","quote":"Five years ago you drove me away from your father’s kitchen one night, when I come to ask for someth","desc":"While in the cemetery as Huck and Tom secretly listen in, Injun Joe turns on Dr. Robinson after digging up a grave. Injun Joe explains to the doctor that he has been holding a grudge against him for five years for mistreating Injun Joe when he asked for something to eat at the doctor’s father’s home. Injun Joe clearly states that he remains angry for the mistreatment and seeks vengeance."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/injun-joe","quote":"[I]n the same instant the half-breed saw his chance and drove the knife to the hilt in the young man","desc":"Injun Joe reveals his lack of any moral character when he murders the young doctor, feels satisfaction from taking his revenge, and then sets up Muff Potter to take the blame. Only a truly evil person with no conscience could so easily murder a human being and then falsely accuse another with no remorse. Injun Joe’s calm demeanor during the entire event only further underscores his wicked character."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/injun-joe","quote":"Tom, we got to keep mum. You know that. That Injun devil wouldn’t make any more of drownding us than","desc":"Tom and Huck’s reaction to witnessing Injun Joe murder the young doctor reveals Injun Joe’s degraded character and the fear he strikes in the villagers. Here, Huck pleads with Tom that they should keep quiet about what they saw in order to avoid being killed by Injun Joe. Huck explains that Injun Joe would have no remorse in killing them, painting Injun Joe as a soulless man."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/injun-joe","quote":"Then Huckleberry and Tom stood dumb and staring, and heard the stonyhearted liar reel off his serene","desc":"When Injun Joe blatantly lies to the villagers, placing the entire murder on Muff Potter, the narrator describes how Tom and Huck feel shocked when God doesn’t strike Injun Joe down for being so evil. In this moment, they decide that Injun Joe must be working for the devil and therefore, they cannot reveal what they know for fear of Injun Joe’s evil power. Injun Joe terrifies them with his confident deviation from morality."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/injun-joe","quote":"The villagers had a strong desire to tar and feather Injun Joe and ride him on a rail, for body snat","desc":"Even though the villagers know that Injun Joe was at least guilty of digging up the grave the night of the murder, their reluctance to bring him to court for punishment speaks to his intimidating character. They avoid conflict with Injun Joe because they fear him. While his actions have proven his evil character, perhaps the village also mistrusts Injun Joe because of his mixed racial background, revealing the time period’s blatant prejudice."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/injun-joe","quote":"“You don’t know me. Least you don’t know all about that thing. ’Tain’t robbery altogether—it’s reven","desc":"Injun Joe speaks to his accomplice in the “haunted house” while Tom and Huck secretly listen from their hiding place. Injun Joe rejects his accomplice’s suggestion to abandon a dangerous job, clarifying that the job is about revenge, not money. Again, Injun Joe displays his deep-seated anger and desire for vengeance over people that he believes have insulted or injured him in some way."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/injun-joe","quote":"I tell you again, as I’ve told you before, I don’t care for her swag—you may have it. But her husban","desc":"Huck Finn listens as Injun Joe explains to his accomplice why he seeks revenge on the Widow Douglas, revealing his angry, vengeful character once again. Injun Joe describes how the Widow Douglas’s late husband mistreated him, highlighting racial conflict common during the time period of this novel. However, Injun Joe’s cold and calculating soul shows through as he plans to take his anger out on the Widow Douglas."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/injun-joe","quote":"When you want to get revenge on a woman you don’t kill her—bosh! you go for her looks. You slit her ","desc":"Injun Joe graphically describes his violent plan of revenge on the Widow Douglas. Injun Joe describes how he will injure and maim the Widow Douglas and will feel no remorse for the deed even if she dies. This quote completes the obviously base portrait of Injun Joe: devoid of all moral character and incredibly dangerous."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/injun-joe","quote":"It is many and many a year since the hapless half-breed scooped out the stone to catch the priceless","desc":"The narrator describes the reaction to Injun Joe’s wretched death in the caves. While Tom feels mostly relieved, he does actually feel some sympathy for the way Injun Joe dies. The villagers and visitors place Injun Joe on a pedestal. Injun Joe becomes a marvel and his funeral a celebration. While people mistreated and feared Injun Joe during his life, they ironically celebrated him after his death."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/aunt-polly","quote":"[“]He’s full of the Old Scratch, but laws-a-me! He’s my own dead sister’s boy, poor thing, and I ain","desc":"Aunt Polly reveals her big heart and caring character early on in the story. As she tries to find and speak to Tom, he escapes her and she thinks aloud about her experience raising him. She explains how she struggles to keep Tom in line while also showing him love. Her conflict regarding discipline demonstrates how much she truly cares for Tom."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/aunt-polly","quote":"After breakfast his aunt took him aside, and Tom almost brightened in the hope that he was going to ","desc":"After Tom is caught sneaking out at night by Sid, Tom wakes to a realization that Aunt Polly has been told and feels upset with him. However, the narrator describes how Aunt Polly wisely uses Tom’s moral conscience and guilt to punish him rather than a physical consequence. Aunt Polly’s moral persuasion carries more influence than corporal punishment on Tom’s behavior as she plays on Tom’s emotions and obvious esteem for her."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/aunt-polly","quote":"She was as simple-hearted and honest as the day was long, and so she was an easy victim. She gathere","desc":"The narrator describes Aunt Polly’s trusting and genuine character as she easily falls victim to the latest scams or medical miracle cures. For example, in this section of the story, Aunt Polly tries to cure Tom of his sad mood with various remedies, experimenting with each one. Aunt Polly not only shows her trusting, gullible character, but also how much she genuinely cares about Tom."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/aunt-polly","quote":"Aunt Polly knelt down and prayed for Tom so touchingly, so appealingly, and with such measureless lo","desc":"The narrator describes a scene when Tom, Huck, and Joe disappear, and the village fears they have died. Aunt Polly, Mrs. Harper, Sid, and Mary comfort one another while Tom secretly eavesdrops on the scene. After the others leave, Aunt Polly expresses genuine and deep love for Tom as she mourns him. Her love and sadness ring so true that she even brings Tom to tears."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/aunt-polly","quote":"“It’s a good lie—it’s a good lie—I won’t let it grieve me”...So she sought the jacket pocket. A mome","desc":"When Aunt Polly realizes that Tom really did think about leaving her a reassuring note, she becomes overcome with the joy that Tom had this loving thought. Even though Tom never left the note, Aunt Polly explains how finding the letter in his jacket pocket proves his genuine care for her and the fact that he has moments of sincerity. Aunt Polly wants to think the best of Tom, so she feels pleased to find this truth."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/becky-thatcher","quote":"As he was passing by the house where Jeff Thatcher lived, he saw a new girl in the garden—a lovely l","desc":"Here, the narrator describes the moment Tom Sawyer first sees Becky Thatcher. Becky’s bright and vivid visual description makes her impact on Tom abundantly clear. This youthful, fleeting love demonstrates not only Tom’s innocence, but also Becky’s magnetic character as she draws Tom in with her physical features."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/becky-thatcher","quote":"Before she was halfway home, however, she had changed her mind. The thought of Tom’s treatment of he","desc":"Becky Thatcher demonstrates her role as Tom’s worthy romantic adversary as they go back and forth making each other jealous. In this scene, the narrator sheds light on Becky’s thoughts. After Becky witnesses Alfred spilling ink on Tom’s spelling book to get him in trouble, she contemplates telling Tom. Instead, she indulges her vindictive, jealous personality by deciding to let Tom get in trouble as revenge for the way he treated her at the picnic."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/becky-thatcher","quote":"Tom shot a glance at Becky. He had seen a hunted and helpless rabbit look as she did, with a gun lev","desc":"When Becky is about to get caught by their teacher, Mr. Dobbins, for accidentally tearing his notebook, she displays a weak, helpless side. Tom takes one look at her and instantly wants to protect her. While Becky acts tough and battles with Tom in playful jealousy, this incident reveals her as a truly innocent and fragile character."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/becky-thatcher","quote":"“Tom, Tom, we’re lost! we’re lost! We never can get out of this awful place!”...She sank to the grou","desc":"When Tom and Becky get lost in the caves, Becky quickly reveals her weaker, fearful character as she panics and clings to Tom for comfort. Despite Tom’s best efforts, Becky loses hope and courage, and her emotions run immediately to desperation and defeat. The romantic characterization of women as weak and challenging seems to follow Becky’s character in this novel as Becky goes from fighting Tom to depending on him."},{"page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/becky-thatcher","quote":"When Becky told her father, in strict confidence, how Tom had taken her whipping at school, the Judg","desc":"After Tom gets Becky out of the caves, Becky reveals to her father, Judge Thatcher, how Tom also took her punishment at school. Becky’s truth-telling leads Judge Thatcher to further respect and appreciate Tom, and Becky quickly shares this development with Tom. Clearly, Becky fully appreciates what Tom has done for her, and her actions with her father prove her character’s growth and newfound loyalty to Tom’s friendship."}]