[{"page":"http://www.sparknotes.com/lit/huckfinn/quotes/","quote":"The Widow Douglas she took me for her son, and allowed she would sivilize me; but it was rough livin","desc":"In these lines, which appear on the first page of the novel, Huck discusses events that have occurred since the end of The Adventures of Tom Sawyer, the novel in which he made his first appearance. Here, Huck establishes his opposition to “sivilizing,” which seems natural for a thirteen-year-old boy rebelling against his parents and other authorities. Our initial inclination may be to laugh and dismiss Huck’s urges for freedom. At the same time, however, we see that Huck’s problems with civilized society are based on some rather mature observations about the worth of that society. Huck goes on to associate civilization and respectability with a childish game—Tom’s band of robbers, in which the participants are to pretend to be criminals. Under the influence of his friend, Huck gives in and returns to the Widow’s, but as the novel progresses, his dislike for society reappears and influences the important decisions he makes."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/page/2","quote":"I hadn’t had a bite to eat since yesterday, so Jim he got out some corn-dodgers and buttermilk, and ","desc":"At this point in Chapter 18, Huck has just escaped from the Grangerford-Shepherdson feud and is thoroughly sickened by society. Compared to the outrageous incidents onshore, the raft represents a retreat from the outside world, the site of simple pleasures and good companionship. Even the simple food Jim offers Huck is delicious in this atmosphere of freedom and comfort. Huck and Jim do not have to answer to anyone on the raft, and it represents a kind of utopian life for them. They try to maintain this idyllic separation from society and its problems, but as the raft makes its way southward, unsavory influences from onshore repeatedly invade the world of the raft. In a sense, Twain’s portrayal of life on the raft and the river is a romantic one, but tempered by the realistic knowledge that the evils and problems of the world are inescapable."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/page/3","quote":"It was a close place. I took...up [the letter I’d written to Miss Watson], and held it in my hand. I","desc":"These lines from Chapter 31 describe the moral climax of the novel. The duke and the dauphin have sold Jim, who is being held in the Phelpses’ shed pending his return to his rightful owner. Thinking that life at home in St. Petersburg—even if it means Jim will still be a slave and Huck will be a captive of the Widow— would be better than his current state of peril far from home, Huck composes a letter to Miss Watson, telling her where Jim is. When Huck thinks of his friendship with Jim, however, and realizes that Jim will be sold down the river anyway, he decides to tear up the letter. The logical consequences of Huck’s action, rather than the lessons society has taught him, drive Huck. He decides that going to “hell,” if it means following his gut and not society’s hypocritical and cruel principles, is a better option than going to everyone else’s heaven. This moment of decision represents Huck’s true break with the world around him. At this point, Huck decides to help Jim escape slavery once and for all. Huck also realizes that he does not want to reenter the “sivilized” world: after all his experiences and moral development on the river, he wants to move on to the freedom of the West instead."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/page/4","quote":"Tom told me what his plan was, and I see in a minute it was worth fifteen of mine for style, and wou","desc":"In this quotation from Chapter 34, we see Huck once again swayed by his friend Tom. Although in practical terms it would be quite simple to break Jim out of the shed, Tom insists on a more complicated plan with “style.” Dependent on Tom not to blow his cover—at this point, Huck is pretending, for the benefit of the Phelpses, to be Tom, while Tom is pretending to be his brother Sid—Huck has to go along. Indeed, as we see, Tom’s return in the final chapters of the novel temporarily stops or reverses Huck’s development: Huck, in many ways, reverts to the status of Tom’s follower that he occupied at the beginning of the novel. Nonetheless, Huck maintains his characteristic realistic outlook on the world, and his prediction that Tom’s plan could get them killed is more accurate than he knows."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/page/5","quote":"But I reckon I got to light out for the territory ahead of the rest, because Aunt Sally she’s going ","desc":"These lines are the last in the novel. By the final chapter, most everything has been resolved: Jim is free, Tom is on his way to recovering from a bullet wound, and Aunt Sally has offered to adopt Huck. Although Huck has come to like Sally and Silas, he knows they are still a part of the society he has come to distrust and fear. Aunt Sally’s intentions for Huck center around the upbringing that society thinks every boy should have: religion, clean clothes, education, and an indoctrination in right and wrong. Huck, however, has come to realize that the first two are useless and that, in reference to the third, he can provide a much better version for himself than can society. The “territories,” the relatively unsettled western United States, will offer Huck an opportunity to be himself, in a world not yet “sivilized” and thus brimming with promise. Weary of his old life, Huck contemplates ways to continue living with the same freedom he felt on the raft. Huck’s break from society is complete, and before the dust from his adventures is fully settled, he is already scheming to detach himself again."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/theme/guiltshame","quote":"What had poor Miss Watson done to you, that you could see her n***** go off right under your eyes an","desc":"In this passage from Chapter 16, Huck recognizes for the first time that by helping Jim escape, he is also complicit in stealing from Miss Watson. This recognition places Huck in a difficult moral position, since he values them both. Jim has always treated Huck with kindness, as has Miss Watson, who has also donated her time to help give him an education. The rhetorical questions that Huck asks himself in this quote illustrate the nature of his double-bind: he cannot escape without hurting someone he cares about."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/theme/guiltshame","quote":"I was mighty down-hearted; so I made up my mind I wouldn’t ever go anear that house again, because I","desc":"This passage appears in Chapter 18, just after Huck witnesses a violent ambush in a longstanding blood feud. The episode disturbs Huck, and he even refuses to relate the events in full detail: “I ain’t agoing to tell all that happened.” Nevertheless, the episode has an obvious emotional impact on Huck, and he feels guilty for helping the family’s daughter elope. Here, Huck wrestles with the fact that even good-intentioned acts can have tragic consequences."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/theme/guiltshame","quote":"That’s just the way: a person does a low-down thing, and then he don’t want to take no consequences ","desc":"This quote, which appears in Chapter 31, shows Huck in the midst of making his biggest moral decision in the novel—that is, his decision about whether or not to continue to help Jim escape from captivity. In this passage, Huck imagines the double sense of shame he’d feel if he turned Jim in: he would at once betray his friend and admit to committing what was, at the time, an illegal offense. Huck figures that turning Jim in would be a morally weak act, because it would mean that he was trying to compensate for doing one “low-down thing” (i.e., helping Jim escape) by doing another (i.e., betraying Jim)."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/theme/guiltshame","quote":"I knowed very well why [the words] wouldn’t come. It was because my heart warn’t right; it was becau","desc":"This passage also comes from Chapter 31, and it is also related to the passage quoted directly above. Here, Huck reframes his moral dilemma in the religious terms that he first learned from the Widow Douglas. As he tries to pray for guidance, Huck recognizes that the words won’t come because his heart is not really in it. By saying that he’s “playing double,” Huck means that he’s trying to use prayer to solve his moral problem and wash away his sins, but this itself is a sinful act, since he doesn’t actually believe in the Christian paradigm of sin. Hence, he retains the “biggest [sin] of all.”"},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/theme/guiltshame","quote":"I wasn’t feeling so brash as I was before, but kind of ornery, and humble, and to blame, somehow—tho","desc":"At the end of Chapter 33, after reuniting with Tom Sawyer, Huck witnesses a crowd of angry people around two figures who have been tarred and feathered. Huck recognizes these figures as the king and the duke. Although he harbors a strong dislike of these men because of their manipulative behavior, he still feels revolted by the display of violence and cruelty. These contradictory feelings generate a sense of ambivalence that Huck doesn’t quite understand. Huck experiences his mix of feelings as a misplaced form of guilt."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/theme/empathy","quote":"Now was the first time that I begun to worry about the men—I reckon I hadn’t had time to before. I b","desc":"In Chapter 13, after Huck and Jim steal a raft full of supplies and leave a band of villainous men behind on a wrecked steamboat, Huck begins to worry about their well-being. Although he recognizes that the men deserve punishment for their offenses, Huck also empathizes with the men, whom he’s abandoned in a very dangerous situation. Regardless of their villainy, these are human beings, and as such they have the same fear response as everyone else. Thus, this quote demonstrates Huck’s ability to put himself in others’ shoes."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/theme/empathy","quote":"I was feeling ruther comfortable on accounts of taking all this trouble for that gang, for not many ","desc":"This passage, which appears at the end of Chapter 13, shows that Huck doesn’t fully understand his own ability to empathize with others’ experiences. Huck seems to understand empathy solely in terms of Christian duty, rather than morality. That is to say, he thinks the Widow Douglas would be proud of him for helping the men in the wrecked raft simply because they are “rapscallions.” This type of response would be dictated by a strict sense of duty. However, Huck’s actions are motivated by empathy; he projects himself into these men’s experience. Thus, he acted morally, not just dutifully."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/theme/empathy","quote":"[Jim] was thinking about his wife and his children, away up yonder, and he was low and homesick; bec","desc":"In this quote, from Chapter 23, Huck demonstrates his ability to empathize across racial lines. This is an enormously significant moment, as it goes against contemporary social norms that tended to dehumanize blacks. At the time when Huckleberry Finn is set, slaves were often understood and referred to in animal terms, which in turn made it difficult for whites to empathize with blacks in any meaningful way. Huck also struggles with this type of empathy, which he makes evident when he says that “it don’t seem natural” for Jim to have a deep emotional attachment to his own family. Nevertheless, he concludes, “I reckon it’s so.”"},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/theme/empathy","quote":"Them poor things was that glad and happy it made my heart ache to see them getting fooled and lied t","desc":"In Chapter 27, as he watches the king and the duke conspire to steal away the inheritance of Mary Jane, Joanna, and Susan, Huck projects forward into the future to imagine how horribly disappointed the young women will feel when they realize they’ve been duped. This example of empathy is related to dramatic irony, which is when the reader understands something the character does not. In this case, Huck understands something the young women do not, and he finds the irony of the situation difficult to bear."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/theme/adventure","quote":"Now we’ll start this band of robbers and call it Tom Sawyer’s gang. Everybody that wants to join has","desc":"In Chapter 2, Tom convenes a gang of boys who wish to be robbers and pirates. The express purpose of the gang is thus to go on adventures. The particular adventures that Tom envisions all come from various adventure stories that he’s read. Indeed, this is where he got the idea of a blood oath: Tom claims that “every gang that was high-toned” should require its members to swear such an oath. The fact that Tom derives his sense of adventure from a domestic activity like reading is gently ironic, and it emphasizes the boyish, immature nature of the gang."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/theme/adventure","quote":"I felt just the way any other boy would a felt when I see that wreck laying there so mournful and lo","desc":"In this quote from Chapter 12, Huck expresses his desire to jump aboard the wreckage of a ship and explore it. Huck’s youthful excitement connects him to his friend Tom Sawyer, whose adventurous spirit is documented in Twain’s earlier novel, The Adventures of Tom Sawyer. Like Tom, Huck’s thirst for adventure tends to get him into dangerous situations. This episode, which occurs early in Huck and Jim’s journey down the Mississippi, will contrast with later episodes when Huck begins to realize the real-world consequences of the type of adventurous spirit expressed here."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/theme/adventure","quote":"Work? Why, cert’nly it would work, like rats a-fighting. But it’s too blame’ simple; there ain’t not","desc":"Tom Sawyer utters these words to Huck in Chapter 34, when Huck proposes a straightforward plan to liberate Jim from captivity. Tom rejects the plan because it lacks the kind of complexity and panache he’s encountered in numerous adventure stories. At this point, near the end of the novel, Huck understands the gravity of Jim’s situation more intimately than Tom, and this quotation demonstrates just how emotionally immature Tom’s understanding remains in comparison to Huck’s."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/theme/moneywealth","quote":"Looky here—mind how you talk to me; I’m a-standing about all I can stand now—so don’t gimme no sass.","desc":"In this quote from Chapter 5, Huck’s father demands that his son hand over the wealth that he acquired during the events recounted in Twain’s previous novel, The Adventures of Tom Sawyer. Ever since Huck came into this money, he has been a target of various efforts to “sivilize” and educate him. In this case, Huck’s wealth also makes him a target for domestic violence. Pap’s desire for Huck’s money is motivated primarily by his alcoholism, and as the events that follow demonstrate, he is willing to harm his son in order to get it. Thus, money causes more problems than it solves."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/theme/moneywealth","quote":"I got to steal that money, somehow; and I got to steal it some way that they won’t suspicion that I ","desc":"Huck speaks in Chapter 26 about the need to retrieve the inheritance money that the duke and the king have stolen from the three young sisters. As in the case of Huck’s wealth, here again a large sum of money causes major problems, attracting “rapscallions” who will stop at nothing to take it for themselves. Huck, who has had his own experience with people trying to get their hands on his inheritance, has an opportunity to ensure that the money remains with those who need it most. The ease with which Huck steals the money back shows just how quickly a reversal of fortune can occur."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/theme/moneywealth","quote":"I tole you I ben rich wunst, en gwineter to be rich agin; en it’s come true...en I knowed jis’ ’s we","desc":"In Chapter 43, at the very end of the novel, Jim reminds Huck of their earlier conversation, during which he claimed that having hairy arms and a hairy chest constitutes an omen for future wealth. Jim, who has just received forty dollars from Tom, argues that the omen has been fulfilled. Jim’s sense of fulfillment underscores the positive significance of his reversal of fortune. However, the excitement Jim expresses in this quote also indicates his naïveté. Despite having the rather large sum of forty dollars to his name, Jim remains part of a racist society, and thus still captive in a figurative sense."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/character/huck","quote":"That is just the way with some people. They get down on a thing when they don’t know nothing about i","desc":"Huck speaks these words early in Chapter 1, when he feels frustrated that Widow Douglas won’t let him smoke. Huck believes that the Widow looks down on smoking because of her religious background, and not because she has any direct experience with it. Condemning something without full knowledge of it strikes Huck as a form of hypocrisy, and in this quote he makes a generalized statement against such hypocrisy."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/character/huck","quote":"Then away out in the woods I heard that kind of a sound that a ghost makes when it wants to tell abo","desc":"In Chapter 1, Huck stays up after everyone has gone to bed and listens to the sounds of the night. As he sits alone, he hears sounds that jumpstart his imagination, and he makes up this story about a lonesome and misunderstood ghost. On the one hand, the quote illustrates Huck’s propensity for storytelling. On the other hand, the ghost in the story mirrors Huck’s own loneliness and sense of being misunderstood."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/character/huck","quote":"[Widow Douglas] said the thing a body could get by praying for it was “spiritual gifts.” This was to","desc":"Huck finds it difficult to understand the point of prayer, and here he relates how Widow Douglas explained it to him. The Widow emphasizes that main point of prayer is to help other people. Huck understands this lesson, and later in the novel it becomes one important source of his moral crisis. He believes that he is helping Jim by helping him escape slavery, but he also knows that helping Jim means harming Miss Watson. Likewise, helping Miss Watson by returning Jim would mean harming his friend and companion."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/character/huck","quote":"I didn’t see no di’monds, and I told Tom Sawyer so. He said there was loads of them there, anyway; a","desc":"During a meeting with Tom Sawyer’s Gang in Chapter 3, Huck expresses his growing frustration with make-believe. Whereas Tom’s extensive reading has made him able to “see” with his imagination alone, Huck fails to see the point of dwelling on what isn’t there. In this regard, Tom’s make-believe smacks too much of religion, and Huck goes on to declare that Tom’s stories “had all the marks of a Sunday school.”"},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/character/huck","quote":"You know what I mean—I don’t know the words to put it in.","desc":"This quote from Chapter 7 represents one of the few occasions when Huck directly addresses the reader. Huck arrived at Jackson’s Island around nightfall and immediately fell asleep. When he wakes up it’s late and he feels disoriented. He tries to describe the quality of his late-night disorientation, but words fail him. Considering that this is the only time in the book when Huck is at a loss for words, his confession shows just how exhausted he really is. The confession also endears him to the reader."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/character/huck","quote":"I said I wouldn’t, and I’ll stick to it. Honest injun I will. People would call me a low down Abliti","desc":"The promise Huck makes in Chapter 8 not to give Jim up reveals popular sentiment of the day about people who helped slaves escape. Huck knows that he would be shunned and despised if people – meaning other white people – found out he didn’t turn Jim into the authorities for escaping. The quote also reveals Huck’s personal morality – he believes in keeping his word no matter what, even if keeping his word creates personal discomfort for him."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/character/huck","quote":"The first light we see, we’ll land a hundred yards below it or above it, in a place where it’s a goo","desc":"In Chapter 13, Huck makes this plan to seek help for the thieves aboard the wrecked steamboat. Huck’s plan entails a strange combination of empathy and justice. He wants to save the men from harm, but only to make sure that justice will be served in a more official capacity—that is, through execution. Huck’s plan also demonstrates that his training in Tom Sawyer’s method of make-believe can prove useful in real-life situations."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/character/huck","quote":"I got to feeling so mean and so miserable I most wished I was dead.","desc":"After Jim tells Huck off for the prank he played in the fog in Chapter 15, a debilitating sense of guilt sets in as Huck begins to realize the larger stakes of his adventure with Jim. This quote, which comes from Chapter 16, finds Huck meditating on morality. He realizes that helping Jim escape does harm to Miss Watson. But he also understands that helping Miss Watson would hurt Jim. Huck can’t decide what to do and hence feels “so miserable I most wished I was dead.”"},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/character/huck","quote":"We had the sky, up there, all speckled with stars, and we used to lay on our backs and look up at th","desc":"There are very few moments in the book when Huck feels at ease, and this example from Chapter 19 is one of them. Huck and Jim have enjoyed a couple of incident-free days on the raft, and in that time they’ve grown more comfortable with one another. Here, the two characters enjoy a friendly and warm-hearted discussion of the nature of the universe. This moment represents a rare example of Huck and Jim being able to revel in a shared sense of freedom."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/character/jim","quote":"De bes’ way is to res’ easy en let de ole man take his own way. Dey’s two angels hoverin’ roun’ ’bou","desc":"In Chapter 4, Jim offers to read Huck’s fortune using a hairball that he claims has a spirit inside of it. Huck agrees, and Jim discusses what will happen with Huck’s father, Pap. Jim explains that the future remains obscure, because Pap is currently under the influence of two competing angels, a good one (white) and a bad one (black). Although this scene provides an example of Jim’s superstition, it also demonstrates Jim’s willingness to look out for Huck’s best interests."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/character/jim","quote":"I’s rich now, come to look at it. I owns mysef, en I’s wuth eight hund’d dollars. I wisht I had de m","desc":"Jim makes this declaration in Chapter 8, while he and Huck are still on Jackson’s Island. Recently escaped from Miss Watson, Jim feels flush with pride at being free. He expresses this newfound sense of freedom in the idiom that has thus far defined his life: ownership. Whereas Miss Watson owned him previously, now he owns himself. Nevertheless, Jim also recognizes that self-ownership only goes so far without actual cash to spend."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/character/jim","quote":"Chickens knows when its gwyne rain, en so do de birds, chile.","desc":"Jim utters these words to Huck in Chapter 9, after Huck observes how nice it feels to be in a dry cavern while it rains outside. Jim reminds Huck that he’s only dry and comfortable because Jim could read the signs of coming rain. Earlier in the chapter Jim warned that “little birds had said it was going to rain,” and with this quote he confirms that the birds were right. In addition to affirming the value of his apparent superstitions, Jim is also affirming his own value as a companion."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/character/jim","quote":"Well, looky hear, boss, dey’s sumf’n wrong, dey is. Is I me, or who is I? Is I heah, or whah is I? N","desc":"In Chapter 15 Huck convinces Jim that he dreamt an episode where he and Huck got separated in thick fog. Jim eventually figures out Huck’s prank, but before he does he expresses these words of uncertainty. Although Jim is trying to communicate a basic sense of confusion, the question he poses in this quote (“who is I?”) suggests a deeper crisis of identity, one that Huck, and perhaps even Jim himself, doesn’t seem to grasp fully."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/character/jim","quote":"When I got all wore out wid work, en wid de callin’ for you, en went to sleep, my heart wuz mos’ bro","desc":"When Jim realizes the nature of Huck’s prank in Chapter 15, he tells him off, explaining how worried he felt when he thought he’d lost Huck for good. In making this rebuke, Jim indicates how deeply he cares for his companion. He also indicates how seriously he takes the responsibility of looking out for Huck’s well-being. This passage contains some of the most powerful language that Jim utters in the book, and it has a strong effect on Huck, who feels deeply ashamed: “It made me feel so mean I could almost kissed his foot to get him to take it back.”"},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/character/jim","quote":"Why, Mars Tom, I hain’t got no coat o’ arms; I hain’t got nuffn but dish-yer ole shirt, en you knows","desc":"In Chapter 38, when Tom Sawyer argues that Jim needs to draw a coat of arms on the wall before he escapes, Jim misunderstands Tom’s meaning. Thinking that a “coat of arms” is an actual coat, Jim responds that all he has is an old shirt. Jim’s failure to understand what a coat of arms is makes him the butt of the joke in this scene. But the more serious failure belongs to Tom, who misunderstands the gravity of the situation and inappropriately insists on his storybook escape plot."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/character/tom","quote":"Why blame it all, we’ve got to do it. Don’t I tell you it’s in the books? Do you want to go to doing","desc":"In Chapter 2, Tom explains to his Gang that when capturing prisoners it’s best to “keep them till they’re ransomed.” Tom, however, doesn’t know what ransoming actually entails. And when others ask how they should go about ransoming prisoners if they don’t know how to do it, Tom just insists that they have to do it because that’s how characters in books do it. Tom’s stubbornness and his persistence in ignorance demonstrate his lack of maturity."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/character/tom","quote":"Well, one thing was dead sure; and that was, that Tom Sawyer was in earnest and was actuly going to ","desc":"When Tom shows up again near the end of the book and pledges to help Huck free Jim, Huck expresses these words of disbelief. Huck sees Tom as a well-bred, educated, and civilized boy. He therefore has trouble understanding why Tom would endanger his reputation and respectability to help an escaped slave. Nevertheless, Huck feels impressed by Tom’s willingness to risk it all, which suggests a moral maturity that Tom did not possess at the beginning of the book."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/character/tom","quote":"I wish there was a moat to this cabin. If we get time, the night of the escape, we’ll dig one.","desc":"Even though Tom initially seems to have matured, Huck quickly finds that Tom retains his childish commitment to adventure stories. Tom says these words in Chapter 35, as he and Huck are working on Jim’s escape plot. The very idea that Tom would waste the time and effort to dig a moat just to make the escape more exciting clearly indicates that Tom has misperceived the gravity of the situation. He is only in it for the adventure."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/character/tom","quote":"It ain’t no crime in a prisoner to steal the thing he needs to get away with, Tom said; it’s his rig","desc":"In Chapter 35, Tom explains that prisoners and those who are helping them have a “right” to steal whatever they need to escape. Tom attempts to adopt the language of the law to demonstrate his authority on the subject. But his skewed logic regarding how an illegal act becomes legal only points to his lack of understanding. Tom’s moral relativism also reminds the reader of the similarly childish example that appeared in Chapter 12, when Huck explains his father’s position on “borrowing”: “Pap always said it warn’t no harm to borrow things, if you was meaning to pay them back, sometime.”"},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/character/the-duke-and-the-dauphin","quote":"Let the cold world do its worst; one thing I know—there’s a grave somewhere for me. The world may go","desc":"These words belong to the duke, who is introducing himself to Huck and Jim in Chapter 19. The duke speaks at length about his sad circumstances and his hopelessness about the future. His companion, the self-styled “dauphin,” makes a similarly pitiful gesture in his own introduction: “Yes, gentlemen, you see before you, in blue jeans and misery, the wanderin’, exiled, trampled-on and sufferin’ rightful King of France.” These two men portray themselves as down-and-out victims in order to curry favor through pity, and to conceal their fraudulent intentions."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/character/the-duke-and-the-dauphin","quote":"First they done a lecture on temperance; but they didn’t make enough for them both to get drunk on. ","desc":"In Chapter 31, after the failed attempt to defraud the Wilks nieces, Huck describes the subsequent series of attempted cons by the duke and the dauphin. The tone of the passage is humorous, since it shows that the conmen are as inept as they are persistent. But Huck’s words also express a sense of exhaustion and frustration. At this point in the book, he desperately wishes to get away from these increasingly dangerous men."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/character/pap-finn","quote":"Don’t you give me none o’ your lip....You’ve put on considerable many frills since I been away. I’ll","desc":"Pap addresses these words to Huck in Chapter 5, and they’re among the first words he has said to his son in years. Pap clearly feels threatened by the good fortune Huck has had in Widow Douglas’s care. Not only is he well dressed, but he has also gained a basic education. Pap’s anger here may also arise from shame, since he knows he could never provide for Huck as well as the Widow. Pap worries that Huck will look down on him, and so he asserts himself with threatening words."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/character/pap-finn","quote":"Here’s what the law does. The law takes a man worth six thousand dollars and up-ards, and jams him i","desc":"In Chapter 6, as he attempts to regain custody of Huck and hence access to his son’s fortune, Pap delivers this diatribe about the failures of the government and the legal system. He believes it’s the government’s fault that he is poor and struggling, and he feels like the law is interfering with his individual liberty. Yet, ironically, the law is doing precisely what it’s designed to do when it protects Huck’s fortune from Pap’s greed."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/symbol/the-mississippi-river","quote":"The river went on raising and raising for ten or twelve days, till at last it was over the banks. Th","desc":"Huckleberry Finn describes the Mississippi River in early summer, right after he and Jim have escaped to Jackson Island. Twain portrays the river as a powerful natural force that constantly changes the landscape along its banks. The river also serves as a political boundary between Missouri, a slave state, and Illinois, a free state. As they float downstream, Huck and Jim usually keep to the Illinois side, where it is easier to land their raft and where Jim, an escaping slave, is in less danger."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/symbol/the-mississippi-river","quote":"This second night we run between seven and eight hours, with a current that was making over four mil","desc":"Huck explains that while floating downstream on their raft, he and Jim experience the Mississippi River as a life-sustaining, spiritual force. The river provides them with food and exercise, and their raft provides them with shelter. Huck and Jim experience the freedom of being in the wilderness. At the same time, they submit to nature’s power and let the river carry them toward freedom. The scene evokes feelings of being at peace and at one with nature."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/symbol/the-mississippi-river","quote":"When it was daylight, here was the clear Ohio water in shore, sure enough, and outside was the old r","desc":"Huck explains how he and Jim “read” the river and conclude that they have floated past Cairo, Illinois, where they had planned to land, in order to take a steamboat up the Ohio River into the free states. South of Cairo, the Mississippi River still symbolizes freedom and escape to Huck and Jim. But the river now also stands for danger because it is carrying them deeper into the slave states. The contrasting colors of the water symbolize good and evil, wrong and right directions, and freedom and slavery."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/symbol/the-mississippi-river","quote":"Sometimes we’d have that whole river all to ourselves for the longest time. Yonder was the banks and","desc":"Here, Huck describes life on the river with Jim. They are in the South now, rafting toward unknown dangers, but as long as they are on the river, they feel free. The lights and sounds from the shore and from other watercraft serve as reminders that human society exists, but at a safe distance. Huck describes a sense of peace, but the reader is aware that the river is carrying them toward danger."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/symbol/the-mississippi-river","quote":"So, in two seconds, away we went, a sliding down the river, and it","desc":"Huck describes how he feels after blowing the whistle on a swindle being run by the king and the duke and heading out on the raft with Jim, hoping to escape the two con artists. But the river no longer symbolizes an easy escape route. Instead, the duke and king row a small boat out and catch up to the raft. Huck and Jim are still trapped by the manipulations of the greedy, unscrupulous king and duke. For Jim especially, the raft has become a floating prison."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/setting/the-american-south","quote":"I got out amongst the driftwood, and then laid down in the bottom of the canoe and let her float. I ","desc":"In this passage, Huck describes the sights and sounds that surround him as he lies on the bottom of the canoe, floating down the Mississippi River at night. He has recently escaped from his father, who had been holding him on Jackson Island, near his home in St. Petersburg, Missouri. The passage characterizes the river as a very large place that presents Huck with new experiences and “adventures,” as in the title of the book. Huck’s surprise at the deepness of the sky and how well the sound carries suggests that these experiences are new to him. The river setting also exposes Huck to the world of adults like the ones he overhears on the ferry landing. Here and throughout the novel, the reader experiences the American South through Huck’s youthful eyes as he drifts down the river."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/setting/the-american-south","quote":"I never felt easy till the raft was two mile below there and out in the middle of the Mississippi. T","desc":"In this passage, Huck calls the raft “home” and describes the river as a place where he and Jim feel free and safe to do what they want. At this point in the story, Huck and Jim have just escaped from the gunfight between the Grangerford and the Shepherdson families. Now they are back on the river, where they are free to be themselves without becoming entangled in the senseless conflicts that seem to dominate the places where they stop along the river. Although they are adrift on a raft, Huck and Jim share a home-cooked meal and feel that this is where they truly belong."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/setting/the-american-south","quote":"It was a monstrous big river down there—sometimes a mile and a half wide; we run nights, and laid up","desc":"In this passage, Huck describes the sights, sounds, and smells of the river as night transitions to day. At night, “when the whole world is asleep,” the river is quiet and undisturbed by people, a purely natural setting in which Huck and Jim are free to travel downstream on their raft. As daylight approaches, they stop and hide the raft and watch the sun rise gradually. The natural beauty of the river and surrounding woodlands gradually comes into focus, but so, too, do signs of human corruption, like the smell of rotting fish along the shoreline."},{"page":"https://www.sparknotes.com/lit/huckfinn/quotes/setting/the-american-south","quote":"We dasn’t stop again at any town for days and days; kept right along down the river. We was down sou","desc":"At this point in the story, Huck and Jim, along with “the frauds” (the duke and the dauphin), have escaped from an angry mob in Arkansas and are floating farther south on the raft. Huck observes the change in the weather and the Spanish moss on the trees and notes that they are now very far from home. To Huck, the new surroundings seem “solemn and dismal.” For the duke and the dauphin, however, the change in scenery means they can begin running their scams again without danger of being recognized."}]