[{"page":"http://www.sparknotes.com/lit/copperfield/quotes/","quote":"I wonder what they thought of me!","desc":"David expresses this feeling of curiosity in Chapter XI while relating his boyhood trials working in the wine factory. Specifically, the adult David thinks back on how the people near the public house must have perceived him, a young boy eating his bread alone. As the narrator, looking back on his life in retrospect, David often makes such remarks, indicating how pathetic he finds himself as a small boy with nothing to eat, nowhere to go, and no one to care for him. The adult David feels sympathy for himself as a young, abused boy, and as he writes, he often reflects both on his own failings and on the cruelties the world visits on him as a boy. This introspection shows how the older David has learned from the experiences of his life. In particular, the early period of David’s life described in this passage closely mirrors the life of Dickens himself, who may have written these lines in honest self-reflection, picturing himself alone in London at age twelve, left alone to fend for himself as best he could."},{"page":"https://www.sparknotes.com/lit/copperfield/quotes/page/2","quote":"If anyone had told me, then, that all this was a brilliant game, played for the excitement of the mo","desc":"As narrator, David uses this remark from Chapter XXI to comment on Steerforth’s ability to seduce the Peggottys upon meeting them for the first time. The sentiment reflects three crucial elements of the novel. First, it shows how artless and naïve David is in his attitude toward Steerforth until Steerforth’s ultimate crime is revealed. This absolute trust on David’s part comes across in all his interactions with Steerforth, including this one, as David is charmed by Steerforth’s ability to make friends with the Peggottys. Second, the quotation exemplifies the foreshadowing Dickens uses throughout the novel. The comments the adult David makes about Steerforth just playing a game alert us to the fact that Steerforth is up to something. This foreshadowing ratchets up the suspense about Steerforth’s intentions and makes us wonder how these intentions will affect the other characters. Third, David, as an adult narrator, reveals in this quotation more than young David himself knows at the time—a disparity that creates dramatic irony by giving us more knowledge than the characters themselves have. The adult perspective of the narrative voice also highlights how much David matures before the end of the novel, for it demonstrates that he recognizes the errors of his youthful perceptions and conclusions. Although the adult David, as narrator, rarely disparages his younger self, he reveals the flaws in his ways of thinking through asides such as this one."},{"page":"https://www.sparknotes.com/lit/copperfield/quotes/page/3","quote":"“Ride over all obstacles, and win the race!”","desc":"Steerforth, having just returned from Yarmouth in Chapter XXVIII, makes this remark as he relays to David the news of Mr. Barkis’s illness. Steerforth has just taken the crucial step toward the seduction of Little Em’ly, although David is unaware of it. In his remark, Steerforth is more likely encouraging himself than trying to console David about Mr. Barkis’s impending death. The devil-may-care attitude Steerforth expresses in this statement is typical of him: he believes that as long as he himself is happy, nothing else matters. Steerforth is willing to sacrifice his friendship with David and the happiness of the Peggottys, including that of Little Em’ly, simply to obtain the momentary pleasure of having Little Em’ly for his own. This overarching and unjustified pride renders Steerforth repugnant once his true attitude becomes plain."},{"page":"https://www.sparknotes.com/lit/copperfield/quotes/page/4","quote":"My meaning simply is that whatever I have tried to do in life, I have tried with all my heart to do ","desc":"The adult David offers this statement in an aside toward the end of the novel, in Chapter XLII. As David matures, his narrative style also matures, for David is the lens through which the events of the novel are described. As a result, the later parts of David Copperfield are filled with these kinds of musing asides. As David matures, his narration focuses more on his life and emotions and less on the subplots swirling around him. In this remark, David mentions his efforts to be earnest. Indeed, throughout the novel, Dickens portrays earnestness as a morally good characteristic that usually wins out over scheming and sophistication. The characters who bare their hearts and who keep their hearts constant prevail at the conclusion of the novel, while those who plot, contrive, and conceal their true intentions suffer at the novel’s end. Dickens uses both plot elements and these kinds of narrative asides to emphasize the importance of this kind of moral ordering, to imply that we, like David, should try to live our lives in earnest. If we do, Dickens suggests, we will be richly rewarded with happiness."},{"page":"https://www.sparknotes.com/lit/copperfield/quotes/page/5","quote":"“There can be no disparity in marriage like unsuitability of mind and purpose.”","desc":"Annie Strong makes this remark to her husband, Doctor Strong, in Chapter XLV, when Mr. Dick brings the couple together again after Uriah Heep’s deviousness has torn them apart. Annie’s words haunt David in his new marriage to Dora, as he slowly realizes that his and Dora’s characters are irreconcilably different. Dickens indicates that true love must rest on an equality between souls, while equality of age and class is less significant. Equality of purpose is essential for two people to join their lives, fortunes, and futures. Without equality there can be only misunderstanding, and with it a dynamic in which one partner dominates and the other suffers. The most prominent examples of good marriage in David Copperfield are the Strongs’ marriage and David’s marriage to Agnes, both of which exemplify marital bliss in that both couples yearn for mutual happiness and act generously toward each other."}]