[{"page":"http://www.sparknotes.com/lit/hardtimes/quotes/","quote":"Now, what I want is Facts. Teach these boys and girls nothing but Facts. Facts alone are wanted in l","desc":"These are the novel’s opening lines. Spoken by Mr. Gradgrind, they sum up his rationalist philosophy. In claiming that “nothing else will ever be of service” to his pupils, Gradgrind reveals his belief that facts are important because they enable individuals to further their own interests. However, Tom and Louisa’s unhappy childhood soon calls into question their father’s claim that “[f]acts alone are wanted in life.” Ironically, while Gradgrind refers to the pupils in his school as “reasoning animals” and compares their minds to fertile soil in which facts can be sowed, he treats them like machines by depriving them of feeling and fantasy. His jarringly short sentences and monotonous repetition of the word “Fact” illustrate his own mechanical, unemotional character. Finally, it is significant that Gradgrind’s call for facts opens a work of fiction. By drawing attention to the fact that we are reading fiction, Dickens suggests to us that facts alone cannot bring intellectual pleasure."},{"page":"https://www.sparknotes.com/lit/hardtimes/quotes/page/2","quote":"It is known, to the force of a single pound weight, what the engine will do; but not all the calcula","desc":"This passage, from Book the First, Chapter 11, provides insight into the narrator’s beliefs and opinions. Dickens’s omniscient narrator assumes the role of a moral guide, and his opinion tends to shape our own interpretations of the story. Here, we learn that the narrator disagrees with Gradgrind, believing instead that human nature cannot be reduced to a bundle of facts and scientific principles. The narrator invokes the mystery of the human mind, pointing out how little we actually know about what motivates the actions of our fellow beings. The “quiet servants” to whom the narrator refers are the factory Hands. In representing these people as an unknown quantity, the narrator counteracts Bounderby’s stereotypes of the poor as lazy, greedy good-for-nothings. While he suggests that we need to understand these people better, the narrator also implies that this knowledge cannot be attained through calculation, measurement, and/or the accumulation of fact."},{"page":"https://www.sparknotes.com/lit/hardtimes/quotes/page/3","quote":"Thou art an Angel. Bless thee, bless thee!","desc":"More a symbol than a fully developed character, Rachael is often referred to as an angel by Stephen. Like Sissy Jupe, whom she later befriends, Rachael represents the qualities necessary to counteract the dehumanizing, morally corrupting effects of industrialization. She is compassionate, honest, generous, and faithful to Stephen, even when everyone else shuns him and considers him a thief. As this remark illustrates, Rachael also draws out Stephen’s good qualities, making him realize that joy can be found even in the moral darkness of Coketown. Rachael and Sissy are both socially marginal characters—the former is a Hand, and the latter is the daughter of a circus entertainer. Likewise, they are both relatively minor characters in the novel. Through their marginal status, Dickens implies that the self-serving rationalism that dominates Coketown threatens to exclude the morally pure people who are necessary to save society from complete corruption."},{"page":"https://www.sparknotes.com/lit/hardtimes/quotes/page/4","quote":"Coketown lay shrouded in a haze of its own, which appeared impervious to the sun’s rays. You only kn","desc":"Like many other descriptions of Coketown, this passage, from Book the Second, Chapter 1, emphasizes its somber smokiness. The murky soot that fills the air represents the moral filth that permeates the manufacturing town. Similarly, the sun’s rays represent both the physical and moral beauty that Coketown lacks. While the pollution from the factories makes Coketown literally a dark, dirty place to live, the suffering of its poor and the cold self-interest of its rich inhabitants render Coketown figuratively dark. In stating that Coketown’s appearance on the horizon is “suggestive of itself,” the narrator implies that Coketown is exactly what it appears to be. The dark “sulky blotch” hides no secrets but simply represents what is, on closer inspection, a dark, formless town. Built entirely of hard, red brick, Coketown has no redeeming beauty or mystery—instead, it embodies Mr. Gradgrind’s predilection for unaccommodating material reality."},{"page":"https://www.sparknotes.com/lit/hardtimes/quotes/page/5","quote":"Look how we live, an’ wheer we live, an’ in what numbers, an’ by what chances, an’ wi’ what sameness","desc":"Stephen Blackpool’s speech to Bounderby, from Book the Second, Chapter 5, is one of the few glimpses that we receive into the lives of the Hands. His long sentences and repetition of words such as “an’” and “Look” mimic the monotony of the workers’ lives. Similarly, Stephen’s dialect illustrates his lack of education and contrasts with the proper English spoken by the middle-class characters and by the narrator. In spite of his lack of formal education, however, Stephen possesses greater insight about the relationship between employer and employee than does Bounderby. Stephen notes that “yo” (the factory owners and employers) and “us” (the Hands) are constantly opposed, but that the Hands stand no chance in the contest because the employers possess all the wealth and power. However, he does not blame the employers solely for the suffering of the poor, concluding instead that the situation is a “muddle” and that it is difficult to determine who is responsible for society’s ills. Stephen also suggests that the monotony of factory labor seems futile to the Hands, who need to strive for some larger goal in order to make the endless round of production seem worthwhile. The “distant object” or larger goal that he mentions here is later symbolized by the bright star on which he gazes while trapped at the bottom of the mine shaft."}]