[{"page":"http://www.sparknotes.com/lit/frankenstein/quotes/","quote":"I saw—with shut eyes, but acute mental vision—I saw the pale student of unhallowed arts kneeling bes","desc":"Taken from Mary Shelley’s Author’s Introduction to the 1831 edition of Frankenstein, this quote describes the vision that inspired the novel and the prototypes for Victor and the monster. Shelley’s image evokes some of the key themes, such as the utter unnaturalness of the monster (“an uneasy, half-vital motion”), the relationship between creator and created (“kneeling beside the thing he had put together”), and the dangerous consequences of misused knowledge (“supremely frightful would be the effect of...mock[ing]...the Creator”)."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/page/2","quote":"Did I request thee, Maker, from my clay.","desc":"These lines appear on the title page of the novel and come from John Milton’s Paradise Lost, when Adam bemoans his fallen condition (Book X, 743–745). The monster conceives of himself as a tragic figure, comparing himself to both Adam and Satan. Like Adam, he is shunned by his creator, though he strives to be good. These rhetorical questions epitomize the monster’s ill will toward Victor for abandoning him in a world relentlessly hostile to him and foist responsibility for his ugliness and eventual evil upon Victor."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/page/3","quote":"What may not be expected in a country of eternal light?","desc":"This quote comes from Walton’s first letter to his sister in England. It encapsulates one of the main themes of Frankenstein—that of light as a symbol of knowledge and discovery. Walton’s quest to reach the northernmost part of the earth is similar in spirit to Victor’s quest for the secret of life: both seek ultimate knowledge, and both sacrifice the comfort of the realm of known knowledge in their respective pursuits. Additionally, the beauty and simplicity of the phrasing epitomize the eighteenth-century scientific rationalists’ optimism about, and trust in, knowledge as a pure good."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/page/4","quote":"So much has been done, exclaimed the soul of Frankenstein—more, far more, will I achieve; treading i","desc":"Victor utters these words in Chapter 3 as he relates to Walton how his chemistry professor, M. Waldman, ignited in him an irrepressible desire to gain knowledge of the secret of life. Victor’s reference to himself in the third person illustrates his sense of fatalism—he is driven by his passion, unable to control it. Further, the glorious, assertive quality of his statement foreshadows the fact that Victor’s passion will not be tempered by any consideration of the possible horrific consequences of his search for knowledge. Additionally, this declaration furthers the parallel between Walton’s spatial explorations and Frankenstein’s forays into unknown knowledge, as both men seek to “pioneer a new way,” to make progress beyond established limits."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/page/5","quote":"I, the miserable and the abandoned, am an abortion, to be spurned at, and kicked, and trampled on.","desc":"In Walton’s final letter to his sister, he recounts the words that the monster speaks to him over Victor’s dead body. This eruption of angry self-pity as the monster questions the injustice of how he has been treated compellingly captures his inner life, giving Walton and the reader a glimpse into the suffering that has motivated his crimes. This line also evokes the motif of abortion: the monster is an unwanted life, a creation abandoned and shunned by his creator."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/theme/ambition","quote":"My life might have been passed in ease and luxury; but I preferred glory to every enticement that we","desc":"Walton writes these lines to his sister as he describes his motivation for his voyage of exploration, and his justification for why he feels he deserves to be successful. The lines foreshadow the similar experience of ambition that Victor will also experience. Walton implies a moral superiority as a result of choosing to commit to hard work in service of his passion for discovery. However, his motivation for exploration is still the fame and respect he thinks he will receive, not the possible benefits to anyone else."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/theme/ambition","quote":"For when I would account to myself for the birth of that passion, which afterwards ruled my destiny,","desc":"Victor speaks this quote as he reflects on the origins of his obsessive fascination with artificially creating life. The poetic style reveals Victor’s education and eloquence, but the quote also reveals his fundamental lack of self-awareness and moral responsibility. He describes his ambition as an external force beyond his control by comparing it to a raging river sweeping away everything in its path. His ambition might have been a powerful desire, but it was still an internal feeling that he could have tried to control rather than allowing it to direct his actions without considering consequences."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/theme/ambition","quote":"So much has been done, exclaimed the soul of Victor, -- more, far more, will I achieve: treading in ","desc":"This quotation shows how profound Victor’s ambitions are. As he learns about the progress that contemporary science has made, his first reaction is to fantasize about how much further he could go. This reaction shows his lack of humility and his arrogance. Rather than pausing to consider how impressive the discoveries of others have been, Victor immediately focuses on outdoing them. His drive to surpass the accomplishments of others may be part of why he fixates on the bold and reckless goal of artificially creating life."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/theme/ambition","quote":"Seek happiness in tranquility, and avoid ambition, even if it be only the apparently innocent one of","desc":"Victor speaks these lines to Walton toward the end of the novel. As his life is drawing to a close, he reflects on all his mistakes and regrets, and tries to offer some wisdom to Walton in hopes of preventing him from making similar mistakes. Victor can tell that Walton also has tendencies toward reckless ambition and encourages him to abandon this behavior. He also astutely notes that ambitions directed towards science and discovery can seem on the surface to be less risky than political or military ones, but that these goals carry similar risks if taken to the extreme."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/theme/loneliness","quote":"I desire the company of a man who could sympathise with me; whose eyes would reply to mine.","desc":"Walton writes these lines to his sister as he describes his loneliness during his voyage. Note that Walton is not actually alone during this time: he is surrounded by ship mates and sailors. What makes him feel lonely is that he feels nothing in common with these men due to their different social class and lack of education. Walton fantasizes about finding a friend who would share his interests and point of view, and with whom he would be able to feel at ease."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/theme/loneliness","quote":"I had never yet seen a being resembling me, or who claimed any intercourse with me. What was I?","desc":"This quote is spoken by the monster as he tries to make sense of his identity and origin. Because of his traumatic experience of coming in to the world abandoned, alone, and confused, the monster has no one to help him or guide him. He also does not even recognize what he is, which makes him feel even more intensely isolated. With these lines, Shelley captures the importance of community and family for identity formation. Human infants come to understand their identity by being surrounded by other humans, but the monster has no one else like him."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/theme/loneliness","quote":"Satan had his companions, fellow-devils, to admire and encourage him; but I am solitary and abhorred","desc":"In these lines, the monster expresses the extreme cruelty of living a life of complete loneliness and isolation. Since he has read Milton’s Paradise Lost, the monster is familiar with the story of Satan, and he comments on how the figure who is usually viewed as the most extreme of evil was still not sentenced to live completely alone. The monster’s loneliness is particularly acute because he knows he will be rejected anytime he tries to reach out to anyone, since his size and appearance make him terrifying to human beings."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/theme/parenthood","quote":"My mother’s tender caresses and my father’s smile of benevolent pleasure while regarding me are my f","desc":"Victor speaks this quote as he recalls his happy and privileged childhood. He was deeply loved by his parents, and they understood that they had a natural responsibility to care for him. The quote ironically foreshadows Victor’s later behavior, since even though he was so well-cared for himself, he will completely fail at caring for the monster after he brings him into the world. The quote’s emphasis on him having two parents also hints at the possible value of a traditional family rather than the isolated reproduction Victor tries to pursue."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/theme/parenthood","quote":"A new species would bless me as its creator and source; many happy and excellent natures would owe t","desc":"Victor speaks these lines while explaining what he hoped would result from his experiments. These lines make it clear that he did see himself as a parental figure, responsible for bringing new individuals into the world. However, he seemed interested only in the privileges of parenthood, not the responsibilities. He wanted to be respected and adored, but he did not reflect on the responsibilities and duties that would come with it. This narrow perspective shows Victor’s self-interest and lack of regard for others."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/theme/parenthood","quote":"“Yet you, my creator, detest and spurn me, thy monster, to whom thou art bound by ties only dissolub","desc":"The monster speaks these lines when he meets with Victor on the mountain peaks and is frustrated that Victor initially refuses to engage with him. The monster uses these lines to remind Victor of his responsibility and their shared destiny. He argues that whether or not Victor likes it, their relationship as creator and created means their fates are intertwined, and that Victor owes him at least the chance to tell his story and make his request."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/theme/parenthood","quote":"Yet one of the first results of those sympathies for which the daemon thirsted would be children, an","desc":"Victor reflects that if he does comply with the monster’s demand that he make him a female companion, the two monsters will likely reproduce. This assumption is interesting since the monster has spoken only about his desire for companionship, not necessarily sexuality, and certainly not reproduction. Victor makes assumptions based on his own preoccupations, and since he was fixated on generating new life, he assumes the monster will be as well. This fear of reproduction is a major reason why Victor turns away from his plan, and destroys the female monster before completing the project."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/theme/natural-goodness","quote":"“I was benevolent and good; misery made me a fiend.”","desc":"The monster speaks these lines to explain the origin of his violent behavior. He makes it clear that he was not initially a bad individual, but that because he was abandoned, neglected, and lonely, he began to lash out. This quote is important because it illustrates the perspective that individuals are generally born good, no matter what their appearance, but that environmental influences are the most powerful determinants of their later behavior."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/theme/natural-goodness","quote":"“What chiefly struck me was the gentle manners of these people; and I longed to join them, but dared","desc":"This quote shows the perspective of the monster as he observes the De Lacey family. Since this is his first chance to closely observe human beings, he could be struck by many things, but he focuses on the kindness and consideration they show to one another. This interest reveals the monster’s desire to learn to function as part of a family and his tendency to naturally gravitate towards goodness."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/theme/natural-goodness","quote":"“I afterwards found that these labours, performed by an invisible hand, greatly astonished them; and","desc":"This quotation describes the reaction of the De Lacey family to the work the monster does to help them. He takes it upon himself to bring them extra firewood and other supplies, and they are very grateful since they live in poverty. Based on the kindness of these acts, the family assumes that whoever is helping them is good and benevolent. However, when they actually encounter the monster, they are unable to see past his repulsive appearance. It seems impossible to them that kind actions could be performed by a grotesque being."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/theme/natural-goodness","quote":"“Am I to be thought the only criminal, when all humankind sinned against me?”","desc":"The monster speaks these lines to call attention to the way in which his actions are rooted in the trauma he experienced. While he doesn’t deny his role in the violent deaths of a number of characters, he insists on the fact that he is also a victim. He cannot accept being positioned as the villain when he believes that the humans around him have also been cruel and uncompassionate. This quote calls attention to the fact that it is easy to see the monster as violent and monstrous without stopping to consider what made him that way."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/section/chapter-24--walton-in-continuation","quote":"I, the miserable and the abandoned, am an abortion, to be spurned at, and kicked, and trampled on. S","desc":"Walton then regains control of the narrative, continuing the story in the form of further letters to his sister. He tells her that he believes in the truth of Victor’s story. He laments that he did not know Victor, who remains on the brink of death, in better days.One morning, Walton’s crewmen enter his cabin and beg him to promise that they will return to England if they break out of the ice in which they have been trapped ever since the night they first saw the monster’s sledge. Victor speaks up, however, and convinces the men that the glory and honor of their quest should be enough motivation for them to continue toward their goal. They are momentarily moved, but two days later they again entreat Walton, who consents to the plan of return.Just before the ship is set to head back to England, Victor dies. Several days later, Walton hears a strange sound coming from the room in which Victor’s body lies. Investigating the noise, Walton is startled to find the monster, as hideous as Victor had described, weeping over his dead creator’s body. The monster begins to tell him of all his sufferings. He says that he deeply regrets having become an instrument of evil and that, with his creator dead, he is ready to die. He leaves the ship and departs into the darkness.By this point in the novel, Victor has assumed the very inhumanity of which he accuses the monster. Just as the monster earlier haunts Victor, seeking revenge on him for having destroyed any possibility of a mate for him, Victor now experiences an obsessive need to exact revenge on the monster for murdering his loved ones. Like the monster, he finds himself utterly alone in the world, with nothing but hatred of his nemesis to sustain him.Read more about how both Victor and the monster can be considered antagonists.Echoes of the monster’s earlier statements now appear in Victor’s speech, illustrating the extent to which Victor has become dehumanized. “I was cursed by some devil,” he cries, “and carried about with me my eternal hell.” This is the second allusion to the passage in Paradise Lost in which Satan, cast out from Heaven, says that he himself is Hell. The first allusion, made by the monster after being repulsed by the cottagers, is nearly identical: “I, like the arch fiend, bore a hell within me.” Driven by their hatred, the two monsters—Victor and his creation—move farther and farther away from human society and sanity.Read explanations of quotes from Victor.The final section of the novel, in which Walton continues the story, completes the framing narrative. Walton’s perception of Victor as a great, noble man ruined by the events described in the story adds to the tragic conclusion of the novel. The technique of framing narratives within narratives not only allows the reader to hear the voices of all of the main characters, but also provides multiple views of the central characters. Walton sees Frankenstein as a noble, tragic figure; Frankenstein sees himself as an overly proud and overly ambitious victim of fate; the monster sees Frankenstein as a reckless creator, too self-centered to care for his creation.Read an in-depth analysis of Robert Walton.Similarly, while Walton and Frankenstein deem the monster a malevolent, insensitive brute, the monster casts himself as a martyred classical hero: “I shall ascend my funeral pile triumphantly and exult in the agony of the torturing flames,” he says. Fittingly, the last few pages of the novel are taken up with the monster’s own words as he attempts to gain self-definition before leaving for the northern ice to die. That the monster reassumes control of the narrative from Walton ensures that, after Victor’s death and even after his own, the struggle to understand who or what the monster really is—Adam or Satan, tragic victim or arch-villain—will go on.Read more about what the ending means."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/the-monster","quote":"“I expected this reception,” said the daemon. “All men hate the wretched; how, then, must I be hated","desc":"When Frankenstein accuses the Monster of murdering his brother William, the Monster cleverly deflects the accusation. Frankenstein’s hatred of him is to be “expected,” he says, not because of the murder, but because the Monster is “wretched” and “miserable.” The Monster’s first utterance sums up his story as he sees it, but it also demonstrates his skill with language. Throughout the novel the Monster skillfully deflects blame for the murders he has committed by emphasizing his own suffering."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/the-monster","quote":"For a long time I could not conceive how one man could go forth to murder his fellow, or even why th","desc":"The Monster claims that when he was first created he could not even understand murder, and that when he did come to understand “bloodshed,” it made him feel “disgust and loathing.” At the same time, the Monster makes a more subtle point in his defense. Human beings “go forth to murder” so often that “laws and governments” are needed to stop them: there is therefore nothing inhuman or unnatural about the Monster’s capacity for murder."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/the-monster","quote":"Many times I considered Satan as the fitter emblem of my condition; for often, like him, when I view","desc":"The Monster has read Milton’s Paradise Lost, and he often compares his experience to the story of Satan in Milton’s poem. Here he says that, like Satan, he is excluded from human life and envies its happiness. However, whenever he compares himself to Satan, the Monster is also taking a jab at Frankenstein. Satan’s unhappiness is caused by his alienation from his creator, God. The Monster is accusing Frankenstein of playing God by creating him."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/the-monster","quote":"There was none among the myriads of men who existed who would pity or assist me; and should I feel k","desc":"The Monster argues that his murderousness is not his fault. Human beings made him declare “war” by treating him like an enemy. The Monster feels completely alienated: “none among the myriads of men” will take pity on him. In this way he resembles Frankenstein, who alienates himself by pursuing forbidden knowledge. The Monster will go on to deepen Frankenstein’s alienation by killing his friends and family."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/the-monster","quote":"You must create a female for me, with whom I can live in the interchange of those sympathies necessa","desc":"The Monster demands that Frankenstein create a female companion for him. He argues that close, loving relationships are “necessary” for “being.” By imagining that his female companion will be “for” him, he shows that he shares his creator’s possessive attitude toward women. Frankenstein tells us that he looks upon his future wife Elizabeth as “mine.” By longing for a female companion, the Monster also aligns himself with Adam in Milton’s Paradise Lost."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/the-monster","quote":"As I looked on him, his countenance expressed the utmost of malice and treachery.","desc":"Frankenstein describes the appearance of the Monster in his window. Every character who sees the Monster (himself included) agrees that he looks terrifying. Frankenstein goes further. He suggests that the Monster’s terrifying appearance is evidence of his evil character, his “malice and treachery.” One possible reading of this line is that Frankenstein is trying to shift blame away from himself: if the Monster is an innately evil and unlovable being, then Frankenstein can’t be held responsible for treating him so badly."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/the-monster","quote":"I shall collect my funeral pile and consume to ashes this miserable frame, that its remains may affo","desc":"On one level, Frankenstein can be seen as an argument between Frankenstein and the Monster. Frankenstein believes the Monster is evil, while the Monster insists that he would be good if he hadn’t been so badly treated. In his final appearance, the Monster seems to confirm that he is good, after all. Instead of continuing his killing spree, he intends to kill himself and protect mankind by destroying the evidence that he existed. On the other hand, Walton doesn’t actually see the Monster kill himself, so we can’t be certain what happens to him after the book ends."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/frankenstein","quote":"The world was to me a secret which I desired to divine.","desc":"Frankenstein explains why science was so appealing to him. He is driven by a desire to discover secrets, but that is not the only way in which he is a secretive character. He works to create the Monster in secret, and he doesn’t tell anyone about the Monster until he is on his deathbed. At least two of the Monster’s victims, Justine and Elizabeth, might have lived if Frankenstein had not kept the Monster’s existence a secret."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/frankenstein","quote":"I know that while you are pleased with yourself, you will think of us with affection, and we shall h","desc":"Frankenstein’s father warns him that if he grows distant from his family, he should take it as a sign that he’s not happy with himself. Frankenstein suggests that the root of alienation is self-hatred. Frankenstein’s alienation is something he shares with the Monster, who is also alone, and also experiences self-hatred, so much so that he kills himself."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/frankenstein","quote":"Unless I had been animated by an almost supernatural enthusiasm, my application to this study would ","desc":"Throughout his story, Frankenstein tries to persuade Walton that he is not to blame for the Monster’s crimes. He insists that he thought he was doing the right thing when he created the Monster, but sometimes he seems to realize that his argument is not entirely convincing. In order to explain the nights he spent in “vaults and charnel-houses,” Frankenstein suggests that there was something “supernatural” about his enthusiasm for studying corpses. In other words, it wasn’t his fault."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/frankenstein","quote":"A new species would bless me as its creator and source; many happy and excellent natures would owe t","desc":"Before creating the Monster, Frankenstein imagines that his relationship with the Monster will be even closer than the relationship of father and child. This suggests that Frankenstein knew he was doing something terrible when he abandoned the Monster. However, he refuses to apologize to the Monster or to admit responsibility for the Monster’s suffering."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/frankenstein","quote":"I suddenly left my home, and bending my steps towards the near Alpine valleys, sought in the magnifi","desc":"Frankenstein loves the natural world, and often finds comfort in the beauty of nature. However, he takes his love for nature too far. By trying to discover the secrets of life and death he creates the Monster. His trip to the Alpine valleys also goes too far: he ends up in a “sea of ice” where the Monster can ambush him."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/frankenstein","quote":"There can be no community between you and me; we are enemies.","desc":"Frankenstein’s insistence that there “can be no community” between him and the Monster is highly ironic: in a sense, the Monster and Frankenstein are the only community either of them has. The Monster is the only person who knows Frankenstein’s secret, and Frankenstein is the only person who will listen to the Monster’s story. The setting underscores this point: they are alone in the mountains, far from any other people."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/frankenstein","quote":"As the memory of past misfortunes pressed upon me, I began to reflect upon their cause—the monster w","desc":"Frankenstein is determined to argue that the Monster is responsible for all the novel’s suffering. However, even as he makes this claim, he undermines it, acknowledging that the “cause” of his misfortunes is something he himself “created.” Frankenstein never fully settles the question of who is to blame for the Monster’s crimes: the reader is left to consider the truth for herself."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/frankenstein","quote":"He believes that, when in dreams he holds converse with his friends and derives from that communion ","desc":"Near the end of the novel, after we have heard Frankenstein’s story, Walton tells us that Frankenstein believes his dead friends talk to him in his dreams. This underlines one of the novel’s central themes: the importance of having companions. Frankenstein cannot bear being without his family and friends. It’s making him mad."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/frankenstein","quote":"Like the archangel who aspired to omnipotence, I am chained in an eternal hell.","desc":"Frankenstein compares himself to Satan in Milton’s Paradise Lost. He recognizes that, like Satan, he is guilty of too much ambition. Ambition is Frankenstein’s fatal flaw, but he cannot give it up. Even his determination to destroy the Monster at all costs is a kind of ambition. By comparing himself to Satan, Frankenstein also reveals a similarity to the Monster, who often compares himself to Satan."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/frankenstein","quote":"Yet why do I say this? I have myself been blasted in these hopes, yet another may succeed.","desc":"These are Frankenstein’s last words. Throughout his conversations with Walton, he has warned Walton about the dangers of ambition, but at the last moment he takes his warning back. This shows that Frankenstein has not really learned or changed as a result of his experiences."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/walton","quote":"I try in vain to be persuaded that the pole is the seat of frost and desolation; it ever presents it","desc":"Walton is introduced as someone so ambitious to make a great discovery that he won’t pay attention to the dangers of exploration, even though he knows they’re there. This shows that he is like Frankenstein, who also does not see the danger of investigating the far reaches of the natural world."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/walton","quote":"I bitterly feel the want of a friend.","desc":"Walton longs for companionship. This line introduces an important theme of the novel: both Frankenstein and the Monster will be desperate for companions later on. Because he wants a friend, Walton is ready to like and sympathize with Frankenstein when he comes aboard. For that reason, we can’t place too much faith in Walton’s positive report on Frankenstein’s character."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/walton","quote":"I cannot lead them unwillingly to danger, and I must return.","desc":"Walton decides to abandon his voyage because he feels responsible for the safety of his crew. This decision points to the most important difference between him and Frankenstein. Both men are ambitious, but Frankenstein’s ambition matters more to him than his responsibilities, even his responsibilities to his friends and family."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/elizabeth-lavenza","quote":"All praises bestowed on her, I received as made to a possession of my own.","desc":"Frankenstein explains that he saw Elizabeth as his “possession.” He seems to believe that this demonstrates how much he loved her, but his story suggests that he took her for granted. He ignores her until she is forced to ask him to marry her, and when he does marry her it doesn’t even occur to him that he’s making her into a target for the Monster. In this way, by taking her for granted, he helps to cause her death."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/elizabeth-lavenza","quote":"Elizabeth, my love, you must supply my place to my younger children.","desc":"On her deathbed, Frankenstein’s mother tells Elizabeth that she “must” take her place as a mother figure to Frankenstein’s brothers. This line raises several questions that also apply to the relationship between Frankenstein and the Monster. Do children (or creatures) have a duty to be what their parents (or creators) want them to be? Should parents expect their children to be like them?"},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/elizabeth-lavenza","quote":"The murderous mark of the fiend’s grasp was on her neck, and the breath had ceased to issue from her","desc":"Frankenstein describes Elizabeth’s death. We rarely hear from her in her own words, and some readers have suggested that she is silenced by Frankenstein, who tells her story without understanding her or taking responsibility for his role in her death. When the Monster kills her, his method is designed to literally silence her: she screams, and he strangles her so that nothing—neither breath nor words—can “issue from her lips.”"},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/henry-clerval","quote":"He loved enterprise, hardship and even danger, for its own sake.","desc":"Frankenstein describes Clerval as a boy. Clerval shares Frankenstein’s central personality trait: ambition. Both men are drawn to danger and hardship, in a spirit of adventure. Frankenstein says that Clerval is his dearest friend, which shows that as well as being ambitious himself, Frankenstein admires ambition in other people."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/henry-clerval","quote":"Excellent friend! How sincerely you did love me, and endeavor to elevate my mind until it was on a l","desc":"Frankenstein praises Clerval for being such a good friend. Several times in the novel, Clerval rescues Frankenstein from despair. It is Clerval who nurses Frankenstein back to health after the Monster’s creation. This demonstrates the value of friends and companions, underlining the pain of the Monster’s loneliness."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/symbol/light-and-fire","quote":"What may not be expected in a country of eternal light?","desc":"In a letter home to his sister, explorer Robert Walton brims with enthusiasm about his dangerous scientific expedition to the North Pole, an area he calls “a country of eternal light,” as it was a common belief at the time that the sun was always visible there. While others see the North Pole as a wasteland of frost and desolation, Walton sees it as a place of beauty and as a source of endless scientific discovery. He wholeheartedly believes that by daring to venture to the furthest reaches of Earth, he will be awarded to “some great purpose.” Symbolically, light represents both Walton’s faith in science’s ability to uncover nature’s deepest and darkest secrets, and the rational mind’s ability to understand and unlock all of nature’s mysteries—two cornerstone beliefs of the Enlightenment."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/symbol/light-and-fire","quote":"I remembered the effect that the view of the tremendous and ever-moving glacier had produced upon my","desc":"In the months after Justine’s execution, Victor Frankenstein finds himself increasingly in despair, and he even contemplates suicide. Looking for solace, he travels alone to the summit of Montanvert, a glacier in the Alps popular with European travelers. Here, Frankenstein explains how the glacier’s stark beauty revives his soul and lifts it from “the obscure world to light and joy.” Light, in this instance, is not the symbol of the pinnacle of the rational, scientific mind, which seeks to shed “light” on the secrets of nature, but rather light is nature itself and its restorative powers to the soul, an idea popular with the Romantic authors at the time Frankenstein was written."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/symbol/light-and-fire","quote":"Abhorred monster! fiend that thou art! the tortures of hell are too mild a vengeance for thy crimes.","desc":"Here, Frankenstein threatens to kill the Monster. Moments before this outburst, Victor had been standing on the peak of the glacier Montanvert, enjoying a momentary respite from his troubles as he gazed out at the landscape’s soothing, natural beauty. Frankenstein’s peace is disturbed, however, when he catches a glimpse of the Monster rushing toward him. The “spark” Frankenstein threatens to extinguish symbolizes the Monster’s life as well as fire, the gods’ secret that Prometheus gifted to humankind, an act he was later severely punished for."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/symbol/light-and-fire","quote":"Before, dark and opaque bodies had surrounded me, impervious to my touch or sight; but I now found t","desc":"As the Monster recounts his story to Frankenstein, he describes the first sensations he had as he awakened alone in a forest. His first encounter with sunlight created an uncomfortable, overwhelming sensation that “pressed upon” his nerves and felt uncomfortably “oppressive.” Throughout the novel, light functions as a symbol for both nature and god and the powers of the rational mind, which play as two somewhat opposing aspects of the human experience in the novel. Here, the Monster’s first experience of coming out of darkness and into the light is like an uncomfortable birth into the realm of human experience."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/symbol/light-and-fire","quote":"One day, when I was oppressed by cold, I found a fire which had been left by some wandering beggars,","desc":"The Monster recounts to Frankenstein his first experience with fire. The Monster is encouraged by the fire’s warmth but, thrusting his hand into the fire, learns that fire can bring comfort but also burn and cause pain. Thus, the Monster begins to understand the dangerous dual nature of fire, an element that can both give life or take it away. Fire symbolizes the gifts of the human rational mind and its ability to both create and, if not used wisely, destroy."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/setting/the-arctic-ice","quote":"I am already far north of London, and as I walk in the streets of Petersburgh, I feel a cold norther","desc":"In the first letter of the book, Robert Walton writes to his sister about his excitement as he prepares to embark on his trip to the North Pole. The cold weather in St. Petersburg whets Walton’s appetite for the “icy climes” he expects to find in the Arctic. At this point in the story, the Arctic is primarily a setting that inhabits Walton’s active imagination. Although on some level Walton seems to understand that the Arctic is a place of “frost and desolation,” he imagines it to be a place of “beauty and delight,” revealing that he is optimistic and perhaps even a bit naïve. Letter 1 St. Petersburg, Dec. 11, 17--"},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/setting/the-arctic-ice","quote":"I will put some trust in preceding navigators—there snow and frost are banished; and, sailing over a","desc":"In this passage, Walton continues to imagine the Arctic as a place of undiscovered mystery and natural phenomena just waiting to be revealed. Since no human has ever set foot in the region before, Walton does not know what he will encounter on his voyage, but his ardent curiosity fuels his grand expectations and thirst for adventure. For example, he expects to discover the source of the Earth’s magnetic fields, that “wonderous power” that makes compass needles point north. He also describes the Arctic as a place of “eternal light,” perhaps a reference to the fact that the sun never sets during Arctic summers. Yet he fails to mention that Arctic winters bring continuous darkness. Letter 4 August 5th, 17--"},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/setting/the-arctic-ice","quote":"Last Monday (July 31st) we were nearly surrounded by ice, which closed in the ship on all sides, sca","desc":"In Letter 4, the final letter before Victor Frankenstein's story begins, Walton describes the perilous state of his voyage on the day that he and his men first see the monster. The ship is enshrouded in fog and in danger of becoming trapped in the ice. Walton, who had been so enamored with the wonders of the Arctic, now senses the grave danger of his voyage and becomes very anxious. The appearance of the mysterious monster, however, distracts him and his men from their fears and excites their sense of wonder once more. Chapter 24"},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/setting/the-arctic-ice","quote":"September 9th, the ice began to move, and roarings like thunder were heard at a distance as the isla","desc":"This description of Walton's journey through the ice comes at the end of the novel, after Frankenstein's story has been told. In the beginning of the novel, Walton can see only the adventure and excitement of the Arctic. By the end, Walton and his men had begun to doubt they would ever survive the perils of the Arctic. With dangerous ice cracking all around them, they feel trapped and powerless. When the ice finally clears and they realize they will escape, the sailors cheer."},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/setting/europe","quote":"In a solitary chamber, or rather cell, at the top of the house, and separated from all the other apa","desc":"In this quote, Victor Frankenstein describes his laboratory at his college in Ingolstadt where he creates the monster. Much like Walton's ship that was shut in and isolated by ice, the single room is situated far away from all of the other rooms in the house, isolating Victor and his work. Victor is isolated not just in terms of place, but also mentally. His singular focus on completing his experiment causes Victor to stay indoors looking at body parts even as \"a most beautiful season\" blooms outdoors. Chapter 9"},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/setting/europe","quote":"Immense glaciers approached the road; I heard the rumbling thunder of the falling avalanche and mark","desc":"In this passage, Victor feels quite depressed about Justine's death, so he explores the natural surroundings of the Chamounix Valley. In Romantic literature, characters often try to cure their sadness by spending time in nature, and this scene is a good example. Victor looks to Mont Blanc, the highest mountain in the Alps, for inspiration. Every new step along his journey reveals to Victor something that sparks a happy memory. The winds are \"soothing\" and nature wants him to \"weep no more.\" Chapter 11"},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/setting/europe","quote":"The whole village was roused; some fled, some attacked me, until, grievously bruised by stones and m","desc":"In this passage, the monster tells Victor about being driven away from a village by frightened villagers. For the monster, everything is a new discovery, so he feels enchanted by the “palaces” he sees in the village. However, the villagers' violent reactions to the monster cause him to flee to the \"open country\" in fear. The monster isolates himself in a small, dark hovel away from others, much like Victor did in his laboratory in Ingolstadt. Chapter 13"},{"page":"https://www.sparknotes.com/lit/frankenstein/quotes/setting/europe","quote":"In the meanwhile also the black ground was covered with herbage, and the green banks interspersed wi","desc":"In this quote, the monster describes the time when both he and Safie were learning how to speak French. The natural setting often mirrors what is happening in the lives of the characters. As the monster learns new things and the characters begin new relationships, the natural setting around them becomes lush and warm. Even during this happy time, the monster isolates himself during the day because he’s afraid people will attack him like they did in the village."}]