[{"page":"http://www.sparknotes.com/lit/earnest/quotes/","quote":"Algernon: “Nothing will induce me to part with Bunbury, and if you ever get married, which seems to ","desc":"Algernon speaks these lines in Act I, replying to Jack’s announcement that he plans to kill off his imaginary brother and his suggestion that Algernon do the same with Bunbury. Jack has just denied being what Algernon called “a Bunburyist,” that is, someone who leads a double life or otherwise engages in an elaborate deception that allows him to misbehave and seem virtuous at the same time. Jack thinks that once he is married to Gwendolen he will no longer need the ruse of the irresponsible brother because he will be happy, and he won’t want to disappear. Algernon counters with the suggestion that it is the married man who needs Bunbury most of all.On one level, this exchange merely continues the long-running marriage gag, which treats the whole Victorian notion of “married bliss” with a kind of gallows humor. However, it also initiates the play’s darker subtext. What Algernon suggests is that all husbands in Victorian society lead double lives. In Wilde’s view, Jack’s refusal to acknowledge that he is “a Bunburyist” is what differentiates him from Algernon from a purely moral perspective. Jack’s refusal to admit what he is makes him a hypocrite. Later, when Jack is forced to confess that Ernest was a fiction, and that in reality he has no brother, he makes a speech about the pain involved in being forced to speak the truth. When, at the end, he discovers that he really has been both Ernest and John all along, he tells Gwendolen that “it is a terrible thing for a man to find out suddenly that all his life he has been speaking nothing but the truth.” Gwendolen forgives him, she says, because she feels he is “sure to change.” She is probably right. Jack hasn’t been telling the truth all along, and he wasn’t telling the truth when he implied that his invented brother was a ruse for getting away to see her. In fact, Jack’s desire to get away from Hertfordshire has been motivated by a desire to do things that conflict with “a very high moral tone.” Algernon and Gwendolen are likely right: before too long, Jack will feel the call of Bunbury again."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/page/2","quote":"Lady Bracknell: “I do not approve of anything that tampers with natural ignorance. Ignorance is like","desc":"Lady Bracknell says these lines in the scene in Act I in which she interviews Jack to determine his eligibility as a suitor for Gwendolen. She has just told him she believes that a man who wants to marry should know either everything or nothing, and Jack, sensing a trap, has said he knows nothing. Lady Bracknell greets the news with complacency and says only, “I am pleased to hear it.” Wilde is on one level sending up the boorish ignorance and vacuity of the British leisured classes, qualities he had certainly encountered in the person of Lord Alfred Douglas’s voluble and undereducated father, whose provocative, misspelled note would ultimately lead to Wilde’s downfall. On another level, Wilde is making a serious social and political point. A good deal of truth exists in what Lady Bracknell says. Education, if it were effective in England, probably would threaten the established order. Lady Bracknell is implying that if the poor and the downtrodden in England knew anything about anything they would overthrow the ruling class.The speech exemplifies one of the ways in which Wilde’s comedy works. The characters in The Importance of Being Earnest are not realistic or true to life. They don’t display consistency of temperament or viewpoint, even within a given scene or speech. They’re literary constructs, artificial creations whose purpose is to give voice to a particular utterance at a particular moment. Wilde uses Lady Bracknell to embody the mind-boggling stupidity of the British aristocracy, while at the same time, he allows her to voice some of the most trenchant observations in the play."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/page/3","quote":"Jack: “You don’t think there is any chance of Gwendolen becoming like her mother in about a hundred ","desc":"This exchange between Algernon and Jack in Act I occurs after Lady Bracknell has swept indignantly out of the house in response to Jack’s inability to produce any ancestry. In some ways it foreshadows the future, since Gwendolen really does resemble her mother in a number of ways. Like Lady Bracknell, she is somewhat ruthless and overbearing, and she demonstrates similar habits of speech and frames of mind, including a propensity to monomania (witness her obsession with the name “Ernest”) and a tendency to make absurd categorical pronouncements. If Gwendolen’s voice were turned up a few decibels, it might be indistinguishable from that of Lady Bracknell.Algernon’s reply to Jack’s question is a perfect example of the Wildean epigram: a statement that briefly and elegantly turns some piece of received or conventional wisdom on its head. Another example is Algernon’s assertion that “The truth is rarely pure and never simple. Modern life would be very tedious if it were either, and modern literature a complete impossibility!” Typically, the Wildean epigram consists of two elements: an outrageous statement followed by an explanation that is at once even more outrageous and at the same time true. Or, as in the quotation above, it can consist of an antithesis: “On the one hand A; on the other hand B.” When Algernon tells Jack his witticism is “perfectly phrased” and “quite as true as any observation in civilized life should be,” he is voicing the moral perspective of the Wildean dandy, who believes that nothing is more important than the beauty of form and that elegance rather than accuracy or truth should dictate what people say."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/page/4","quote":"Algernon: “Oh! I am not really wicked at all, cousin Cecily. You mustn’t think that I am wicked.” Ce","desc":"This exchange between Algernon and Cecily occurs in Act II when Algernon, who is presenting himself as Jack’s brother Ernest, is shown into the garden. He greets Cecily, calling her his “little cousin,” and she greets him as “my wicked cousin Ernest.” The moral status of Jack’s fictional brother has undergone a change between Acts I and II. At Algernon’s flat in Half Moon Street, “Ernest” was merely “profligate” (Algernon’s word). To use Jack’s terminology, he got into “scrapes,” which is to say “jams” or mischief. Precisely what Jack considers a “scrape” isn’t made clear in Act I. They are, however, something Algernon is fond of. When Jack warns him that Bunbury may get him into “a serious scrape some day,” Algernon replies, “I love scrapes. They are the only things that are never serious.”Once the action moves to the garden of the Manor House, where Miss Prism’s moral viewpoint seems to hold sway, Jack’s brother graduates to “unfortunate,” “bad,” and downright “wicked.” Cecily yearns to meet a “really wicked” person, she says. The moment before Algernon enters, she soliloquizes that she’s terrified “he will look just like everyone else.”This open interest in the idea of immorality is what takes Cecily out of the realm of Victorian hypocrisy and makes her a suitable love interest for Algernon. Her notion that if Jack’s brother is not really wicked he has been “deceiving us all in a very inexcusable manner” turns the plot of the play on its head. She goes on to define hypocrisy as “pretending to be wicked and being really good all the time.” It isn’t, of course. It is the opposite of hypocrisy. In fact, it is the creed of the Wildean dandy-hero."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/page/5","quote":"Lady Bracknell: “My nephew, you seem to be displaying signs of triviality.” Jack: “On the contrary, ","desc":"These lines form the last exchange in the play. At this point in the play, the notion of earnestness has taken several forms. Earnestness is a concept that can be best grasped by looking at its opposites. Here it is presented as the opposite of “triviality,” while elsewhere it means the opposite of seriousness. When Jack scoffs at the idea of a “serious Bunburyist,” Algernon retorts, “Well, one must be serious about something....What on earth you are serious about I haven’t got the remotest idea. About everything, I should fancy. You have such an absolutely trivial nature.” In terms of the play’s primary plot, earnestness is the quality of honesty or candor. But exactly what the play really says about this attribute is hard to determine. Algernon professes not to believe that truth belongs in civilized conversation. Jack doesn’t think truth “quite the sort of thing one tells to a nice, sweet, refined girl.” Cecily thinks that “whenever one has anything unpleasant to say, one should always be quite candid.” Lady Bracknell believes that a woman should always lie about her age. Gwendolen feels that “In matters of grave importance, style, not sincerity, is the vital thing.” Of course, which of these characters is speaking the truth about the truth is impossible to determine.One of the moral paradoxes that The Importance of Being Earnest seems intended to express is the idea that the perfectly moral man is the man who professes to be immoral, who speaks truly by virtue of the fact that he admits to being essentially a liar. Wilde set great store in lying, which, he argued in a quasi-Platonic dialogue called “The Decay of Lying,” is a veritable art form. Art itself may really be what’s at stake here. From Wilde’s standpoint, the poseur is to be congratulated and commended if his affectations bespeak elegance and style and achieve beauty. If they do, he is close to an artist. If they don’t, he is only a hypocrite."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/theme/melodrama","quote":"JACK. My dear fellow, there is nothing improbable about my explanation at all. In fact it’s perfectl","desc":"Jack, masquerading as Ernest, speaks to Algernon Moncrieff, who has asked him to explain the engraved dedication from Cecily in his cigarette case. Algernon has debunked Jack’s various evasions including not knowing anyone named Cecily and having an aunt named Cecily. Here, Jack finally tells Algernon the truth: Cecily is his ward. Jack delivers his explanation, full of improbable twists and turns, as an ordinary scenario. Much of the play’s comedy comes from stretching coincidences to the point of farce. The play also satirizes the Victorian audience’s expectations of melodramatic plot lines and their usual endings."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/theme/melodrama","quote":"MISS PRISM. Do not speak slightingly of the three-volume novel, Cecily. I wrote one myself in earlie","desc":"Cecily and her governess, Miss Prism, discuss the romance novels of the time, wildly popular with women readers. The dialogue reveals that both women have melodramatic imaginations. Miss Prism’s confession lays out the first clue to her role in the play’s absurdly melodramatic plot. Miss Prism defines fiction as happy endings for good characters and justice for the bad. By Miss Prism’s standards, the ending of the play will not be fiction, since good and bad people are not rewarded according to their just deserts."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/theme/melodrama","quote":"ALGERNON. Darling! And when was the engagement actually settled? CECILY. On the 14th of February las","desc":"Cecily explains to Algernon the details of her engagement to Ernest, which has taken place entirely in her imagination. She thinks Algernon is Ernest, the fictional wayward brother of Jack, Cecily’s guardian. Cecily, unaware that Jack invented Ernest to hide his own reprobate behavior, has fallen in love with Ernest. Algernon, who has learned from Jack of Cecily’s interest in Ernest, masquerades as Ernest so that Cecily will fall in love with him. The plot builds so melodramatically as to ridicule the genre."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/theme/melodrama","quote":"MISS PRISM. On the morning of the day you mention, a day that is for ever branded on my memory, I pr","desc":"Miss Prism, Cecily’s governess, explains how she came to lose an infant under her care. Wilde uses the melodramatic plot device of mistaken identity but with an ironic twist. Miss Prism substitutes her manuscript for a human baby, which shows she thinks of herself as having given birth to a work of literature. The audience already knows that Jack had been found in a hand-bag, so Miss Prism’s statement serves as a strong clue that Jack’s true parentage will soon be revealed."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/theme/marriage","quote":"ALGERNON. Why is it that at a bachelor’s establishment the servants invariably drink the champagne? ","desc":"Algernon discusses household finances with his manservant, Lane. The scene establishes a relationship familiar to stage comedies and light operas, that of the indolent, self-indulgent aristocrat and his worldly, wily servant. The audience would expect the servant to try to keep his master from marrying, so as not to cut off his own comforts. The informality between the supposed master and his servant suggests that they share at least some of their vices."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/theme/marriage","quote":"JACK. I am in love with Gwendolen. I have come up to town expressly to propose to her. ALGERNON. I t","desc":"Jack confides in Algernon about his intentions toward Gwendolen, Algernon’s cousin. Algernon’s response reveals his aristocratic attitude that marriage functions primarily as a financial arrangement. Algernon also maintains a confirmed bachelor’s antagonism toward marriage in general. Jack’s feelings seem sincere, until we recall he has assumed the identity of Ernest, his fictional dissolute younger brother. Jack courts Gwendolen under false pretenses, while accusing Algernon of being unromantic. Jack’s behavior suggests that Algernon’s cynicism has merit."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/theme/marriage","quote":"CHASUBLE. The precept as well as the practice of the Primitive Church was distinctly against matrimo","desc":"Doctor Chasuble, a rector, attempts to fend off a matrimonial attack from Miss Prism, the governess of Cecily Cardew. The reluctant rector and the aging, marriage-mad spinster do battle through witty repartee. He pleads his clerical vow of celibacy, which leads Miss Prism to counter with a rebuke of his bachelor status as a moral temptation. Her suggestion that Doctor Chasuble is irresistible to women shows a skilled and practiced hand at flirting. The dialogue assumes that men naturally fear marriage and women naturally feel intent upon attaining a husband."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/theme/marriage","quote":"CHASUBLE [To Miss Prism]. Lætitia! [Embraces her.] MISS PRISM [Enthusiastically]. Frederick! At last","desc":"Like all good romantic comedies and melodramas, the play ends with marriage—in this case, of three couples. However, the plot plays with the conventional happy ending. Miss Prism gets the reward of marriage and escapes any punishment for having mislaid a baby. Readers may also infer that Miss Prism’s marriage serves as her punishment. The other two marriages reward the grooms more than the brides. Jack, now revealed to be secretly aristocratic by birth, marries into the landed gentry. Algernon marries a woman with a fortune large enough to support his indolent lifestyle. The audience doubts any of them will live happily ever after."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/theme/hypocrisy","quote":"ALGERNON. You are one of the most advanced Bunburyists I know. JACK. What on earth do you mean? ALGE","desc":"Algernon explains to Jack why they both qualify as Bunburyists—people who have assumed false identities. Although Jack resents this accusation, Algernon does not intend his words as an insult. In fact, Algernon feels amused to discover the subterfuge of his outwardly earnest friend. The false identities assumed by Algernon and Jack drive the plot of the play. Both men use their alternative personas to deceive others, to gratify their own desires, and to make themselves look moral, which turns them from mere pretenders into hypocrites."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/theme/hypocrisy","quote":"CHASUBLE. Dear Mr. Worthing, I trust this garb of woe does not betoken some terrible calamity? JACK.","desc":"Jack Worthing tells Doctor Chasuble and Miss Prism about the death of his brother Ernest, and they express conventional condolences, including comments on the evil ways of the deceased. Their hypocritical piety appears even more ridiculous by the audience’s awareness that Ernest does not actually exist. Jack himself falls into hypocrisy not only because he invents a brother but also because he uses his fictional brother to make himself look generous and forgiving. Later developments in the play will undermine Miss Prism’s self-righteousness."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/theme/hypocrisy","quote":"JACK. Nothing will induce me to take his hand. I think his coming down here disgraceful. He knows pe","desc":"Jack Worthing confronts his friend Algernon, who masquerades as Ernest Worthing, a fictional younger brother Jack invented as an alter ego and recently killed off. Algernon pretends to be Ernest in order to approach Cecily, Jack’s ward, a woman fascinated by her guardian’s romantically evil brother. Algernon piles hypocrisy upon pretense by assigning to the fictional Ernest the same fictional invalid friend that he himself uses. Cecily is taken in by a con artist inventing fictional virtues."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/theme/class","quote":"LADY BRACKNELL. That is satisfactory. What between the duties expected of one during one’s lifetime,","desc":"Lady Bracknell, Algernon Moncrieff’s formidably aristocratic aunt, interrogates Jack about his finances after Jack has declared his intention of marrying her daughter Gwendolen. At this point, Lady Bracknell and Gwendolen know Jack as Ernest Worthing. Lady Bracknell pretends her land feels like a burden but expresses the aristocratic rule that land confers position. Jack calls her bluff by explaining he owns land as well and pretending to be equally casual about it."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/theme/class","quote":"LADY BRACKNELL. You can hardly imagine that I and Lord Bracknell would dream of allowing our only da","desc":"Lady Bracknell responds in outrage to Jack’s admission that he has no idea who his parents were, having been left in a hand-bag in the cloak-room of a train station before being adopted by a rich old man. She previously seemed to approve of Jack’s wealth, but his lack of family connections exists as an insurmountable class barrier. Lady Bracknell ironically does not yet know that Ernest Worthing is Jack’s invention. Her violent objection to Ernest Worthing’s class foreshadows the revelation of Jack’s true family that will come late in the play."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/theme/class","quote":"LADY BRACKNELL sitting down again. A moment, Mr. Worthing. A hundred and thirty thousand pounds! And","desc":"Lady Augusta Bracknell objects to Jack Worthing as a suitor for her daughter Gwendolen. But Lady Bracknell has a much more positive response about the engagement of her nephew Algernon to Cecily, Worthing’s ward, after learning the amount of Cecily’s fortune. Money, a tangible quality that improves with time, overcomes Lady Bracknell’s class prejudices and reveals them as hypocritical. Lady Bracknell’s change of heart comes late in the play, by which time she remains the only character who does not know that Jack’s name is not really Ernest or that Algernon has pretended to be Ernest as well."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/theme/class","quote":"LADY BRACKNELL. Never speak disrespectfully of Society, Algernon. Only people who can’t get into it ","desc":"Lady Bracknell graciously allows Cecily to marry her nephew, reminding the audience that Algernon lives as an idle aristocrat who marries for money. She approves of her nephew’s marriage in a manner that denies his mercenary motives and betrays her own. Early in the play Algernon declared marriage to be a matter of business. Lady Bracknell’s appraisal of Cecily reveals where Algernon acquired this arrogant aristocratic attitude. Both Lady Bracknell and Algernon feel so assured of their place in society that they imagine themselves to be conferring favor on Cecily by allowing her to bring money into their family."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/character/algernon-moncrieff","quote":"ALGERNON. Did you hear what I was playing, Lane? LANE. I didn’t think it polite to listen, sir. ALGE","desc":"After announcing himself with a piano fanfare, Algernon Moncrieff makes his stage entrance and addresses his butler, Lane. Algernon incorporates his inaccurate playing into his public persona. He tries out his lines on Lane, who doesn’t seem particularly impressed. Algernon serves as an archetype of the indolent young aristocrat, an indispensable character in melodramas, operas, and romance novels."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/character/algernon-moncrieff","quote":"ALGERNON. My dear boy, I love hearing my relations abused. It is the only thing that makes me put up","desc":"Algernon reassures Jack that he need not apologize for speaking badly about Lady Augusta Bracknell. As usual, Algernon’s remarks seem rehearsed. He always carefully projects the persona of bored superiority, and his main concern appears to be delivering a well-polished line. In reality, Algernon dines frequently at his aunt’s house and shares her social circle and many of her snobbish values."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/character/algernon-moncrieff","quote":"JACK. The Manor House, Woolton, Hertfordshire. [ALGERNON, who has been carefully listening, smiles t","desc":"Algernon eavesdrops on a supposedly private conversation between Jack and Gwendolen and learns the actual location of Jack’s country house, which is also the address of the mysterious Cecily. The stage directions call for a strong visual clue to the audience that this address bears importance. The audience already knows about Algernon’s habit of visiting his fictional friend Bunbury and thus easily predicts the next development in the melodramatic plot."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/character/algernon-moncrieff","quote":"[LANE presents several letters on a salver to ALGERNON. It is to be surmised that they are bills, as","desc":"The stage direction has Algernon tearing up the envelopes Lane brings as if they were bills while Lane receives the trash. Their unspoken communication plays up the partnership between the effete aristocrat and his long-suffering butler. The staff preserve stoicism at all costs, showing no opinion of their employer’s actions."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/character/algernon-moncrieff","quote":"[Enter ALGERNON and CECILY hand in hand. They come slowly up to JACK.] JACK. Good heavens! [Motions ","desc":"Algernon confronts Jack with a comic dilemma. Algernon now masquerades as Ernest, Jack’s younger brother, and takes advantage of Cecily’s infatuation with this romantic, reckless—and entirely fictional—hero. Jack had intended to retire the fictional Ernest and now can’t denounce Algernon as a liar without revealing his own duplicity. He can’t refuse to forgive the fake Ernest without revealing his own hypocrisy."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/character/algernon-moncrieff","quote":"ALGERNON. Well, my own dear, sweet, loving little darling, I really can’t see why you should object ","desc":"Algernon tries to steer Cecily away from her obsession with the name Ernest. He has become trapped in the web of his own lie, because she believes Ernest to be his real name. Algernon’s joke about his name shows his confidence that he can overcome that objection. But he realizes he must secure her affection under his real name to accomplish his goal of marrying her."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/character/algernon-moncrieff","quote":"ALGERNON. When I am in trouble, eating is the only thing that consoles me. Indeed, when I am in real","desc":"Algernon explains to Jack why he is bingeing on muffins. Ernest Worthing has just been exposed as a fiction. Cecily and Gwendolen feel furious at Algernon and Jack, and Jack feels furious because Algernon just sits and eats. Algernon justifies his behavior as a coping mechanism for stress. Self-indulgence serves as his answer for any problem."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/character/algernon-moncrieff","quote":"ALGERNON [Stammering]. Oh! No! Bunbury doesn’t live here. Bunbury is somewhere else at present. In f","desc":"Algernon informs his aunt Lady Bracknell that he’s killed his fictional invalid friend Bunbury. Lady Bracknell tracked Algernon down at a most inopportune time, right after Cecily forgave him for masquerading as Ernest. He does not dare let Cecily find out that he is a lying hypocrite even in his true character as Algernon. So Bunbury, once invaluable to Algernon, now has to go."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/character/algernon-moncrieff","quote":"CECILY. Gwendolen, your common sense is invaluable. Mr. Moncrieff, kindly answer me the following qu","desc":"Once again Algernon gets himself out of trouble with a true statement. He counts on Cecily to interpret his explanation romantically. To the audience, Algernon’s statement serves as a reminder that he has been earnest in his purpose ever since he learned that his wealthy friend Jack had a beautiful young ward. Ironically, Algernon can’t help being a hypocrite even when he’s telling the truth."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/character/john-worthing-jp","quote":"ALGERNON. How are you, my dear Ernest? What brings you up to town? JACK. Oh, pleasure, pleasure! Wha","desc":"The play’s list of characters gives Jack’s formal name of John Worthing with his respectable title, Justice of the Peace, and the script refers to him as Jack. However, he makes his stage entrance as Ernest, being ushered into the apartment of Algernon Moncrieff. Jack acts somewhat like Algernon, as if he’s part of Algernon’s circle, but he makes a rude comment about Algernon’s eating and acts somewhat too familiar with Algernon’s nickname."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/character/john-worthing-jp","quote":"JACK. Your consent! ALGERNON. My dear fellow, Gwendolen is my first cousin. And before I allow you t","desc":"After Jack announces his intention to marry Gwendolen, Algernon refuses to consent to the marriage. Here, Algernon brings up the name of Cecily, and Jack vehemently denies knowing any such person, raising suspicion. Jack will eventually come up with an innocent explanation for Cecily, but the audience won’t necessarily believe him."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/character/john-worthing-jp","quote":"JACK. It isn’t Ernest; it’s Jack. ALGERNON. You have always told me it was Ernest. I have introduced","desc":"Jack confides his real name to Algernon, only to have Algernon refuse to believe him. Algernon’s description reveals the difference between how other people see Jack and how he sees himself. The repetition of the name Ernest reminds the audience that Jack has entered society, even tried to enter Algernon’s family, under false pretenses."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/character/john-worthing-jp","quote":"JACK. When one is placed in the position of guardian, one has to adopt a very high moral tone on all","desc":"Here, Jack explains to Algernon why he calls himself by two different names. Jack’s reasoning reveals the depths of his deception and hypocrisy: He invented a younger brother as a cover for his own departures from virtue, using filial loyalty to justify his falsehood. The play leaves to the audience’s imagination exactly what Jack gets into as Ernest, but the plot gives hints such as Ernest picking up expensive restaurant tabs for Algernon."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/character/john-worthing-jp","quote":"JACK. Not a Bunburyist at all. If Gwendolen accepts me, I am going to kill my brother, indeed I thin","desc":"Jack disputes Algernon’s claim that he lives as a hypocrite with a false identity, by confiding his plans to kill off his fictional younger brother. Without realizing what he’s done, Jack gives Algernon vital information: Cecily, Jack’s beautiful young ward, feels interested in Ernest. Jack’s speech also makes Algernon realize he has very little time to act on the information."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/character/john-worthing-jp","quote":"JACK. The late Mr. Thomas Cardew, an old gentleman of a very charitable and kindly disposition, foun","desc":"Jack explains to Lady Bracknell the circumstances surrounding his birth. Although the details seem ridiculously melodramatic, he delivers the speech seriously, even adding useless information about the city of Worthing. He pedantically explains his last name while using a false first name. Although Jack’s benefactor made Jack wealthy, Jack’s dubious origins make him completely unsuitable for marriage to the aristocratic Gwendolen."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/character/john-worthing-jp","quote":"ALGERNON. By the way, did you tell Gwendolen the truth about your being Ernest in town, and Jack in ","desc":"Algernon confronts Jack about deceiving Gwendolen, Algernon’s cousin. Jack’s dismissive attitude reveals him as a person with no sense of honor, completely unaware of how aristocrats like Algernon and Gwendolen despise his contemptible pretenses. Having confessed his double identity to Algernon, Jack now feels free to continue his deception. He is truly a cad."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/character/john-worthing-jp","quote":"JACK [Slowly and hesitatingly]. Gwendolen—Cecily—it is very painful for me to be forced to speak the","desc":"Jack admits at last that Ernest never existed. His admission proves that Algernon has also been lying, since he has been pretending to be a fictional person. The double revelation leaves Cecily and Gwendolen in the position of being engaged to the same fictional person. Jack’s admission also foreshadows the final resolution of the plot."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/character/john-worthing-jp","quote":"JACK. It pains me very much to have to speak frankly to you, Lady Bracknell, about your nephew, but ","desc":"Jack refuses to allow Algernon to marry his ward, Cecily, on the grounds of Algernon’s poor moral character. Algernon and Cecily react with indignation because Jack already admitted to being fraudulent himself. Jack punishes Algernon for exposing the fake Ernest, still not acknowledging his own fault in inventing Ernest in the first place."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/character/john-worthing-jp","quote":"JACK. Algy’s elder brother! Then I have a brother after all. I knew I had a brother! I always said I","desc":"Jack responds exuberantly to Lady Bracknell’s revelation that he and Algernon are long-lost brothers. Due to an absurdly improbable series of plot twists, Jack regains his place among the aristocracy. He celebrates by rubbing Algernon’s nose in this new reality, introducing “Algy” to all the others as his unfortunate brother. The audience understands that Algernon, Gwendolen, and Lady Bracknell do not necessarily feel fortunate in finding this long-lost relation."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/character/lady-augusta-bracknell","quote":"LADY BRACKNELL. Good afternoon, dear Algernon, I hope you are behaving very well. ALGERNON. I’m feel","desc":"Lady Augusta Bracknell, Algernon’s aunt, represents another rich source of satire: the high-society dowager who often acts as the wealthy relative of the penniless playboy protagonist. Her opening rebuke establishes her long-suffering indulgence of her nephew’s antics and comes equipped with moral rectitude. Her chilly civility to Jack dismisses him. Lady Bracknell serves as the wiser, cooler head, balancing the wacky antics of the other characters."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/character/lady-augusta-bracknell","quote":"LADY BRACKNELL. Well, I must say, Algernon, that I think it is high time that Mr. Bunbury made up hi","desc":"Lady Bracknell objects to Algernon’s attentions to his chronically ill friend. Algernon uses Mr. Bunbury, his fictional invalid friend, to weasel out of social commitments, a pattern that she has noted. Her response parodies smug self-centeredness in her disdain for other people’s petty problems. Her simple solution that Mr. Bunbury should choose life or death may also show she feels somewhat skeptical of her nephew’s story."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/character/lady-augusta-bracknell","quote":"LADY BRACKNELL. Pardon me, you are not engaged to any one. When you do become engaged to some one, I","desc":"Lady Bracknell responds to her daughter Gwendolen’s announcement that she has become engaged to Ernest Worthing. At this point in the plot, the audience sees Gwendolen making a rash decision, as she doesn’t know the real identity of the man she wants to marry. Lady Bracknell acts correctly in raising objections, however tyrannically she expresses herself."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/character/lady-augusta-bracknell","quote":"LADY BRACKNELL. To speak frankly, I am not in favour of long engagements. They give people the oppor","desc":"Lady Bracknell delivers her opinion on engagements to Gwendolen, Cecily, Algernon, and Jack. She clearly favors the engagement of her indolent, penniless nephew Algernon to Cecily. Lady Bracknell just discovered Cecily stands to inherit considerable wealth, a fact that surely weighs heavily in her approval. Lady Bracknell’s advice to know little about your spouse plays as dramatic irony in the wake of Algernon’s and Jack’s revelations of their identities to their future wives."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/character/lady-augusta-bracknell","quote":"LADY BRACKNELL. A few weeks later, through the elaborate investigations of the Metropolitan police, ","desc":"Lady Bracknell demands answers from Miss Prism, moving the plot forward. The image of an empty baby carriage at midnight on a deserted street builds unexpected suspense and poignancy. The audience picks up the clue of the three-volume novel and anticipates a plot twist resolving the mystery of Jack’s parentage."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/character/lady-augusta-bracknell","quote":"LADY BRACKNELL. [Meditatively]. I cannot at the present moment recall what the General’s Christian n","desc":"Lady Bracknell milks her final moments onstage by adding comic suspense around the issue of Jack’s real name. She rambles around in her memories of Jack’s father, recalling some details about him but making obvious she never bothered to learn his name. To call Jack’s father eccentric puts things mildly, since the General seems to have forgotten to tell Algernon about the existence and loss of his older brother."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/character/gwendolen-fairfax","quote":"JACK. You’re quite perfect, Miss Fairfax. GWENDOLEN. Oh! I hope I am not that. It would leave no roo","desc":"Gwendolen Fairfax makes her entrance by following her mother, Lady Bracknell, into her cousin Algernon’s apartment. She immediately starts flirting with Ernest Worthing, Algernon’s friend, who wants to marry her. Gwendolen serves notice of her ambitious approach to life as a social climber. Her self-interest will lead her to misread characters throughout the course of the play."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/character/gwendolen-fairfax","quote":"GWENDOLEN. Jack?...No, there is very little music in the name Jack, if any at all, indeed. It does n","desc":"Gwendolen assures Ernest Worthing that she loves his safe, solid name. Unaware that she addresses John Worthington also known as Jack, she disparages the names based on her stereotypes. Her characterizations of Johns and Jacks as homebodies creates a humorous contrast with the fictional Ernest who sees himself as a reprobate man about town. Her attitude creates a comic quandary for Jack while satirizing romantic ideals."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/character/gwendolen-fairfax","quote":"JACK. My own one, I have never loved any one in the world but you. GWENDOLEN. Yes, but men often pro","desc":"Gwendolen shows herself to be a practiced flirt as she responds to Jack’s declaration of love. She admits to encouraging the public spectacle of Jack’s adoration, using a witticism to turn her self-centeredness into a source of charm. Her type of artifice appears similar to that of her cousin Algernon. Jack’s subterfuge, however, seems less innocent: He pretends to be Ernest, a fictional person, and even proposes marriage under this persona."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/character/gwendolen-fairfax","quote":"GWENDOLEN. Oh! It is strange he never mentioned to me that he had a ward. How secretive of him! He g","desc":"Gwendolen responds to Cecily’s statement that she lives as Mr. Worthing’s ward. Like Algernon—and the audience—Gwendolen feels suspicious about Jack’s intentions in regard to his ward. She confronts Cecily as a competitor, by expressing her wish that Cecily should be older and less attractive."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/character/gwendolen-fairfax","quote":"CECILY [Very politely, rising]. I am afraid you must be under some misconception. Ernest proposed to","desc":"Gwendolen and Cecily quarrel over which one of them has the legitimate engagement to Ernest Worthing, using their diaries like legal documentation to back up their claims. The dialogue portrays the rivalry between two practiced competitors in the game of courtship. Gwendolen’s speech reveals that she, like Cecily, constructs her own reality in her diary and makes her life appear sensational."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/character/gwendolen-fairfax","quote":"GWENDOLEN....Mr. Worthing, what explanation can you offer to me for pretending to have a brother? Wa","desc":"Gwendolen puts the words she wants to hear into Jack’s mouth because she eagerly wants to move on to the marriage. Her response to Jack’s rhetorical question reveals that she doesn’t really believe Jack. But she feels fine pretending to believe him, especially now that she has seen his country estate and her cousin Algernon has secured the fortune of Jack’s ward. Gwendolen operates as a realist about romance."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/character/cecily-cardew","quote":"ALGERNON. But I thought you said that...Miss Cardew was a little too much interested in your poor br","desc":"Cecily Cardew enters the play long before she makes her appearance on stage. Her guardian Jack describes her while confiding his secrets to Algernon Moncrieff. Jack decides that his alter ego as a younger brother Ernest has to end. Jack seems to be dangling Cecily like bait, and the audience suspects how Algernon will respond. As Jack will no longer have use for Ernest, Algernon sees an opportunity to assume Ernest’s identity and embody Cecily’s fantasies."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/character/cecily-cardew","quote":"CECILY [Coming over very slowly]. But I don’t like German. It isn’t at all a becoming language. I kn","desc":"Cecily makes her first appearance onstage in a rose garden, the appropriate romantic setting of sentimental melodramas. Cecily should be studying with Miss Prism, her tutor. She complains vociferously about her German lessons. References to the German language and sensibility as representing respectability recur throughout the play. Cecily’s preoccupation with her appearance over substance satirize this connection while giving insight into her youth and self-absorption."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/character/cecily-cardew","quote":"ALGERNON. My letters! But my own sweet Cecily, I have never written you any letters. CECILY. You nee","desc":"Cecily addresses Algernon, who masquerades as Ernest Worthing, Jack Worthing’s fictional younger brother. Algernon knows Cecily feels fascinated by Ernest. Cecily confesses that she’s secretly in love with Ernest—in fact, she’s constructed an entire fictional world around this romance. Her self-deception makes the opportunity easier for Algernon to exploit her fantasy but harder to wiggle out of the lie."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/character/cecily-cardew","quote":"CECILY. You must not laugh at me, darling, but it had always been a girlish dream of mine to love so","desc":"Cecily continues to confide her romantic dreams to Algernon, revealing that she, like Gwendolen, feels attracted to the name Ernest. Her speech makes the audience wonder if Cecily and Gwendolen have been reading the same sentimental novel. As with Gwendolen, Cecily’s fixation on the name comically complicates the plot, since no such person as Ernest Worthing actually exists."},{"page":"https://www.sparknotes.com/lit/earnest/quotes/character/cecily-cardew","quote":"CECILY. Algy, would you wait for me till I was thirty-five? ALGERNON. Of course I could, Cecily. You","desc":"Cecily consults Algernon about the new requirement set down by her guardian, Jack: She can’t be married without Jack’s permission until she reaches the age of thirty-five. Algernon’s willingness to wait years confirms Cecily’s suspicion of his ambivalence about marriage. Soon after Cecily admits she doesn’t know what will happen next, Lady Bracknell’s final revelations take over the play and sort out the plot, including the future of Algernon and Cecily."}]