[{"page":"http://www.sparknotes.com/lit/mohicans/quotes/","quote":"There is reason in an Indian, though nature has made him with a red skin!...I am no scholar, and I c","desc":"Hawkeye makes this pronouncement on Indians in Chapter III in response to Chingachgook’s proposal of racial equality. Hawkeye’s words typify the novel’s ambivalence about race. On the one hand, Hawkeye expresses surprise that Chingachgook can “reason,” having equated “red skin” with the absence of intelligence. Hawkeye’s insinuation is that Indians are inferior to whites. Yet, on the other hand, a different interpretation of these exact words could suggest that Hawkeye opposes racism. Hawkeye could mean he does not understand why most whites think Indians lack reason simply because their skin is not white. Hawkeye then praises in exaggerated fashion the fierceness of the Indian’s handmade weapons compared to the power of the white man’s rifle. While he expresses his amazement at the Indians’ prowess, his praise could be interpreted as condescending. After all, Hawkeye’s praise of the Indians includes a suggestion that Indians cannot operate rifles. Perhaps Hawkeye approves of the Indians’ skill with their quaint toys but operates on the assumption that the whites’ rifles are far superior if wielded by knowledgeable white men. Like the novel, Hawkeye expresses tolerance and racism simultaneously."},{"page":"https://www.sparknotes.com/lit/mohicans/quotes/page/2","quote":"I am not a prejudiced man, nor one who vaunts himself on his natural privileges, though the worst en","desc":"Hawkeye describes himself with these words in Chapter III when Chingachgook asks how white men like Hawkeye know about Indians. Though The Last of the Mohicans predates scientific knowledge about genetics, Hawkeye comes up with what sounds like a genetic description of the purity of his racial makeup. The adjective “genuine” suggests sexual purity, foreshadowing the novel’s later exploration of racial mixing and Hawkeye’s phobic response to the possibility of interracial marriage. Hawkeye holds mixed views on race, as these words show. Although he has strong friendships with many Indian men, here he demonstrates an energetic insistence on his own “genuine” whiteness. Although he asserts that he is not prejudiced, he shows his prejudice by implying he would injure any man who accused him of having mixed parentage."},{"page":"https://www.sparknotes.com/lit/mohicans/quotes/page/3","quote":"A Mingo is a Mingo, and God having made him so, neither the Mohawks nor any other tribe can alter hi","desc":"Hawkeye expresses this belief in essential identity in Chapter IV when waiting to meet the Indian Magua. When he learns that Magua is a Huron, Hawkeye immediately pronounces Magua a bad man. Though Hawkeye previously praised individuality, here he assigns characteristics to an unknown man based on his race and sect. Hawkeye makes this judgment before meeting the Indian, basing the judgment on prejudice, not experience. Cooper seems to criticize Hawkeye’s prejudice, but at the same time he endorses it. After all, the narrative proves Hawkeye right both in his general and his specific prejudices. The Hurons are the villains of the novel, and Magua is the evilest villain of them all. It turns out that Hawkeye should suspect Magua of skullduggery, for as early as Chapter IV he has deceived Heyward and the Munro daughters. Cooper condemns Hawkeye’s racism, but he also writes the plot that justifies that racism."},{"page":"https://www.sparknotes.com/lit/mohicans/quotes/page/4","quote":"The Hurons love their friends the Delawares....Why should they not? They are colored by the same sun","desc":"Magua speaks these words in Chapter XXVIII in an attempt to race-bait and anger the Delaware council. In the novel, racist whites often argue for unity in the face of their sneaky foes, the Indians. Here, Magua uses the same argument against the whites. He argues that the same sun shines on all Indian cultures, and Indians should unite against the untrustworthy white man. Magua turns the stereotype on its head by suggesting that the Indians, not the whites, have something to fear from a shiftless race. Cooper presents Magua’s words as nothing more than a calculated attempt to stir up the emotions of the Delawares. However, outside the world of the novel, Magua’s words take on another meaning. Cooper wrote during a time when the U.S. government carried out a policy of exterminating Native American peoples. Although Magua speaks from personal malice, the words he speaks should be heeded by all Indians who must live in fear of the conquest of their white oppressors."},{"page":"https://www.sparknotes.com/lit/mohicans/quotes/page/5","quote":"The pale-faces are masters of the earth, and the time of the red-men has not yet come again. My day ","desc":"The Delaware patriarch Tamenund speaks these words in the final chapter of the novel, lamenting Uncas’s death. His words clarify the meaning of the title The Last of the Mohicans. Tamenund describes the pain of his old age. He has lived through three generations of Delaware warriors and has witnessed the death of the “last of the Mohicans”; survival has become not a triumph but a burden. You live too long, he suggests, when you are able to witness the extinction of an entire group of people. Although Tamenund speaks mournfully, a spark of hope comes from the words “not yet.” Tamenund implies that though the white men now dominate the land, the progress of history is cyclical and that the Indian people will eventually rise to power again."}]