[{"page":"http://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/","quote":"It was the best of times, it was the worst of times, it was the age of wisdom, it was the age of foo","desc":"These famous lines, which open A Tale of Two Cities, hint at the novel’s central tension between love and family, on the one hand, and oppression and hatred, on the other. The passage makes marked use of anaphora, the repetition of a phrase at the beginning of consecutive clauses—for example, “it was the age...it was the age” and “it was the epoch...it was the epoch...” This technique, along with the passage’s steady rhythm, suggests that good and evil, wisdom and folly, and light and darkness stand equally matched in their struggle. The opposing pairs in this passage also initiate one of the novel’s most prominent motifs and structural figures—that of doubles, including London and Paris, Sydney Carton and Charles Darnay, Miss Pross and Madame Defarge, and Lucie and Madame Defarge."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/page/2","quote":"A wonderful fact to reflect upon, that every human creature is constituted to be that profound secre","desc":"The narrator makes this reflection at the beginning of Book the First, Chapter 3, after Jerry Cruncher delivers a cryptic message to Jarvis Lorry in the darkened mail coach. Lorry’s mission—to recover the long-imprisoned Doctor Manette and “recall” him to life—establishes the essential dilemma that he and other characters face: namely, that human beings constitute perpetual mysteries to one another and always remain somewhat locked away, never fully reachable by outside minds. This fundamental inscrutability proves most evident in the case of Manette, whose private sufferings force him to relapse throughout the novel into bouts of cobbling, an occupation that he first took up in prison. Throughout the novel, Manette mentally returns to his prison, bound more by his own recollections than by any attempt of the other characters to “recall” him into the present. This passage’s reference to death also evokes the deep secret revealed in Carton’s self-sacrifice at the end of the novel. The exact profundity of his love and devotion for Lucie remains obscure until he commits to dying for her; the selflessness of his death leaves the reader to wonder at the ways in which he might have manifested this great love in life."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/page/3","quote":"The wine was red wine, and had stained the ground of the narrow street in the suburb of Saint Antoin","desc":"This passage, taken from Book the First, Chapter 5, describes the scramble after a wine cask breaks outside Defarge’s wine shop. This episode opens the novel’s examination of Paris and acts as a potent depiction of the peasants’ hunger. These oppressed individuals are not only physically starved—and thus willing to slurp wine from the city streets—but are also hungry for a new world order, for justice and freedom from misery. In this passage, Dickens foreshadows the lengths to which the peasants’ desperation will take them. This scene is echoed later in the novel when the revolutionaries—now similarly smeared with red, but the red of blood—gather around the grindstone to sharpen their weapons. The emphasis here on the idea of staining, as well as the scrawling of the word blood, furthers this connection, as does the appearance of the wood-sawyer, who later scares Lucie with his mock guillotine in Book the Third, Chapter 5. Additionally, the image of the wine lapping against naked feet anticipates the final showdown between Miss Pross and Madame Defarge in Book the Third, Chapter 14: “The basin fell to the ground broken, and the water flowed to the feet of Madame Defarge. By strange stern ways, and through much staining of blood, those feet had come to meet that water.”"},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/page/4","quote":"Along the Paris streets, the death-carts rumble, hollow and harsh. Six tumbrels carry the day’s wine","desc":"In this concise and beautiful passage, which occurs in the final chapter of the novel, Dickens summarizes his ambivalent attitude toward the French Revolution. The author stops decidedly short of justifying the violence that the peasants use to overturn the social order, personifying “La Guillotine” as a sort of drunken lord who consumes human lives—“the day’s wine.” Nevertheless, Dickens shows a thorough understanding of how such violence and bloodlust can come about. The cruel aristocracy’s oppression of the poor “sow[s] the same seed of rapacious license” in the poor and compels them to persecute the aristocracy and other enemies of the revolution with equal brutality. Dickens perceives these revolutionaries as “[c]rush[ed]...out of shape” and having been “hammer[ed]...into...tortured forms.” These depictions evidence his belief that the lower classes’ fundamental goodness has been perverted by the terrible conditions under which the aristocracy has forced them to live."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/page/5","quote":"I see a beautiful city and a brilliant people rising from this abyss, and, in their struggles to be ","desc":"Though much debate has arisen regarding the value and meaning of Sydney Carton’s sacrifice at the end of the novel, the surest key to interpretation rests in the thoughts contained in this passage, which the narrator attributes to Carton as he awaits his sacrificial death. This passage, which occurs in the final chapter, prophesies two resurrections: one personal, the other national. In a novel that seeks to examine the nature of revolution—the overturning of one way of life for another—the struggles of France and of Sydney Carton mirror each other. Here, Dickens articulates the outcome of those struggles: just as Paris will “ris[e] from [the] abyss” of the French Revolution’s chaotic and bloody violence, so too will Carton be reborn into glory after a virtually wasted life. In the prophecy that Paris will become “a beautiful city” and that Carton’s name will be “made illustrious,” the reader sees evidence of Dickens’s faith in the essential goodness of humankind. The very last thoughts attributed to Carton, in their poetic use of repetition, register this faith as a calm and soothing certainty."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/theme/revolution","quote":"In both countries it was clearer than crystal to the lords of the State preserves of loaves and fish","desc":"From the very beginning of the novel, the narrator makes clear that the storm of a revolution is brewing. Here, we get a sense of the complacency felt by the upper classes of society. By mentioning their “crystal clear” belief that their way of life is “settled forever,” we get a sense of foreshadowing that things will not actually be settled for very long."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/theme/revolution","quote":"In the hunted air of the people there was yet some wild-beast thought of the possibility of turning ","desc":"After describing the hunger that is rampant in the poor neighborhood of Saint Antoine, the narrator compares the peasants to animals that are being driven mad by hunger and rage. The description of the people “turning at bay” suggests that, like animals, they have reached the end of their rope and have no choice but to fight back against their oppressors. This description illustrates the conditions that contributed to the revolution."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/theme/revolution","quote":"“I tell thee,” said madame, extending her right hand, for emphasis, “that although it is a long time","desc":"Madame Defarge answers her husband’s question: How long will it be before it is time for the revolution? Madame Defarge is confident that it is well on its way, comparing the anger of the oppressed people to how the energy of lightning gathers or how an earthquake prepares itself to destroy land. She asks him to consider all the people they know and the lives they lead, as they are all storing themselves up with rage that will soon burst in the form of a revolution."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/theme/revolution","quote":"Like the fabled rustic who raised the Devil with infinite pains, and was so terrified at the sight o","desc":"In this paragraph, the narrator compares the upper class of France to a story about a farmer who conjured the devil, then was frightened of the devil, and ran away. While the aristocrats may not have meant to cause the revolution, this metaphor indicates that their treatment of the serfs and peasants of society could not have had any other outcome. In this way, the upper class is just as responsible for the revolution as the revolutionaries."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/theme/sacrifice","quote":"“This property and France are lost to me,” said the nephew, sadly; “I renounce them.”… “—I would aba","desc":"Charles Darnay says this to his uncle at their family chateau. Darnay gives up the land and his station as marquis upon his uncle’s death, because he regrets the evils his family has perpetrated in the name of wealth and status. Although Darnay describes this sacrifice as “little to relinquish,” we know he is in fact giving up a great deal of wealth. However, this seems little to him as he does not want to be associated with his family’s past."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/theme/sacrifice","quote":"For you, and for any dear to you, I would do anything. If my career were of that better kind that th","desc":"Sydney Carton declares this to Lucie Manette after he confesses his love for her, adding that he knows he is not worthy of her love. Despite this, Carton makes clear that he would make any sacrifice for her or her family. In the end, he keeps this promise by making the ultimate sacrifice for Lucie’s happiness. This is but one example of how characters throughout the novel show love, courage, and honor through self-sacrifice."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/theme/sacrifice","quote":"I am the resurrection and the life, saith the Lord: he that believeth in me, though he were dead, ye","desc":"Sydney Carton repeats these words to himself the night before he trades places with Darnay at the prison. Here, Carton compares himself to Jesus, another man who sacrificed himself to save others. Carton knows his actions will bring an essentially dead man, Darnay, back to life, and ensure lifelong happiness for Lucie and her family. Among the sacrifices the characters make in this novel, Carton’s is the greatest, and he feels at peace with his choice because he finally feels his life is worth something."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/theme/imprisonment","quote":"He had naturally repressed much, and some revulsion might have been expected in him when the occasio","desc":"Here, the narrator explains that Mr. Lorry notices Doctor Manette’s mannerisms after the wedding of Lucie and Darnay. Manette had learned that Darnay’s last name is that of the aristocrats he saw abuse a peasant family, an event that landed Manette in jail and a scene he could not put out of his mind. Without knowing the cause of Manette’s distress, Mr. Lorry recognizes that he is acting similarly to when Mr. Lorry and Lucie first found him in Defarge’s attic. Manette’s behavior shows that while he is physically out of prison, he is always capable of returning to that state of mind."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/theme/imprisonment","quote":"The universal watchfulness so encompassed him, that if he had been taken in a net, or were being for","desc":"The narrator reveals that when Darnay returns to France to help his former servant, he feels as though his actions are under constant surveillance. Throughout the novel, we see several characters in physical prisons. However, the atmosphere caused by the revolution leads Darnay to feel as though he is in prison even when he is a free man. His constant feeling of imprisonment and oppression reflects the overpowering sense of suspicion in France after the revolution."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/theme/class","quote":"There was no drainage to carry off the wine, and not only did it all get taken up, but so much mud g","desc":"In this scene, a cask of wine spills in the street of Saint Antoine, a poor neighborhood. The narrator describes how the people of the neighborhood scramble to get some of the wine, and they are so desperate that they end up consuming mud along with the wine. Afterwards, the narrator notes that the street is so clean it appears as if a streetcleaner had visited, though no streetcleaner would come to this neighborhood. This scene is the first indication of the peasants’ severe poverty."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/theme/class","quote":"Monseigneur, one of the great lords in power at the Court, held his fortnightly reception in his gra","desc":"The narrator describes Monseigneur, a powerful man among French royalty. We see the gluttony of this man in particular, and the narrator compares it to the greed of the French aristocracy in general. The Monseigneur has many servants, four of whom are needed to make and serve his chocolate in the morning. When contrasting this excessiveness to the desperation for food and wine of the people in Saint Antoine, we can see the disparity between the classes in France. This stark contrast sets up why the lower class is so angry about their living conditions."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/theme/class","quote":"Monseigneur (often a most worthy individual gentleman) was a national blessing, gave a chivalrous to","desc":"The narrator describes the condition of France after the revolution begins. Although the upper class was meant to be a good thing for the country, their existence led to the bloodbath of the revolution. By blaming their elevated position on “Creation” and “eternal arrangements,” we can see that the upper classes are oblivious to their own actions in bringing about the revolution. While they believe that the world was designed for their happiness and comfort, they did not consider that depriving others of the same comforts might lead to their own demise."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/theme/justice","quote":"Saint Antoine was clamourous to have its wine-shop keeper foremost in the guard upon the governor wh","desc":"After Monsieur Defarge and others burn items they found in the Bastille, they go after the governor, who killed prisoners of the Bastille, usually enemies of the royals and upper class. The narrator explains that now that the revolution has begun, the peasants feel that it is time to see justice served to those who were previously in charge. They bring the governor to their makeshift prison “for judgment,” believing that now that they are in power, the lives forfeited by the lower class are worth seeking vengeance for."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/theme/justice","quote":"Five were to be tried together, next, as enemies of the Republic, forasmuch as they had not assisted","desc":"Even after the revolutionaries have taken over, their need to see justice served does not end with the upper class and royalty. As explained by the narrator, people who did not participate in the revolution are tried in groups and immediately sentenced to death for their lack of action. This extreme measure of executing people who simply did not help the cause shows just how much the revolutionaries want to see others punished for their past sufferings. The revolutionaries, in their twisted, power-drunk state of mind, believe these executions to be fair."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/theme/justice","quote":"Before that unjust Tribunal, there was little or no order of procedure, ensuring to any accused pers","desc":"The narrator describes Darnay’s second trial in Paris, after he was declared innocent in the first. The attempt of the revolutionaries to administer a justice system typically resulted in a lack of justice served. While there used to be a system of law and order, the former class in charge abused the system to the point that those oppressed by the law were forced to revolt. Now, however, the revolutionaries are abusing the system and oppressing others in a similar way by denying them justice."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/charles-darnay","quote":"The accused, who was (and who knew he was) being mentally hanged, beheaded, and quartered, by everyb","desc":"This is the first time the narrator introduces Charles Darnay, at his trial. Darnay has been charged with treason against the king of England, a serious crime which would end in his death if he were found guilty. However, Darnay remains composed even in the most stressful of circumstances, showing his courage and strength."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/charles-darnay","quote":"“And has left me,” answered the nephew,” bound to a system that is frightful to me, responsible for ","desc":"In this scene, Charles Darnay is visiting his uncle the marquis at a chateau in France. Through their exchange we learn that Darnay is a French aristocrat. Darnay makes it clear that he does not support the way his family treats the lower classes and that he desires to live a different sort of life. Darnay intends to remain loyal to his mother’s wishes by making up for the wrongdoings of his family."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/charles-darnay","quote":"“My dear Mr. Lorry, it is because I am a Frenchman born, that the thought (which I did not mean to u","desc":"Darnay speaks to Mr. Lorry about his desire to return to France. Not only does he feel sympathy for his birth country, but also he feels guilty for leaving behind people he may have been able to help. This sentiment again shows Darnay’s loyalty to his country, but his goals reveal how little he knows of the situation in France. As an aristocrat, he would not be able to convince any of the revolutionaries to show restraint."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/charles-darnay","quote":"The latent uneasiness in Darnay’s mind was roused to vigorous life by this letter. The peril of an o","desc":"Darnay receives a letter from a former servant to whom he had left his property and who is now in prison. He struggles with what course of action to take. He had already felt guilt over not helping the situation in France, and the letter pleading for help only exacerbates that feeling. Darnay feels deep shame over the idea of leaving his old servant in danger, an emotion that reveals his lack of prejudice against the lower class."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/charles-darnay","quote":"Like the mariner in the old story, the winds and streams had driven him within the influence of the ","desc":"The narrator describes Darnay’s decision to return to France to help his servant using a storm metaphor. Despite knowing the danger of the journey, the loyalty Darnay feels towards his servant and his home country are stronger than any fear. This decision displays Darnay’s immense courage even in the face of imprisonment and death."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/sydney-carton","quote":"Something especially reckless in his demeanour, not only gave him a disreputable look, but so dimini","desc":"During Charles Darnay’s trial, Carton argues that because he and Darnay could be mistaken for one another, the prosecutor cannot prove that Darnay was a French spy. However, we immediately learn how different the two are in demeanor if not in appearance. While Darnay appears composed and careful, Carton seems reckless and disreputable. This description sets up Darnay and Carton as another set of contradictions in the novel."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/sydney-carton","quote":"As to me, the greatest desire I have, is to forget that I belong to it. It has no good in it for me—","desc":"Carton confides these thoughts to Darnay as they have dinner at a tavern after Darnay’s trial. Carton claims that he tries to forget he is a part of the world and only cares about creature comforts such as food and wine. Carton implies here, and states explicitly several other times throughout the novel, that he does not care about his own life."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/sydney-carton","quote":"“Do you particularly like the man?” he muttered, at his own image; “why should you particularly like","desc":"After Darnay leaves the tavern, Carton looks into a mirror and ruminates on the resemblance he sees in Darnay to himself. He reasons that there is nothing worth liking about himself, so he should not like someone who looks like him. However, Carton acknowledges that Darnay is everything he is not, and he seems to both admire and resent Darnay for this. Carton’s dissatisfaction with himself is made clearer by comparing himself to Darnay, which sets him up to become a better man throughout the novel."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/sydney-carton","quote":"When he awoke and was afoot again, he lingered there yet a little longer, watching an eddy that turn","desc":"The night before Carton switches places with Darnay, he falls asleep by a stream. When he wakes up, he notices the tide and compares the flowing water to himself. This comparison, hours before he sacrifices himself for Darnay and Lucie, shows that while he feels his life has been useless, he can still make his life worth something by giving happiness to the people he cares about."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/sydney-carton","quote":"They said of him, about the city that night, that it was the peacefullest man’s face ever beheld the","desc":"At Carton’s execution by the guillotine, the narrator describes the crowd’s reaction. Though he felt purposeless during his life, Carton was able to find his purpose at its end by letting Darnay keep his life, and so give Lucie and her family happiness. The description of Carton’s face as “prophetic” shows just how extreme his transformation throughout the novel was, as he ends up almost godlike."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/doctor-manette","quote":"Sometimes, he gets up in the dead of the night, and will be heard, by us overhead there, walking up ","desc":"Miss Pross says this to Mr. Lorry about how Doctor Manette often wakes in the middle of the night. Although during the day he can function like he did before his imprisonment, his nighttime wanderings show that, in his mind, Doctor Manette never truly left his prison cell, and his time there will always be a part of him."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/doctor-manette","quote":"“I have looked at her, speculating thousands of times upon the unborn child from whom I had been ren","desc":"Doctor Manette recounts looking at the moon while in prison and wondering about the potential life of his child, as he did not even know whether the child had survived. He was in prison for so long that he thought about all the possible outcomes of a son or daughter. That Lucie did indeed survive, and she came to find him when he was not sure if she even knew of his existence, reveals why they are so important to one another."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/doctor-manette","quote":"Nothing would induce him to speak more. He looked up, for an instant at a time, when he was requeste","desc":"When Doctor Manette learns of Darnay’s true last name before Lucie and Darnay marry, Manette retreats into making shoes and seems to not understand a word anyone around him says. The discovery that Darnay comes from the family who led to Manette’s own incarceration is a shock so great that Manette regresses to the mental state he was in while imprisoned."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/doctor-manette","quote":"“You have no idea how such an apprehension weighs on the sufferer’s mind, and how difficult—almost i","desc":"After Doctor Manette recovers from his relapse following the marriage of Darnay and Lucie, Mr. Lorry asks him why it occurred. Manette explains that while he worried about such a thing happening for a long time, speaking about what he experienced in prison was impossible for him. Although we never learn specific details about what Manette suffered while in prison, his relapse and refusal to discuss his experience shows that the mental trauma far outlasts any physical wounds."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/doctor-manette","quote":"“My dear friend, I have a charmed life in this city. I have been a Bastille prisoner. There is no pa","desc":"After Darnay is sent to prison, Doctor Manette and Lucie arrive in France to see what they can do to help him. Knowing this is a dangerous mission, Mr. Lorry expresses concern for Manette and Lucie’s safety. Here, Manette’s response reveals why he believes they are safe. Manette explains that he has a “charmed life” in the time of the revolution, because anyone who was imprisoned in the Bastille was a prisoner of the hated upper class. Manette believes he can use his status to help free Darnay."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/lucie-manette","quote":"As his eyes rested on a short, slight, pretty figure, a quantity of golden hair, a pair of blue eyes","desc":"This is Mr. Lorry’s description of Lucie the first time he meets her as an adult. Our first impression of Lucie is one that remains throughout the novel—she is compassionate and innocent enough that Mr. Lorry is reminded of her as a child when he brought her from France to England."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/lucie-manette","quote":"Only his daughter had the power of charming this black brooding from his mind. She was the golden th","desc":"This is the narrator’s first description of Doctor Manette’s and Lucie’s relationship after she brings him home from Paris. Although the doctor still has memories of being imprisoned in the Bastille, Lucie’s kindness and love for him can bring him back to his true self. Their relationship shows how powerful the love of family can be even in turbulent times."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/lucie-manette","quote":"I know, Dr. Manette—how can I fail to know—that, mingled with the affection and duty of a daughter w","desc":"Charles Darnay speaks these words to Doctor Manette as he reveals his love for Lucie. Darnay makes clear that he does not intend to come between Manette and Lucie, and he acknowledges how special their relationship is. Like Mr. Lorry, Darnay compares Lucie to a child in how she loves and depends upon her father."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/lucie-manette","quote":"I would ask you, dearest, to be very generous with him always, and very lenient on his faults when h","desc":"Here, Lucie requests that Darnay be understanding and patient with Carton after Darnay mentions Carton’s tendency to be careless and reckless. Although Carton himself has told Lucie how worthless he believes his life to be, and Lucie has witnessed the careless behavior Darnay references, Lucie’s compassion cannot allow her husband to say any word against Carton. Lucie transforms those around her by simply showing them love, understanding, and kindness."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/lucie-manette","quote":"For, there was something coming in the echoes, something light, afar off, and scarcely audible yet, ","desc":"Here, the narrator reveals that despite settling into a happy routine as Darnay’s wife, Lucie has a sense of foreboding. Lucie’s feelings of dread while being happily married is yet another contradiction in the novel. Lucie feels hope for the child she will soon bear, but also an unexplained fear of death. Although the revolution is brewing across the Channel, Lucie seems to anticipate that something will happen to tear apart her family."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/monsieur-defarge","quote":"Good-humoured-looking on the whole, but implacable-looking, too; evidently a man of a strong resolut","desc":"This is the narrator’s first description of Monsieur Defarge, the owner of a wine shop in the poor neighborhood of Saint Antoine. He appears approachable but obstinate in his beliefs at the same time. We soon learn that Monsieur Defarge is in charge of a group of revolutionaries, and his “strong resolution and a set purpose” will serve him well in this role."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/monsieur-defarge","quote":"“You are the fellow we want,” said Defarge, in his ear, “you make these fools believe that it will l","desc":"Monsieur Defarge says this to the mender of roads when they take him to see the king and queen. The peasant is excited by the royalty. Defarge encourages this, explaining that it is better that the upper class thinks they are still admired by all, for then they will not expect a revolution. Defarge and his men use the ignorance of people like this mender of roads to keep the upper class complacent."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/monsieur-defarge","quote":"But it is your weakness that you sometimes need to see your victim and your opportunity, to sustain ","desc":"Madame Defarge makes this observation on her husband’s temperament as they discuss the revolution. While she is hungry for revenge, Monsieur Defarge is more patient and accepts that they may not see vengeance during their lives. Here, she admonishes him about his flagging commitment to the cause. This exchange shows the difference between them: Monsieur’s dedication to change needs to see wrongs to fuel his fire, while Madame’s vision of a bloody revolution is sustained by cold calculation."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/monsieur-defarge","quote":"“I will do,” Defarge doggedly rejoined, “nothing for you. My duty is to my country and the People. I","desc":"Monsieur Defarge says this to Charles Darnay after Darnay is arrested in Paris and asks for help contacting Mr. Lorry. Although Defarge is sympathetic towards Doctor Manette and Lucie, and knows the connection Darnay has to them, he still sees Darnay as part of the aristocratic class, and therefore feels Darnay does not deserve any help."},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/monsieur-defarge","quote":"My husband, fell-citizen, is a good Republican and a bold man; he has deserved well of the Republic,","desc":"Madame Defarge represents her husband’s viewpoint to other revolutionaries as they discuss what to do about Doctor Manette and Lucie. Madame Defarge is eager to kill them, since they are related to Darnay and the Evrémonde family. She knows her husband has affection for Manette and Lucie and sees Monsieur Defarge’s ability to feel empathy for others as a weakness."}]