[{"quote":"I have a great deal of difficulty in beginning to write my portion of these pages, for I know I am not clever.","desc":"These words, which form the first sentence of chapter 3, “A Progress,” are the first words of Esther’s narrative, the first we hear of her voice. There are two remarkable elements to this quotation. First, Esther seems to be aware that she is telling this story in tandem with someone else. She says that these pages will be “my portion,” suggesting that she knows that the tale is not entirely hers. Although Esther never refers to the third-person narrator with whom she shares the telling of Bleak House, she is aware of him, and she goes on to tell her story with the understanding that someone else will flesh out the names, places, and events that she refers to from her limited, first-person perspective.Esther says she knows she is “not clever,” but this assertion alerts us to the fact that she is indeed clever and will tell the story in a skillful way. Even though the beginning of her narration does seem to lack the finesse and dramatic touches that characterize her later chapters, her claim to be “not clever” quickly shows itself to be false. Esther has an intuitive, compassionate way of interacting with the world, and as we get to know her, we see that, at times, she knows more than she lets on. This quotation, rather than telling us that our narrator isn’t smart, tells us that our narrator perhaps isn’t fully reliable. We can trust Esther to tell the full story, but, as we will see as the novel progresses, she will tell us the story on her own terms, deciding for herself what to reveal and when to reveal it.","page":"http://www.sparknotes.com/lit/bleakhouse/quotes/"},{"quote":"They appear to take as little note of one another, as any two people, enclosed within the same walls, could. But whether each evermore watches and suspects the other, evermore mistrustful of some great reservation; whether each is evermore prepared at all points for the other, and never to be taken unawares; what each would give to know how much the other knows—all this is hidden, for the time, in their own hearts.","desc":"In this passage, which concludes chapter 12, “On the Watch,” the narrator describes the uneasy relationship between Lady Dedlock and Mr. Tulkinghorn. Tulkinghorn, Sir Leicester’s lawyer, is a frequent visitor at Chesney Wold, and he is accustomed to Lady Dedlock’s haughty, constant boredom and lack of interest in everyone and everything around her. When Lady Dedlock’s interest is piqued by a handwritten document Tulkinghorn brought over one night, he investigates who the writer was and finds him to be a destitute, nameless stranger who had died in his lodgings. Tulkinghorn makes no connection between this stranger and Lady Dedlock, and, when he tells her what he found, she seems to care for the story only as a momentary escape from her endless boredom. The whole incident seems unremarkable and unimportant. However, the narrator lets us know that there is something going on when, in this quotation, he describes the watchful tension between Tulkinghorn and Lady Dedlock.When the narrator refers to the questions that are “hidden . . . in their own hearts,” he reveals one of the most important motifs of the novel: secrets. Secrets are everywhere in Bleak House, and the concern Lady Dedlock and Tulkinghorn share—of who knows what—will drive much of the action. Characters go to great lengths to keep their secrets hidden. As this quotation reveals, Tulkinghorn and Lady Dedlock successfully disguise their watchfulness of each other as indifference; the only reason we know they are watchful is that the narrator tells us. Simply observing their interactions doesn’t reveal much. This quotation is significant because it alerts us that there is a lot going on beneath the surface of this genteel, rigidly structured world.","page":"https://www.sparknotes.com/lit/bleakhouse/quotes/page/2"},{"quote":"It was grand to see how the wind awoke, and bent the trees, and drove the rain before it like a cloud of smoke; and to hear the solemn thunder, and to see the lightning; and while thinking with awe of the tremendous powers by which our little lives are encompassed, to consider how beneficent they are, and how upon the smallest flower and leaf there was already a freshness poured from all this seeming rage, which seemed to make creation new again.","desc":"This quotation appears in chapter 18, “Lady Dedlock,” one week after Esther saw Lady Dedlock for the first time and felt a strange connection to her. Esther, Ada, and Mr. Jarndyce, who are visiting Mr. Boythorn in Lincolnshire, wait out a violent storm in a keeper’s lodge, and Esther makes these observations as she looks out from the doorway. This is not the first time Esther has contemplated that she has benefited from the kindness of others or even from “tremendous powers,” but the placement of this particular meditation is significant since it follows her first sighting of Lady Dedlock. The storm seems to be significantly timed, as if the seeing Lady Dedlock for the first time shook the world itself. The storm suggests a disruption or a disturbance, mirroring in larger form the violent beating of Esther’s heart when she spotted Lady Dedlock in the church. Although Esther’s observations are idle and content, there is an element of suspense, even foreboding, to the storm.Immediately after Esther makes these observations, Lady Dedlock speaks to the group—unbeknownst to them, she had been in the lodge as well. She greets Esther indifferently and seems to ignore her, but her coldness takes on new meaning when we eventually discover Lady Dedlock’s secret. Indeed, it is the discovery of this secret along with the violent events that follow it that will ultimately shape Esther’s life most dramatically.","page":"https://www.sparknotes.com/lit/bleakhouse/quotes/page/3"},{"quote":"And now I come to a part of my story, touching myself very nearly indeed, and for which I was quite unprepared when the circumstance occurred. . . . I have suppressed none of my many weaknesses on that subject, but have written them as faithfully as my memory has recalled them. And I hope to do so, and mean to do so, the same down to the last words of these pages: which I see now, not so very far before me.","desc":"This quotation appears in chapter 61, “A Discovery,” just before Esther finds out that Woodcourt still loves her. Esther has been a thorough narrator, telling us easily and vividly about Richard, Ada, Mr. Jarndyce, and a handful of other characters. However, she is less confident and detailed when discussing the matters that are most difficult for her to acknowledge to herself, such as her love for Mr. Woodcourt and the scarring of her face. On these issues, she is vague at best; when she does give details, she seems to do so reluctantly. In this quotation, she seems to brace herself for what’s to come, since it is something very personal and even painful for her to recall. She makes a resolution: she will render the events faithfully to the end. She also seems to give herself a pep talk: her story is nearing an end; there isn’t far to go; she needs to buckle down and narrate faithfully.","page":"https://www.sparknotes.com/lit/bleakhouse/quotes/page/4"},{"quote":"Thus Chesney Wold. With so much of itself abandoned to darkness and vacancy; with so little change under the summer shining or the wintry lowering; so sombre and motionless always . . . ; passion and pride, even to the stranger’s eye, have died away from the place in Lincolnshire, and yielded it to dull repose.","desc":"This quotation concludes chapter 66, “Down in Lincolnshire,” as well as the third-person narrator’s portion of the novel. In the paragraph that precedes this quotation, the narrator tells us that Chesney Wold is so desolate that people are afraid to walk in it by themselves and that a maid became so depressed that she couldn’t stay there. Here, the narrator concludes his description of Chesney Wold’s deathlike state. When he says simply “Thus Chesney Wold,” he seems to dismiss the home from all chance of hope or revival: it is this way now, and it will be this way forever. The narrator personifies the house to some extent, calling it “abandoned,” “sombre,” and “motionless” and says that it is in “repose.” This strategy is also a way for the narrator to step back from the story he’s been telling and sum up the fates of all those who once lived here. By not focusing in on one particular person, the narrator seems to suggest that the inhabitants of Chesney Wold have all become rather ghostlike themselves, rattling around the empty, echoing rooms without much purpose.The “passion and pride” the narrator refers to connect most poignantly to Sir Leicester. A great, indomitable man, Sir Leicester was finally destroyed by the loss of Lady Dedlock. He fought it to the last and hoped she’d return, but to no avail. He is a changed, weakened man, who, like Chesney Wold itself, has been abandoned and exists in the same listless state throughout summer and winter. The conclusion of the narrator’s tale is grim, and, as Esther resumes her tale in chapter 67 by discussing how happy she and Bleak House are, Chesney Wold seems to fade and finally disappear completely.","page":"https://www.sparknotes.com/lit/bleakhouse/quotes/page/5"}]