[{"quote":"The Secret Garden was what Mary called it when she was thinking of it. She liked the name, and she liked still more the feeling that when its beautiful old walls shut her in no one knew where she was. It seemed almost like being shut out of the world in some fairy place. The few books she had read and liked had been fairy-story books, and she had read of secret gardens in some of the stories. Sometimes people went to sleep in them for a hundred years, which she had thought must be rather stupid. She had no intention of going to sleep, and, in fact, she was becoming wider awake every day which passed at Misselthwaite.","desc":"This passage brings up two of the major motifs of the novel: the fairy-tale quality of the secret garden, and the opposition between sleep and wakefulness. They are necessarily interrelated. If the garden is a \"kind of fairy place,\" it is not one that causes magical sleep, but magical wakefulness. The secret garden is strongly aligned with Mistress Mary. Mary is ten years old, and the garden has been closed for ten years. Up to the moment that she steps foot into the garden, Mary too is closed off—she has loved no one, and has been utterly unloved. Because it has been so long since anyone has tended the garden, it is impossible to determine whether its flowers are dead or alive. Similarly, Mary has had no one to care for her since her birth, and has become waxen (of a lifeless color) and standoffish as a result. Since Mary and the garden are so closely symbolically related, the reader realizes that the reawakening of the garden may foreshadow and effect Mary's own reawakening.","page":"http://www.sparknotes.com/lit/secretgarden/quotes/"},{"quote":"\"Well, it was rather funny to say [that Dickon was an angel],\" Mary admitted frankly, \"because his nose does turn up and he has a big mouth and his clothes have patches all over them and he talks broad Yorkshire, but—but if an angel did come to Yorkshire and lived on the moor—if there was a Yorkshire angel—I believe he'd understand the green things and know how to make them grow and he would know how to talk to the wild creatures as Dickon does and they'd know he was friends for sure.\"","desc":"Dickon Sowerby is, in some sense, the spirit of Missel Moor. His eyes are described as looking like \"pieces of moorland sky,\" and he smells of \"heather and grass and leaves...as if he were made of them.\" When the reader first encounters him, he is sitting beneath a tree charming animals with the music of his wooden pipe. This immediately conjures the image of panpipes, and serves to associate Dickon with the god Pan (the Greek god of Nature, Laughter, Passion, and Music). He therefore is presented as having an uncannily close relationship with the wilderness and with wild things. He is able to \"whisper flowers out of the earth,\" and inspires Mary's instant and unquestioning love. The contradiction in terms represented by the phrase \"Yorkshire angel\" arises out of the opposition between heaven and earth. Here, of course Yorkshire represents earth, and is evidenced by Dickon's common appearance. He transcends such class distinctions, however, because he is in some sense a heavenly creature. The question of how Dickon can be both absolutely of the earth and absolutely of the heavens (even his eyes are like bits of sky) is easily resolved when the reader recalls that, in the world of The Secret Garden, the world of nature is itself divine. Thus, Dickon can be, even in the Christian economy of the novel, the god of nature.","page":"https://www.sparknotes.com/lit/secretgarden/quotes/page/2"},{"quote":"One of the strange things about living in the world is that it is only now and then one is quite sure one is going to live forever and ever and ever. One knows it sometimes when one gets up at the tender solemn dawn-time and goes out and stands alone and throws one's head far back and looks up and up and watches the pale sky slowly changing and flushing and marvelous unknown things happening until the East almost makes one cry out and one's heart stands still at the strange unchanging majesty of the rising of the sun—which has been happening every morning for thousands and thousands and thousands of years. One knows it then for a moment or so...And it was like that with Colin when he first saw and heard and felt the Springtime inside the four high walls of a hidden garden. That afternoon the whole world seemed to devote itself to being perfect and radiantly beautiful and kind to one boy. Perhaps out of pure heavenly goodness the spring came and crowned everything it possibly could into that one place.","desc":"The narrator's extended meditation on the feeling that one is going to live forever reveals that Hodgson Burnett is drawing heavily upon the work of Immanuel Kant (a German philosopher of the Enlightenment) in establishing the feeling's source. The narrator says that one may have this sense that one will live forever when one looks at a sunset; when one stands in a deep wood; when looks up at the immense night sky. Tellingly, all of these examples are drawn from nature. Kant, in his book Critique of Judgment, said that one will often, when confronted with a truly immense natural landscape (his examples include the ocean and a mountain) have a feeling he called \"sublime.\" This sublime feeling occurs because the hugeness of the landscape implies the hand of God. In regarding it, we realize that there is a force and intelligence infinitely larger than our own behind the composition of the world. Thus, the experience of nature provides Burnett's children with a realization that they are going to live forever because it assures them of the presence of God: if the Christian God exists, then eternal life exists.","page":"https://www.sparknotes.com/lit/secretgarden/quotes/page/3"},{"quote":"Mrs. Sowerby answered. \"I never knowed [magic] by that name but what does the name matter?...The same thing as set the seeds swelling and the sun shining made thee a well lad and it's the Good Thing. It isn't like us poor fools as think it matters if us is called out of our names. Th' Big Good Thing doesn't stop to worry... It goes on making worlds by the million—worlds like us. Never thee stop believing in the Big Good Thing and knowing the world's full of it...The Magic listened when tha sung the Doxology. It would have listened to anything tha'd sung. It was the joy that mattered.\"","desc":"While the children's singing of the Doxology adds to the Christian associations of magic, Mrs. Sowerby's talk on the nature of magic suggest that Hodgson Burnett wishes it to be non-denominational. Susan says that it doesn't matter what name you call this force—it is the life principle, which makes the flowers grow, and makes Colin well, and is responsible for all new lives (the world that each individual is.) It is a creator, of some kind, and all it wants is our joy. The magic is presented here as being extremely fertile, and is thus linked with the maternal (yet virginal) person of Mrs. Sowerby and, by way of the secret garden, with the late Mistress Craven. By contrast, the stagnant world of the manor house is linked with Master Craven (and, by extension, with his upper-class masculinity). It is up to the individual reader to decide, of course, whether the idea of magic can truly be disassociated from its heavily Christian Scientist underpinnings.","page":"https://www.sparknotes.com/lit/secretgarden/quotes/page/4"},{"quote":"One of the new things people began to find out in the last century was that thoughts—just mere thoughts—are as powerful as electric batteries—as good for one as sunlight is, or as bad for one as poison. To let a sad thought or a bad one get into your mind is as dangerous as letting a scarlet fever germ get into your body. If you let it stay there after it has got in you may never get over it as long as you live... surprising things can happen to any one who, when a disagreeable or discouraged thought comes into his mind, just has the sense to remember in time and push it out by putting in an agreeable determinedly courageous one. Two things cannot be in one place. \"Where you tend a rose, my lad, A thistle cannot grow.\"","desc":"This passage provides a sort of abstract of one of the book's central themes: the idea that all illness is psycho-somatic (caused by the mind), and thus one need only think positive thoughts if one is to be well. This idea comes from Christian Science, which holds that negative thoughts are the human error to be found at the root of all disease. One must force out ugly thoughts with agreeable ones, for \"two things cannot be in one place.\" This notion is responsible for both Colin and Mary's wondrous metamorphoses. Once they are thinking of the garden and nature, of Dickon and of their own blossoming friendship, they can no longer concern themselves with their own contrariness or with fear of becoming a hunchback and dying an early death. The epigraph that concludes the passage compares both the positive thoughts and the transformed Colin and Mary with a rose, which of course refers back to the rebirth and cultivation of the secret garden.","page":"https://www.sparknotes.com/lit/secretgarden/quotes/page/5"}]