[{"quote":"It’s a great huge game of chess that’s being played—all over the world—if this is the world at all, you know","desc":"This quote occurs in Chapter 2 of Through the Looking-Glass, as Alice looks out from the hill and sees a landscape checkered like a chessboard and different characters stationed on the board like chessmen. Carroll has already introduced the theme of chess, but Alice’s musing suggest that chess functions as a metaphor not only for the world of the novel but for our world as well. Carroll frequently espoused the idea of life as a game. Like Alice, we are pawns in our own lives, condemned to move forward through time with little knowledge and understanding of the wider world. Within our limited perspective, the world seems eminently ordered and explainable by nature and logic, much like a chessboard’s symmetrical and geometrical nature evokes a sense of determinable order.","page":"http://www.sparknotes.com/lit/through-the-looking-glass/quotes/"},{"quote":"Of all the strange things that Alice saw in her journey Through The Looking‑Glass, this was the one that she always remembered most clearly. Years afterward she could bring the whole scene back again, as if it had been yesterday—the mild blue eyes and kindly smile of the Knight—the setting sun gleaming through his hair, and shining on his armour in a blaze of light that quite dazzled her—the horse quietly moving about, with the reins hanging loose on his neck, cropping the grass at her feet—and the black shadows of the forest behind—all this she took in like a picture, as, watching the strange pair, and listening, in a half‑dream, to the melancholy music of the song","desc":"This sentence appears in Chapter 8 of Through the Looking-Glass. Not only is it the longest sentence in either book, but it is also the most photographically vivid image in either book and brings to mind Carroll’s hobby as a photographer. The image is poignant given the White Knight’s role in the story. The White Knight is an aberration among the characters, since he is the only character who treats Alice with true kindness and compassion. He does not seem to be part of Alice’s dream at all, since the characters in her dream behave disagreeably and induce profound feelings of loneliness and isolation in Alice. The White Knight seems more real than the absurd personages she has met before, which is one reason why Alice remembers his image so clearly after many years have passed. The photographic quality of the passage indicates that Carroll has inserted himself and his desires into the text, since Carroll created the White Knight as his literary counterpart. Carroll crosses into the pages of the book to burn his image into Alice’s mind as the most authentic and memorable character, an effect he wished to have on the mind of the real‑life Alice Liddell.","page":"https://www.sparknotes.com/lit/through-the-looking-glass/quotes/page/2"},{"quote":"Life, what is it but a dream","desc":"This question ends the poem that concludes Through the Looking‑Glass, reminding us that one can never be sure that life is more than a dream, since it is made of fleeting memories, arbitrary machinations, and essentially meaningless conclusions. Alice’s adventure in Through the Looking-Glass is a dream, even though it dramatizes her journey to young womanhood. Even as she wakes, Alice finds that the order of her room seems just as arbitrary and tenuous as the dream world from which she has emerged. Additionally, this quote brings to mind the Red King’s dream and the implications that human life exists as dream in the mind of a greater divine being. With this final question, Carroll suggests that we do not in fact exist as we imagine, and ultimately are no more than the shadowy dreams of a greater consciousness.","page":"https://www.sparknotes.com/lit/through-the-looking-glass/quotes/page/3"}]