[{"quote":"Society in every state is a blessing, but government even in its best state is but a necessary evil; in its worst state an intolerable one...","desc":"This quote, from the first page of Common Sense, lays out Paine's general conception of government. His general view that government is \"but a necessary evil\" forms an intellectual backdrop against which it is easier to call for an outright rebellion against the British government.","page":"http://www.sparknotes.com/lit/commonsense/quotes/"},{"quote":"To say, they will never attempt it again is idle and visionary, we thought so at the repeal of the stamp-act, yet a year or two undeceived us...","desc":"This quote comes from the third section of Common Sense, in which Paine considers the details of America's relationship with Britain. Here, he argues that the British simply cannot be trusted to deal fairly with the colonies. Paine points out that the British have repeatedly imposed unfair taxes, and even after they repealed them, as with the stamp-act, later imposed new ones.","page":"https://www.sparknotes.com/lit/commonsense/quotes/page/2"},{"quote":"Why is it that we hesitate? From Britain we can expect nothing but ruin. If she is admitted to the government of America again, this continent will not be worth living in.","desc":"This quote, from the middle of the final section of Common Sense, is characteristic of much of Paine's rhetoric. His pamphlet is intended not just to lay out an argument in favor of independence, but also to motivate and rouse the populace. As such, Paine's style is often intended to rouse the reader. He accomplishes this task particularly well in this passage by first questioning whether there really is a good reason to stay quiet about the need for independence and then by painting a vivid picture of the disturbing reality that would exist were America to remain under British rule.","page":"https://www.sparknotes.com/lit/commonsense/quotes/page/3"},{"quote":"Until an independence is declared the continent will feel itself like a man who continues putting off some unpleasant business from day to day, yet knows it must be done, hates to set about it, wishes it over, and is continually haunted with the thoughts of its necessity.","desc":"With this powerful image, Paine concludes Common Sense. This image encapsulates Paine's central point throughout the pamphlet that America must ultimately become independent of Britain. Paine maintains that, inevitably, the colonies will cease to be under British rule, and that the only question that remains is when the colonies are to become free. Paine believes that the time for action is now rather than later, and therefore exhorts his fellow Americans to rise to action and do what he believes he has shown must be done.","page":"https://www.sparknotes.com/lit/commonsense/quotes/page/4"}]