[{"page":"http://www.sparknotes.com/lit/treasure/quotes/","quotes":[{"quote":"Fifteen\n\t\t\t\t\tmen on the dead man’s chest—\n\t\t\t\tYo-ho-ho, and\n\t\t\t\t\ta bottle of rum!\n\t\t\t\tDrink and the devil had done\n\t\t\t\t\tfor the rest—\n\t\t\t\tYo-ho-ho, and a bottle of rum!","desc":"This pirate’s ditty, first sung in Chapter\n\t\t\t\t\tI and recalled many times afterward, remains one of the best-known\n\t\t\t\t\tlegacies of Treasure Island. The poem encapsulates\n\t\t\t\t\tdrink, death, and wickedness, which are inextricably linked to the\n\t\t\t\t\tpirates, and which give them an aura of wild glamour. The “bottle\n\t\t\t\t\tof rum” recalls the almost constant state of drunkenness of Silver’s\n\t\t\t\t\tragged brigade. This reference to alcohol is also connected to idea\n\t\t\t\t\tof the “dead man,” as the pirates’ drunkenness results in mishaps,\n\t\t\t\t\tlosses, and deaths, and is perhaps responsible for their ultimate\n\t\t\t\t\tfailure.\tThe “dead man’s chest” symbolically refers to both Billy\n\t\t\t\t\tBones’s sea chest and Flint’s hidden treasure. The pirates’ song\n\t\t\t\t\tassociates the treasure chest with a dead man rather than a living\n\t\t\t\t\tone, suggesting that the pirates are unconsciously aware that their\n\t\t\t\t\tmission will end in death and failure. In a sense, they are singing\n\t\t\t\t\tof their own downfall, almost displaying a death drive. The image\n\t\t\t\t\tof the dead man’s chest also refers to the way in which greed leads\n\t\t\t\t\tto a man’s loss of soul and also recalls the ultimate futility of\n\t\t\t\t\tfinding material treasure, as all humans eventually die in the end."}]},{"page":"https://www.sparknotes.com/lit/treasure/quotes/page/2","quotes":[{"quote":"“I\n\t\t\t\t\thave only one thing to say to you, sir … if you keep on drinking\n\t\t\t\t\trum, the world will soon be quit of a very dirty scoundrel!”","desc":"These words, which Dr. Livesey addresses\n\t\t\t\t\tto Billy Bones in Chapter I, emphasize the conflict between the\n\t\t\t\t\tcivilized world and the lawless criminal world in Treasure\n\t\t\t\t\t\tIsland. Billy has usurped power for himself, as he refuses\n\t\t\t\t\tto pay his bills and assumes that everyone will immediately fall\n\t\t\t\t\tsilent whenever he slaps the dining-room table. Billy’s power is,\n\t\t\t\t\tin fact, quite real: Jim’s innkeeper father is too scared of Billy\n\t\t\t\t\tto demand payment, and everyone does stop talking when the seaman\n\t\t\t\t\tslaps the table. Though Billy is a stranger in the area, shows no\n\t\t\t\t\tspecial virtues, and has no political or financial power, he nonetheless\n\t\t\t\t\tholds an extraordinary and mysterious power over everyone. This\n\t\t\t\t\tpower, which Long John Silver also displays, fascinates Jim. Power\n\t\t\t\t\tof this sort is an insult to the civilized world, as it offends\n\t\t\t\t\tthe values of order, responsibility, and propriety. The practical\n\t\t\t\t\tDr. Livesey, who embodies the traditional, ordered world, predicts\n\t\t\t\t\tthat the rum will soon kill Billy and declares that the pirates\n\t\t\t\t\tare scoundrels. Livesey judges the pirates through the lens of his\n\t\t\t\t\town world and its accompanying values. However, by the end of the\n\t\t\t\t\tnovel, we learn that both the doctor’s world and the pirates’ world\n\t\t\t\t\tare flawed, and that both worlds can inspire and destroy."}]},{"page":"https://www.sparknotes.com/lit/treasure/quotes/page/3","quotes":[{"quote":"“Well,\n\t\t\t\t\tsquire … I don’t put much faith in your discoveries, as a general\n\t\t\t\t\tthing; but I will say this, John Silver suits me.”","desc":"Dr. Livesey delivers these remarks to\n\t\t\t\t\tSquire Trelawney at the end of Chapter VIII, when the men first\n\t\t\t\t\tmeet the crew that will accompany them to Treasure Island. This\n\t\t\t\t\tquotation raises the issue of judgment of another person’s character.\n\t\t\t\t\tFirst, Livesey’s skepticism about Trelawney’s prudence suggests\n\t\t\t\t\tthat the squire’s knowledge of human affairs might be less reliable\n\t\t\t\t\tthan that of the practical man of science. We later verify this\n\t\t\t\t\thypothesis when we discover that the squire has been tricked into\n\t\t\t\t\tmanning his ship with a band of pirates; his judgment is indeed\n\t\t\t\t\tunsound. Yet Long John Silver tricks even the wise Dr. Livesey.\n\t\t\t\t\tThough in reality the ringleader of the pirates, Silver is a man\n\t\t\t\t\twhom Livesey trusts instinctively. The doctor’s trust suggests that\n\t\t\t\t\tSilver has extraordinary powers of deception, but also that\n\t\t\t\t\tthere is something genuinely likable about the pirate. Even though Silver\n\t\t\t\t\tis a miscreant, he is charismatic and repeatedly earns the respect of\n\t\t\t\t\tothers. Indeed, Silver wins Jim’s affection and admiration by the\n\t\t\t\t\tend of the adventure, and he acts like a gentleman on several occasions. Livesey\n\t\t\t\t\tand Trelawney are deceived by Silver because he is such a contradictory\n\t\t\t\t\tcharacter, not fully good but not fully evil either."}]},{"page":"https://www.sparknotes.com/lit/treasure/quotes/page/4","quotes":[{"quote":"I\n\t\t\t\t\twas no sooner certain of this than I began to feel sick, faint, and\n\t\t\t\t\tterrified. The hot blood was running over my back and chest. The\n\t\t\t\t\tdirk, where it had pinned my shoulder to the mast, seemed to burn\n\t\t\t\t\tlike a hot iron; yet it was not so much these real sufferings that\n\t\t\t\t\tdistressed me ... it was the horror I had upon my mind of falling\n\t\t\t\t\tfrom the cross-trees into that still green water beside the body\n\t\t\t\t\tof the coxswain. I clung with both hands till my nails ached, and\n\t\t\t\t\tI shut my eyes as if to cover up the peril. Gradually my mind came\n\t\t\t\t\tback again, my pulses quieted down to a more natural time, and I\n\t\t\t\t\twas once more in possession of myself.","desc":"Jim has these thoughts at the beginning\n\t\t\t\t\tof Chapter XXVII, when he realizes that he has killed Israel Hands,\n\t\t\t\t\tthe pirate who has wounded Jim with his dagger. This passage reveals\n\t\t\t\t\tJim’s maturity and his developing sense of self. The pirates are\n\t\t\t\t\talways drunken, rowdy, and impetuous, and demonstrate little or\n\t\t\t\t\tno ability to manage the situations or circumstances that surround\n\t\t\t\t\tthem. Jim, conversely, almost immediately after the fight is over,\n\t\t\t\t\tJim shows his developing ability to emerge from a state of passionate\n\t\t\t\t\tagitation to a state of control. Jim takes possession of himself\n\t\t\t\t\tin a mature and responsible fashion, and then takes control of the\n\t\t\t\t\tship and names himself captain. The difference between Jim and Israel\n\t\t\t\t\tHands represents the difference between those who can take care\n\t\t\t\t\tof themselves and those who cannot. Israel is still drunk when he\n\t\t\t\t\tdies, while Jim is in full possession of his mind and senses.\tThe passage also shows the importance of Jim’s newfound\n\t\t\t\t\tsense of personal identity. The physical suffering Jim experiences\n\t\t\t\t\tis not as troubling as the prospect of being next to Israel Hands\n\t\t\t\t\tin the water. Jim cannot bear the thought of being associated with\n\t\t\t\t\ta pirate, a person who is not in control of his own body and mind.\n\t\t\t\t\tJim clearly defines himself as separate from a pirate or criminal—he\n\t\t\t\t\tidentifies himself as an honest young man. Jim’s identity matters\n\t\t\t\t\tmore to him than even physical pain, suggesting that he is developing\n\t\t\t\t\ta sense of identity, confidence, and maturity."}]},{"page":"https://www.sparknotes.com/lit/treasure/quotes/page/5","quotes":[{"quote":"The\n\t\t\t\t\tbar silver and the arms still lie, for all that I know, where Flint\n\t\t\t\t\tburied them; and certainly they shall lie there for me. Oxen and\n\t\t\t\t\twain-ropes would not bring me back again to that accursed island;\n\t\t\t\t\tand the worst dreams that ever I have are when I hear the surf booming\n\t\t\t\t\tabout its coasts, or start upright in bed, with the sharp voice\n\t\t\t\t\tof Captain Flint still ringing in my ears: ‘Pieces of eight! pieces\n\t\t\t\t\tof eight!’","desc":"These final lines of the novel summarize\n\t\t\t\t\tJim’s feelings about his adventure. Ironically, one of the results\n\t\t\t\t\tof Jim’s treasure hunt is that he learns he does not actually want\n\t\t\t\t\tthe treasure, and that he is happy to leave the silver buried on\n\t\t\t\t\tthe island. Similarly, at the end of the novel, Jim also realizes\n\t\t\t\t\tthat he does not truly want adventure. The negative tone with which\n\t\t\t\t\the closes his account seems out of place, as in the end everything\n\t\t\t\t\thas worked out well for him: Jim is safely back home, his friends\n\t\t\t\t\thave survived, and he presumably possesses a fair share of the pirates’\n\t\t\t\t\tloot as reward. Yet Jim calls the island “accursed,” and he is plagued\n\t\t\t\t\tby nightmares of treasure and Silver’s screeching parrot.Jim’s continuing dreams signify that his adventure is\n\t\t\t\t\tstill with him, for better or for worse, and that his experience\n\t\t\t\t\twith the pirates has had an indelible impact on his life. However,\n\t\t\t\t\tit also appears that the tragedies of the adventure—the greed and\n\t\t\t\t\tdeath—still trouble him. Though Captain Flint is long dead and buried,\n\t\t\t\t\tand Jim is back in the relative safety of the civilized world, he\n\t\t\t\t\tstill feels the influence and temptation of the pirates’ underworld.\n\t\t\t\t\tJim is having trouble adjusting to the upright, civilized world\n\t\t\t\t\tand the fact that it completely rejects the darker, more lawless\n\t\t\t\t\tworld of the pirates. That a pirate literally has the last words\n\t\t\t\t\tin the novel (the parrot’s cry of “pieces of eight!”) shows that\n\t\t\t\t\tthe pirates, and the life and values they represent, will always\n\t\t\t\t\thaunt Jim and the civilized world."}]}]