[{"page":"http://www.sparknotes.com/lit/origin/quotes/","quotes":[{"quote":"How have\n\t\t\t\t\tall those exquisite adaptations of one part of the organisation\n\t\t\t\t\tto another part, and to the conditions of life, and of one distinct\n\t\t\t\t\torganic being to another being, been perfected? We see these beautiful\n\t\t\t\t\tco-adaptations most plainly in the woodpecker and missletoe; and\n\t\t\t\t\tonly a little less plainly in the humblest parasite which clings\n\t\t\t\t\tto the hairs of a quadruped or feather of a bird; . . . in short,\n\t\t\t\t\twe see beautiful adaptation everywhere and in every part of the organic\n\t\t\t\t\tworld.","desc":"This quotation from Chapter III addresses\n\t\t\t\t\tthe way in which variations in a species influence the “perfect”\n\t\t\t\t\tadaptation of an organism to its environment. In the previous two\n\t\t\t\t\tchapters, Darwin explains the different types of variations seen\n\t\t\t\t\tin plants and animals that help scientists distinguish between varieties\n\t\t\t\t\tand species (although Darwin argues that the distinction between\n\t\t\t\t\tthe two categories is fundamentally arbitrary). In this quotation,\n\t\t\t\t\the says that these variations not only produce distinct varieties\n\t\t\t\t\tof species but also create species that are uniquely adapted to\n\t\t\t\t\ttheir environments. Woodpeckers, mistletoe plants, and parasites\n\t\t\t\t\thave adapted structures (the beaks of woodpeckers, for example)\n\t\t\t\t\tthat allow them to maximize their access to nutrients and therefore\n\t\t\t\t\tto survive. The term “co-adaptations” implies that species adapt\n\t\t\t\t\tto one another. For example, the hair or feathers of animals adapt\n\t\t\t\t\tthe texture that allows a parasite to cling. Variations, therefore,\n\t\t\t\t\tcannot be random."}]},{"page":"https://www.sparknotes.com/lit/origin/quotes/page/2","quotes":[{"quote":"How fleeting\n\t\t\t\t\tare the wishes and efforts of man! how short his time! and consequently\n\t\t\t\t\thow poor will his products be, compared with those accumulated by\n\t\t\t\t\tnature during whole geological periods. Can we wonder, then, that\n\t\t\t\t\tnature’s productions should be far “truer” in character than man’s productions;\n\t\t\t\t\tthat they should be infinitely better adapted to the most complex\n\t\t\t\t\tconditions of life, and should plainly bear the stamp of far higher\n\t\t\t\t\tworkmanship?","desc":"This quotation, from Chapter IV, compares\n\t\t\t\t\tthe use of artificial selection by breeders to the process of natural\n\t\t\t\t\tselection. Darwin explains in Chapter I how breeders can shape their\n\t\t\t\t\tdomestic breeds by selecting individual animals with desired characteristics\n\t\t\t\t\tand breeding them more often to perpetuate those characteristics\n\t\t\t\t\tin future generations. While breeder selection may result in a more desirable\n\t\t\t\t\tdomestic species, Darwin argues in this quotation that breeder selection\n\t\t\t\t\tcannot hold a candle to the wonders of natural selection. Natural\n\t\t\t\t\tselection has “whole geological periods” in which to do its work,\n\t\t\t\t\tas opposed to the mere human lifetime a man has. In addition, natural\n\t\t\t\t\tselection creates species that are much more highly and complexly\n\t\t\t\t\tadapted to their natural environments, a feat that mere men cannot\n\t\t\t\t\taccomplish on their own. Darwin acclaims the power of nature to\n\t\t\t\t\tshape such perfect species. Still, the last phrase in this passage—“the\n\t\t\t\t\tstamp of far higher workmanship”—adds ambiguity. Is “higher workmanship”\n\t\t\t\t\tthe work of nature or the work of a divine power? Darwin leaves\n\t\t\t\t\troom for interpretation here—perhaps a wise move, given the religious\n\t\t\t\t\tand scientific climate of the time."}]},{"page":"https://www.sparknotes.com/lit/origin/quotes/page/3","quotes":[{"quote":"To admit\n\t\t\t\t\tthis view is, as it seems to me, to reject a real for an unreal,\n\t\t\t\t\tor at least for an unknown, cause. It makes the work of God a mere\n\t\t\t\t\tmockery and deception; I would almost as soon believe with the old\n\t\t\t\t\tand ignorant cosmogonists, that fossil shells had never lived, but\n\t\t\t\t\thad been created in stone so as to mock the shells now living on\n\t\t\t\t\tthe sea-shore.","desc":"In this quotation, from Chapter V, Darwin\n\t\t\t\t\ttakes on naturalists who believe that each species was independently\n\t\t\t\t\tcreated. He has just presented evidence that species must have descended\n\t\t\t\t\tfrom one another. Specifically, he has shown that color patterns\n\t\t\t\t\tappearing in varieties of horses often mimic the color patterns\n\t\t\t\t\tof zebras and horses, which illustrates that all may have descended\n\t\t\t\t\tfrom the same parent species. Darwin says that some naturalists\n\t\t\t\t\twill not believe this claim and will argue that variations occur\n\t\t\t\t\tin all species and do not prove that one species descended from\n\t\t\t\t\tthe other. In this quotation, Darwin challenges the scientific validity\n\t\t\t\t\tof these dissenters’ claims; he provides scientific reasoning, while\n\t\t\t\t\tthey provide none. The last sentence of this passage suggests that\n\t\t\t\t\tit is ridiculous to claim that species similarities are mere coincidence.\n\t\t\t\t\tBy calling these similarities “the work of God,” Darwin also challenges\n\t\t\t\t\tthe notion that only the theory of independent creation acknowledges\n\t\t\t\t\tthe existence of a divine power. Natural selection, Darwin implies,\n\t\t\t\t\tmay also be the work of a higher power. To ignore his theory may\n\t\t\t\t\tbe as much an affront to God as some say the theory itself is."}]},{"page":"https://www.sparknotes.com/lit/origin/quotes/page/4","quotes":[{"quote":"What can\n\t\t\t\t\tbe more curious than that the hand of a man, formed for grasping,\n\t\t\t\t\tthat of a mole for digging, the leg of the horse, the paddle of\n\t\t\t\t\tthe porpoise, and the wing of the bat, should all be constructed\n\t\t\t\t\ton the same pattern, and should include the same bones, in the same\n\t\t\t\t\trelative positions?","desc":"This passage, from Chapter XIII, argues\n\t\t\t\t\tthat similar bone and body structures in different species illustrate\n\t\t\t\t\thow species may have evolved from a common parent species. The hands\n\t\t\t\t\tof men, the paws of moles, the legs of horses, the paddles of porpoises,\n\t\t\t\t\tand the wings of bats all have the same placement in the body, as\n\t\t\t\t\twell as the same bone structure. However, these structures have\n\t\t\t\t\tevolved differently, creating hands, paws, paddles, and wings. And\n\t\t\t\t\tthe divergence of each is particularly well suited to the species\n\t\t\t\t\tto which it belongs: Humans can grasp, porpoises can swim, and bats\n\t\t\t\t\tcan fly. In this quotation, Darwin suggests that all of these structures\n\t\t\t\t\tmay have evolved from the same structure of the original species,\n\t\t\t\t\tand that natural selection perpetuated the variations that have\n\t\t\t\t\tturned that original structure into the structures of today. Darwin’s\n\t\t\t\t\tmention of human hands is controversial, as it explicitly suggests\n\t\t\t\t\tthat humans are subject to descent with modification."}]},{"page":"https://www.sparknotes.com/lit/origin/quotes/page/5","quotes":[{"quote":"There\n\t\t\t\t\tis grandeur in this view of life, with its several powers, having\n\t\t\t\t\tbeen originally breathed into a few forms or into one; and that,\n\t\t\t\t\twhilst this planet has gone cycling on according to the fixed law\n\t\t\t\t\tof gravity, from so simple a beginning endless forms most beautiful\n\t\t\t\t\tand wonderful have been, and are being, evolved.","desc":"This passage from Chapter XIV concludes The\n\t\t\t\t\t\tOrigin of Species. After summarizing his theory of natural\n\t\t\t\t\tselection, Darwin returns here to the theme of the wonder of nature.\n\t\t\t\t\tThe “beautiful and wonderful” forms that natural selection has created\n\t\t\t\t\tillustrate nature’s power. The imagery in this passage evokes the\n\t\t\t\t\tnaturalness of natural selection itself. Just as the planet cycles\n\t\t\t\t\tnaturally, “according to the fixed law of gravity,” so too does\n\t\t\t\t\tnature select and shape species into their divergent forms. It is\n\t\t\t\t\tin this passage, most importantly, that Darwin finally uses the\n\t\t\t\t\tword “evolved” to describe his theory of descent with modification.\n\t\t\t\t\tThe use of this word links Darwin’s theory to past theories of evolution.\n\t\t\t\t\tSignificantly, Darwin once again leaves room for a creator in the\n\t\t\t\t\tformation of species. The image of someone “breathing life” into\n\t\t\t\t\tthe original species is a direct allusion to biblical notions of\n\t\t\t\t\tcreation."}]}]