[{"page":"http://www.sparknotes.com/lit/cyrano/quotes/","quotes":[{"quote":"Valvert: Your nose is . . . very big.\nCyrano: Yes, very.\n Valvert: Ha!\n Cyrano: Is that all?","desc":"This speech appears in Act I, just after Cyrano makes his first entrance. After several characters describe Cyrano to those who do not know him, Cyrano appears and fulfills everyone’s expectations. Valvert, one of de Guiche’s men, pokes fun at the size of Cyrano’s nose—a big mistake. Cyrano makes fun of Valvert’s lack of creativity and eloquence, and proceeds to put on a jesting exhibition of sorts, making fun of his own nose. This quotation demonstrates several of Cyrano’s important qualities: eloquence, sense of humor, creativity, resourcefulness, courage, and confidence, as well as his showmanship and bravado. Remembering the promise he made to Roxane to keep Christian safe, Cyrano responds to Valvert’s ridiculing of his nose with biting, ironic criticism instead of violence."}]},{"page":"https://www.sparknotes.com/lit/cyrano/quotes/page/2","quotes":[{"quote":"He’s\n\t\t\t\t\tproud, noble, young, fearless,\t\t\thandsome. . . . \n\t\t\t\t\n\t\t\t\t\tCyrano:\tHandsome! \n\t\t\t\t\n\t\t\t\t\tRoxane:\tWhat\n\t\t\t\t\tis it? What’s the matter? \n\t\t\t\t\n\t\t\t\t\tCyrano:\tNothing.\n\t\t\t\t\t. . . It’s . . . it’s . . . it’s only a \t\t\ttwinge of pain from this\n\t\t\t\t\tlittle scratch.","desc":"Roxane and Cyrano’s meeting in Ragueneau’s\n\t\t\t\t\tshop, early in Act II, heightens the play’s drama and suspense.\n\t\t\t\t\tRoxane speaks to Cyrano about a man she loves, who she thinks loves\n\t\t\t\t\ther. Roxane acts a bit mysteriously, choosing to be discreet in\n\t\t\t\t\ther revelation of the man’s identity. As she reveals his identity,\n\t\t\t\t\tCyrano thinks that she might be referring to him—after all, each\n\t\t\t\t\tpiece of information fits him. When she says that this man is “handsome,”\n\t\t\t\t\thowever, Cyrano becomes certain that she is not talking about him,\n\t\t\t\t\tand that she must be talking about someone else. Cyrano reacts by\n\t\t\t\t\tcringing and reeling in pain. To cover up for his heartbreak, he\n\t\t\t\t\tquickly invents an excuse for his noticeable pain: his hand wound.\n\t\t\t\t\tThis moment also highlights Cyrano’s weakening self-confidence and\n\t\t\t\t\tself-esteem. He now believes that Roxane will never love him. With\n\t\t\t\t\tthis idea firmly planted in his mind, he agrees to help Christian\n\t\t\t\t\twin her love."}]},{"page":"https://www.sparknotes.com/lit/cyrano/quotes/page/3","quotes":[{"quote":"Christian: I need eloquence, and I have none!\nCyrano: I’ll lend you mine! Lend me your conquering physical charm, and together we’ll form a romantic hero!\nChristian: What do you mean?\nCyrano: Do you feel capable of repeating what I tell you every day?\nChristian: Are you suggesting . . .\nCyrano: Roxane won’t be disillusioned!\nTogether, we can win her heart! Will you let my soul pass from my leather jerkin and lodge beneath your embroidered doublet?","desc":"Here, at the end of Act II, Cyrano and Christian talk about winning Roxane’s love. Cyrano is the first of the two to realize that they can combine their powers—Cyrano’s wit and poetry, Christian’s good looks and charm—in an effort to woo her. Essentially, they would become one person, as Cyrano states, a “romantic hero.” In a sense, both Christian and Cyrano represent stereotypes. Christian is unpoetic yet has stunning beauty, while Cyrano perfectly fills the role of the intelligent but unattractive intellectual.One of the play’s central questions is whether the combination of these traits can create a character superior to Cyrano or Christian. Indeed, initially it seems that the blending of their perfections results in nothing more than a flawless composite character. It’s no surprise that Roxane falls for such a character. The only complicating factor in their scheme, however, is the duplicity required to execute their plot. Cyrano and Christian must both lie to the woman they supposedly love to win her affection. We should expect the composite romantic hero to meet his demise for sacrificing his integrity. Ultimately, however, Roxane ignores this betrayal. Upon discovering Christian and Cyrano’s plan years later, she simply reinterprets her original love for Christian as love for Cyrano, saying that she has loved only one man, but lost him twice."}]},{"page":"https://www.sparknotes.com/lit/cyrano/quotes/page/4","quotes":[{"quote":"Roxane:\tYour\n\t\t\t\t\ttrue self has prevailed over your \t\t\touter appearance. I now love\n\t\t\t\t\tyou for \t\t\tyour soul alone. \t\t\n\t\t\t\t\n\t\t\t\t\tChristian:\tOh,\n\t\t\t\t\tRoxane! \n\t\t\t\t\n\t\t\t\t\tRoxane:\t.\n\t\t\t\t\t. . But you can be happy now: your \t\t\tthoughts outshine your face.\n\t\t\t\t\tYour\t\t\t\t\t\t\t\thandsomeness was what \t\t\tfirst attracted me, but now\n\t\t\t\t\tthat \t\t\tmy eyes are open I no longer see it!","desc":"This quotation, which comes in Act IV\n\t\t\t\t\tjust after Roxane arrives at Arras and surprises the cadets, heightens\n\t\t\t\t\tthe sense of tension in the play. Roxane’s changing sentiments have\n\t\t\t\t\tderailed Christian and Cyrano’s plan. Just before Christian is about\n\t\t\t\t\tto go off to battle, Roxane tells him that he loves him for his\n\t\t\t\t\t“soul alone” and no longer for his “outer appearance.” This seemingly\n\t\t\t\t\tpositive romantic development troubles and depresses Christian since\n\t\t\t\t\the essentially borrowed his “soul” from Cyrano—without his outer\n\t\t\t\t\tappearance, he has nothing to offer Roxane. Roxane rejects the romantic\n\t\t\t\t\thero’s mixture of inner and outer beauty in favor of the poetry\n\t\t\t\t\tand inner beauty that she initially attributes to Christian. Christian,\n\t\t\t\t\thowever, understands that he had nothing to do with the poetry,\n\t\t\t\t\tand that Roxane really loves Cyrano without even knowing it. The\n\t\t\t\t\tmoment is ironic since what Roxane believes to be her statement\n\t\t\t\t\tof true, lasting love for Christian is based upon a character trait\n\t\t\t\t\tthat Christian does not possess."}]},{"page":"https://www.sparknotes.com/lit/cyrano/quotes/page/5","quotes":[{"quote":"Cyrano:\tRoxane! \n\t\t\t\t\n\t\t\t\t\tRoxane:\tIt\n\t\t\t\t\twas you. \n\t\t\t\t\n\t\t\t\t\tCyrano:\tNo,\n\t\t\t\t\tRoxane, no!","desc":"In the fifth and final act, Roxane begins\n\t\t\t\t\tto realize that Cyrano wrote all the letters and spoke outside her\n\t\t\t\t\twindow on Christian’s behalf. As dusk settles, Cyrano begins to\n\t\t\t\t\tread Christian’s last letter out loud. Roxane is amazed at his ability\n\t\t\t\t\tto read so well in the read. Cyrano is reciting the letter from\n\t\t\t\t\tmemory. Seeing tears roll down his face, she conjectures that the\n\t\t\t\t\ttears on the letter were his all along. Cyrano says that the blood\n\t\t\t\t\twas Christian’s. Cyrano’s declaration is symbolic because his tears\n\t\t\t\t\tand Christian’s blood have combined on the letter. Together they\n\t\t\t\t\trepresent the collaboration that formed the man—the “romantic hero”—that\n\t\t\t\t\tRoxane loves.\tWhen Roxane accuses him of writing and speaking on Christian’s\n\t\t\t\t\tbehalf, Cyrano firmly denies it. Roxane refuses to believe him and\n\t\t\t\t\tlaments that she has loved only one man, and lost him twice."}]}]