[{"page":"http://www.sparknotes.com/lit/janeeyre/quotes/","quotes":[{"quote":"I\n\t\t\t\t\tam glad you are no relation of mine. I will never call you aunt\n\t\t\t\t\tagain as long as I live. I will never come to visit you when I am\n\t\t\t\t\tgrown up; and if any one asks me how I liked you, and how you treated\n\t\t\t\t\tme, I will say the very thought of you makes me sick, and that you\n\t\t\t\t\ttreated me with miserable cruelty. . . . You think I have no feelings,\n\t\t\t\t\tand that I can do without one bit of love or kindness; but I cannot\n\t\t\t\t\tlive so: and you have no pity. I shall remember how you thrust me\n\t\t\t\t\tback . . . into the red-room. . . . And that punishment you made\n\t\t\t\t\tme suffer because your wicked boy struck me—knocked me down for\n\t\t\t\t\tnothing. I will tell anybody who asks me questions this exact tale.\n\t\t\t\t\t’Ere I had finished this reply, my soul began to expand, to exult,\n\t\t\t\t\twith the strangest sense of freedom, of triumph, I ever felt. It\n\t\t\t\t\tseemed as if an invisible bond had burst, and that I had struggled\n\t\t\t\t\tout into unhoped-for liberty. . . .","desc":"This quotation, part of Jane’s outburst\n\t\t\t\t\tto her aunt just prior to her departure from Gateshead for Lowood\n\t\t\t\t\tSchool, appears in Chapter 4. In the passage,\n\t\t\t\t\tJane solidifies her own orphanhood, severing her ties to the little\n\t\t\t\t\tsemblance of family that remained to her (“I will never call you\n\t\t\t\t\taunt again as long as I live,” she tells Mrs. Reed). Jane asserts\n\t\t\t\t\ther fiery spirit in her tirade, and she displays a keen sense of justice\n\t\t\t\t\tand a recognition of her need for love. Along with familial liberation,\n\t\t\t\t\tthe passage marks Jane’s emotional liberation. Jane’s imprisonment\n\t\t\t\t\tin the red-room has its psychological counterpart in her emotional\n\t\t\t\t\tsuppression, and it is not until she speaks these words to Mrs.\n\t\t\t\t\tReed that she feels her “soul begin to expand.” Lastly, the passage\n\t\t\t\t\thighlights the importance of storytelling as revenge and also as\n\t\t\t\t\ta means of empowerment. Jane declares that she will “tell anybody\n\t\t\t\t\twho asks me questions this exact tale”—via authorship, Jane asserts\n\t\t\t\t\ther authority over and against her tyrannical aunt."}]},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/page/2","quotes":[{"quote":"Feeling\n\t\t\t\t\t. . . clamoured wildly. “Oh, comply!” it said. “. . . soothe him;\n\t\t\t\t\tsave him; love him; tell him you love him and will be his. Who in\n\t\t\t\t\tthe world cares for you? or who will be injured by what you do?”\n\t\t\t\t\tStill indomitable was the reply: “I care for myself. The more solitary,\n\t\t\t\t\tthe more friendless, the more unsustained I am, the more I will\n\t\t\t\t\trespect myself. I will keep the law given by God; sanctioned by\n\t\t\t\t\tman. I will hold to the principles received by me when I was sane,\n\t\t\t\t\tand not mad—as I am now. Laws and principles are not for the times when\n\t\t\t\t\tthere is no temptation. . . . They have a worth—so I have always\n\t\t\t\t\tbelieved; and if I cannot believe it now, it is because I am insane—quite\n\t\t\t\t\tinsane: with my veins running fire, and my heart beating faster\n\t\t\t\t\tthan I can count its throbs.”","desc":"In this quotation, near the end of Chapter 27,\n\t\t\t\t\tJane asserts her strong sense of moral integrity over and against\n\t\t\t\t\ther intense immediate feelings. Rochester has been trying to convince\n\t\t\t\t\ther to stay with him despite the fact that he is still legally married\n\t\t\t\t\tto Bertha Mason. His argument almost persuades Jane: Rochester is\n\t\t\t\t\tthe first person who has ever truly loved her. Yet she knows that\n\t\t\t\t\tstaying with him would mean compromising herself, because she would\n\t\t\t\t\tbe Rochester’s mistress rather than his wife. Not only would she\n\t\t\t\t\tlose her self-respect, she would probably lose Rochester’s, too,\n\t\t\t\t\tin the end. Thus Jane asserts her worth and her ability to love\n\t\t\t\t\therself regardless of how others treat her.The passage also sheds light upon Jane’s understanding\n\t\t\t\t\tof religion. She sees God as the giver of the laws by which she\n\t\t\t\t\tmust live. When she can no longer trust herself to exercise good\n\t\t\t\t\tjudgment, she looks to these principles as an objective point of\n\t\t\t\t\treference.Jane’s allusions to her “madness” and “insanity” bring\n\t\t\t\t\tout an interesting parallel between Jane and Bertha Mason. It is\n\t\t\t\t\tpossible to see Bertha as a double for Jane, who embodies what Jane\n\t\t\t\t\tfeels within—especially since the externalization of interior sentiment\n\t\t\t\t\tis a trait common to the Gothic novel.The description of Jane’s blood running like “fire” constitutes one\n\t\t\t\t\tof many points in the book in which Jane is associated with flames."}]},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/page/3","quotes":[{"quote":"“Shall\n\t\t\t\t\tI?” I said briefly; and I looked at his features, beautiful in their\n\t\t\t\t\tharmony, but strangely formidable in their still severity; at his\n\t\t\t\t\tbrow, commanding, but not open; at his eyes, bright and deep and\n\t\t\t\t\tsearching, but never soft; at his tall imposing figure; and fancied\n\t\t\t\t\tmyself in idea his wife. Oh! it would never do! As his curate, his\n\t\t\t\t\tcomrade, all would be right: I would cross oceans with him in that\n\t\t\t\t\tcapacity; toil under Eastern suns, in Asian deserts with him in\n\t\t\t\t\tthat office; admire and emulate his courage and devotion and vigour: accommodate\n\t\t\t\t\tquietly to his masterhood; smile undisturbed at his ineradicable\n\t\t\t\t\tambition. . . . I should suffer often, no doubt, attached to him\n\t\t\t\t\tonly in this capacity: my body would be under a rather stringent\n\t\t\t\t\tyoke, but my heart and mind would be free. I should still have my\n\t\t\t\t\tunblighted self to turn to: my natural unenslaved feelings with\n\t\t\t\t\twhich to communicate in moments of loneliness. There would be recesses\n\t\t\t\t\tin my mind which would be only mine, to which he never came; and\n\t\t\t\t\tsentiments growing there, fresh and sheltered, which his austerity\n\t\t\t\t\tcould never blight, nor his measured warrior-march trample down:\n\t\t\t\t\tbut as his wife—at his side always, and always restrained, and always checked—forced\n\t\t\t\t\tto keep the fire of my nature continually low, to compel it to burn\n\t\t\t\t\tinwardly and never utter a cry, though the imprisoned flame consumed\n\t\t\t\t\tvital after vital—this would be unendurable.","desc":"This passage occurs in Chapter 34.\n\t\t\t\t\tSt. John Rivers has just asked Jane to join him as his wife on his\n\t\t\t\t\tmissionary trip to India. Jane dramatizes the interior conflict\n\t\t\t\t\tinvolved in making her decision. In many ways, the proposal tempts\n\t\t\t\t\ther. It is an opportunity to perform good works and to be more than\n\t\t\t\t\ta governess, schoolteacher, or housewife—the roles traditionally\n\t\t\t\t\topen to women. Jane’s teaching jobs at Lowood, Thornfield, and Morton\n\t\t\t\t\thave all made her feel trapped, and she would not mind enduring\n\t\t\t\t\thardships for a cause in which she truly believes. Yet, St. John’s\n\t\t\t\t\tprinciples—“ambition,” “austerity,” and arrogance—are not those\n\t\t\t\t\tthat Jane upholds.Misguided religion threatens to oppress Jane throughout\n\t\t\t\t\tthe book, and St. John merely embodies one form of it. He also embodies\n\t\t\t\t\tmasculine dominance, another force that threatens Jane like a “stringent\n\t\t\t\t\tyoke” over the course of the novel. Thus she describes St. John’s\n\t\t\t\t\t“warrior-march” and notes his assertion of his “masterhood.” Jane\n\t\t\t\t\tmust escape such control in order to remain true to herself, for\n\t\t\t\t\tshe realizes that her conventional manner of dealing with oppression—by\n\t\t\t\t\tretreating into herself, into the recesses of her imagination, into\n\t\t\t\t\tconversation with herself—cannot constitute a way of life. In her\n\t\t\t\t\trejection of Rochester, Jane privileged principle over feeling;\n\t\t\t\t\tshe is now aware of the negative effects such emotional repression\n\t\t\t\t\tcan have. Feeling, too, must play a role in one’s life: a balance must\n\t\t\t\t\tbe struck."}]},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/page/4","quotes":[{"quote":"I\n\t\t\t\t\tcould not help it; the restlessness was in my nature; it agitated\n\t\t\t\t\tme to pain sometimes. Then my sole relief was to walk along the\n\t\t\t\t\tcorridor of the third story, backwards and forwards, safe in the\n\t\t\t\t\tsilence and solitude of the spot, and allow my mind’s eye to dwell\n\t\t\t\t\ton whatever bright visions rose before it—and, certainly, they were\n\t\t\t\t\tmany and glowing; to let my heart be heaved by the exultant movement\n\t\t\t\t\t. . . and, best of all, to open my inward ear to a tale that was\n\t\t\t\t\tnever ended—a tale my imagination created, and narrated continuously;\n\t\t\t\t\tquickened with all of incident, life, fire, feeling, that I desired\n\t\t\t\t\tand had not in my actual existence. It is in vain to say human beings\n\t\t\t\t\tought to be satisfied with tranquility: they must have action; and\n\t\t\t\t\tthey will make it if they cannot find it. Millions are condemned\n\t\t\t\t\tto a stiller doom than mine, and millions are in silent revolt against\n\t\t\t\t\ttheir lot. Nobody knows how many rebellions besides political rebellions\n\t\t\t\t\tferment in the masses of life which people earth. Women are supposed\n\t\t\t\t\tto be very calm generally: but women feel just as men feel; they\n\t\t\t\t\tneed exercise for their faculties, and a field for their efforts\n\t\t\t\t\tas much as their brothers do; they suffer from too rigid a restraint,\n\t\t\t\t\ttoo absolute a stagnation, precisely as men would suffer; and it\n\t\t\t\t\tis narrow-minded in their more privileged fellow-creatures to say\n\t\t\t\t\tthat they ought to confine themselves to making puddings and knitting stockings,\n\t\t\t\t\tto playing on the piano and embroidering bags. It is thoughtless\n\t\t\t\t\tto condemn them, or laugh at them, if they seek to do more or learn\n\t\t\t\t\tmore than custom has pronounced necessary for their sex.","desc":"This passage appears in Chapter 12,\n\t\t\t\t\tin the midst of Jane’s description of her first few weeks at Thornfield.\n\t\t\t\t\tThe diction highlights Jane’s feelings of imprisonment (she paces\n\t\t\t\t\tthe corridors like a creature caged), and her longings for freedom\n\t\t\t\t\tand equality. Jane’s words are also relevant to Brontë’s own experience\n\t\t\t\t\tas a writer, and to the general condition of Victorian women.The images of restlessness and pacing, of feeling “stagnation” and\n\t\t\t\t\t“too rigid a restraint,” are examples of the book’s central theme of\n\t\t\t\t\timprisonment. In addition to instances of physical imprisonment, Jane\n\t\t\t\t\tmust also escape the fetters of misguided religion (represented by\n\t\t\t\t\tBrocklehurst), of passion without principle (represented at first by\n\t\t\t\t\tRochester), and of principle without passion (represented by St. John\n\t\t\t\t\tRivers)—not to mention those of society.Brocklehurst, Rochester, and St. John may also threaten\n\t\t\t\t\tJane with the fetters of patriarchy, which is the specific force\n\t\t\t\t\tJane resists in this passage. Jane extends her feeling of entrapment\n\t\t\t\t\tto her fellow women, and these sentences constitute Brontë’s feminist\n\t\t\t\t\tmanifesto. As she describes the “doom” to which “millions are in silent\n\t\t\t\t\trevolt against their lot” “are condemned,” Brontë criticizes what\n\t\t\t\t\tshe believed to be stifling Victorian conceptions of proper gender\n\t\t\t\t\troles. The passage explicitly states that the Victorian wife suffers\n\t\t\t\t\tfrom being metaphorically “locked up.” Bertha Mason, who is eventually\n\t\t\t\t\trendered nearly inhuman when her neglected, suppressed feelings\n\t\t\t\t\tturn to madness and fury, may be viewed as a symbol of the imprisoned\n\t\t\t\t\tfemale’s condition.The passage suggests that Brontë’s writing may have been\n\t\t\t\t\ther means of coping with such rage. Jane describes her retreat into\n\t\t\t\t\ther own mind, to find freedom in her imagination. While Brontë’s\n\t\t\t\t\tgreatest triumphs were the result of such self-retreat, her heroine’s achievement\n\t\t\t\t\tis the balance she strikes between her need for autonomy and her\n\t\t\t\t\tdesire to be an active member of society."}]},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/page/5","quotes":[{"quote":"I\n\t\t\t\t\thave now been married ten years. I know what it is to live entirely\n\t\t\t\t\tfor and with what I love best on earth. I hold myself supremely\n\t\t\t\t\tblest—blest beyond what language can express; because I am my husband’s\n\t\t\t\t\tlife as fully as he is mine. No woman was ever nearer to her mate\n\t\t\t\t\tthan I am: ever more absolutely bone of his bone, and flesh of his\n\t\t\t\t\tflesh. I know no weariness of my Edward’s society: he knows none\n\t\t\t\t\tof mine, any more than we each do of the pulsation of the heart\n\t\t\t\t\tthat beats in our separate bosoms; consequently, we are ever together.\n\t\t\t\t\tTo be together is for us to be at once as free as in solitude, as\n\t\t\t\t\tgay as in company. We talk, I believe, all day long: to talk to\n\t\t\t\t\teach other is but a more animated and an audible thinking. All my\n\t\t\t\t\tconfidence is bestowed on him, all his confidence is devoted to\n\t\t\t\t\tme; we are precisely suited in character—perfect concord is the\n\t\t\t\t\tresult.","desc":"This, one of the final passages of Jane\n\t\t\t\t\t\tEyre, summarizes the novel’s “happy ending.” Its implications\n\t\t\t\t\thave generated much debate over the way Brontë chose to conclude\n\t\t\t\t\ther book. Some critics view Jane as having sacrificed her autonomy—no\n\t\t\t\t\tlonger her own person, she and Rochester have merged, sharing one\n\t\t\t\t\theart, each possessing the “bone” and “flesh” of the other.One might also argue that Jane relinquishes her powers\n\t\t\t\t\tof thought and expression—two characteristics that have defined\n\t\t\t\t\ther for most of the novel. Suddenly, the otherwise imaginative Jane equates\n\t\t\t\t\ther “thinking” to her conversations with Rochester—she even finds\n\t\t\t\t\tthe conversations “more animated.” Similarly, although ten years\n\t\t\t\t\thave elapsed since the wedding, the otherwise eloquent Jane suddenly\n\t\t\t\t\tclaims that she is unable to find any “language” to “express” her\n\t\t\t\t\texperiences during this period.Other critics interpret this passage in a more positive\n\t\t\t\t\tmanner. It can be read as Jane’s affirmation of the equality between\n\t\t\t\t\ther and Rochester, as testimony that she has not “given up” anything.\n\t\t\t\t\tThe passage is followed in the novel by a report on St. John Rivers.\n\t\t\t\t\tJane writes: “his is the spirit of the warrior Greatheart . . .\n\t\t\t\t\this is the ambition of the high master-spirit. . . .” (Greatheart\n\t\t\t\t\tserves as guide to the pilgrims in Bunyan’s Pilgrim’s Progress.)\n\t\t\t\t\tEmphasizing St. John’s desires for “mastery” and his “warrior” characteristics,\n\t\t\t\t\tJane describes a controlling patriarch. While Rochester may have\n\t\t\t\t\tbeen such a figure at the beginning of the novel, his character\n\t\t\t\t\thas changed by its conclusion. He has lost his house, his hand,\n\t\t\t\t\tand his eyesight to a fire, and the revelation of his youthful debaucheries\n\t\t\t\t\thas shown him to be Jane’s moral inferior. Rochester can no longer\n\t\t\t\t\tpresume to be Jane’s “master” in any sense. Moreover, Jane has come\n\t\t\t\t\tto Rochester this second time in economic independence and by free\n\t\t\t\t\tchoice; at Moor House she found a network of love and support, and\n\t\t\t\t\tshe does not depend solely on Rochester for emotional nurturance. Optimistic\n\t\t\t\t\tcritics point to Jane’s description of St. John as her reminder\n\t\t\t\t\tthat the marriage she rejected would have offered her a much more\n\t\t\t\t\tstifling life. By entering into marriage, Jane does enter into a\n\t\t\t\t\tsort of “bond”; yet in many ways this “bond” is the “escape” that\n\t\t\t\t\tshe has sought all along. Perhaps Brontë meant Jane’s closing words\n\t\t\t\t\tto celebrate her attainment of freedom; it is also possible that Brontë\n\t\t\t\t\tmeant us to bemoan the tragic paradox of Jane’s situation."}]},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/theme/love","quotes":[{"quote":"And if I had loved him less I should have thought his accent and look of exultation savage; but…I thought only of the bliss given me to drink in so abundant a flow. Again and again he said, “Are you happy, Jane?” And again and again I answered, “Yes.” After which he murmured, “It will atone—it will atone. Have I not found her friendless, and cold, and comfortless? Will I not guard, and cherish, and solace her?...It will expiate at God’s tribunal. I know my Maker sanctions what I do. For the world’s judgment—I wash my hands thereof. For man’s opinion—I defy it.”","desc":"Jane recalls her immediate blissful reaction to Mr. Rochester’s declaration of love and proposal of marriage in Chapter 23. Mr. Rochester’s  exclamations reveal his devotion to and passion for Jane. Together, Jane and Mr. Rochester represent the theme of genuine love despite significant differences and the social judgment they will face."},{"quote":"There was no harassing restraint, no repressing of glee and vivacity, with him; for with him I was at perfect ease, because I knew I suited him; all I said or did seemed either to console or revive him. Delightful consciousness! It brought to life and light my whole nature; in his presence I thoroughly lived, and he lived in mine. Blind as he was, smiles played over his face, joy dawned on his forehead; his lineaments softened and warmed.","desc":"Just after Jane and Mr. Rochester reunite after their long separation, Jane describes how she immediately feels at ease with him and how seamlessly they interact despite having been apart for so long. In this revelation that they can truly be themselves with one another, the couple exemplifies the novel’s theme of true love. Jane has always longed for this type of love and acceptance, and finally, in this moment, she has it all."},{"quote":"“He sees nothing attractive in me; not even youth—only a few useful mental points…Oh, you need not be jealous!...But if you wish me to love you, could you but see how much I do love you, you would be proud and content. All my heart is yours, sir; it belongs to you; and with you it would remain, were fate to exile the rest of me from your presence forever.”","desc":"Jane is speaking to Mr. Rochester as they discuss their relationship in the day following their long-awaited reunion. Jane starts by characterizing her relationship with St. John Rivers, identifying how St. John lacked a true love for Jane. Then, she clearly declares her love for Mr. Rochester. The contrast between Jane’s relationships with St. John and Mr. Rochester highlights the theme of love present in this novel, especially as Jane chooses love in the end."}]},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/theme/home","quotes":[{"quote":"To this crib I always took my doll. Human beings must love something, and, in the dearth of worthier objects of affection, I contrived to find a pleasure in loving and cherishing a faded graven image, shabby as a miniature scare-crow…I could not sleep unless it was folded in my night-gown; and when it lay there safe and warm, I was comparatively happy, believing it happy likewise.","desc":"Jane describes a childhood memory, revealing how she never had a sense of love or home as a child. She cherished a doll the way a child would care for a sibling or parent because she had no close, loving relationships in her life. Jane explains, “human beings must love something,” and for lack of anything resembling family affection, Jane remembers how she relied on a doll for a sense of comfort at night. The doll, symbolizing home and the love that only home can provide, helped Jane through some of her darkest days."},{"quote":"During these eight years my life was uniform, but not unhappy, because it was not inactive…Miss Temple, through all changes, had thus far continued superintendent of the seminary; to her instruction I owed the best art of my acquirements; her friendship and society had been my continual solace; she had stood me in the stead of mother, governess, and latterly, companion…From the day she left I was no longer the same; with her was gone every settled feeling, every association that had made Lowood in some degree a home to me.","desc":"Jane is reflecting on her eight years at Lowood and how moments of her experience at this school resembled a home. She specifically describes how Miss Temple’s influence had the greatest effect, even comparing her to a mother. However, Jane also reveals that when Miss Temple left, so did any feeling of home she may have felt at Lowood. In this description, the reader can see that Jane still longs for a sense of home and family, but also recognizes that she will not find it at Lowood."},{"quote":"It seemed I had found a brother; one I could be proud of—one I could love; and two sisters, whose qualities were such, that when I knew them but as mere strangers, they had inspired me with genuine affection and admiration…This was wealth indeed!—wealth to the heart!—a mine of pure genial affections. This was a blessing, bright, vivid, and exhilarating!—not like the ponderous gift of gold—rich and welcome enough in its way but sobering from its weight.","desc":"Jane relays the joy of finding a real home and family. In this quote, Jane enthusiastically tells the reader how she feels about the news that St. John, Diana, and Mary Rivers are her true blood relatives. Even though she also found out that she inherited a large amount of money, she is far more joyful about discovering a brother and sisters. When Jane describes this news as “wealth indeed,” she restates her strong desire to have a family and a sense of home."}]},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/theme/social-class","quotes":[{"quote":"I learned, for the first time, from Miss Abbot’s communications to Bessie, that my father had been a poor clergyman; that my mother had married him against the wishes of her friends, who considered the match beneath her; that my grandfather Reed was so irritated at her disobedience, he cut her off without a shilling; that after my mother and father had been married a year, the latter caught the typhus fever…that my mother took the infection from him, and both died within a month of each other.","desc":"Jane recalls the story she heard of her parents’ marriage and death. Through this tragic story, Jane highlights the strict social class structure that stood in Victorian England during this time. Jane’s parents clearly went against society’s expectations by marrying from different social classes and as a result, they were disowned by family and friends. The combination of facts that Jane hears about her parents’ scandalous marriage and untimely deaths hints that society may put the blame of their deaths on their poor choice to marry."},{"quote":"“I have a Master to serve whose kingdom is not of this world; my mission is to mortify in these girls the lusts of the flesh; to teach them to clothe themselves with shame-facedness and sobriety—not with braided hair and costly apparel...” Mr. Brocklehurst was here interrupted: three other visitors, ladies, now entered the room. They ought to have come a little sooner, to have heard his lecture on dress, for they were splendidly attired in velvet, silk, and furs.","desc":"In Chapter 7, Mr. Brocklehurst lectures Miss Temple and the students of Lowood on wearing their hair and clothes plainly. Jane identifies the contrast of what Mr. Brocklehurst teaches or demands of the girls at Lowood with how he and his family live. Mr. Brocklehurst’s opinions show how his view varies between social classes. He can live extravagantly, but poor orphaned children must live strict, simple, and plain lives. Jane’s reflection highlights this common contradiction between social classes."},{"quote":"I have not yet said anything condemnatory of Mr. Rochester’s project of marrying for interest and connections. It surprised me when I first discovered that such was his intention; I had thought him a man unlikely to be influenced by motives so commonplace in his choice of a wife; but the longer I considered the position, education, . . . of the parties, the less I felt justified in judging and blaming either him or Miss Ingram, for acting in conformity to ideas and principles instilled into them, doubtless, from their childhood. All their class held these principles; I supposed, then, they had reasons for holding them such as I could not fathom.","desc":"In Chapter 18, Jane considers the potential marriage between Mr. Rochester and Miss Ingram. Jane’s thoughts reveal that she has difficulty coming to terms with this possible union. Not only has she fallen in love with Mr. Rochester, but also she believes he is not the type of person who would conform to social class expectations. Jane’s thoughts also highlight how deeply rooted the strict Victorian England social class rules were, especially in “their class.” She continues to contrast these social expectations with her strong belief in a love-filled marriage that transcends them."}]},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/theme/gender-roles","quotes":[{"quote":"I laughed at him as he said this. “I am not an angel,” I asserted; “and I will not be one till I die; I will be myself, Mr. Rochester; you must neither expect nor exact anything celestial of me, for you will not get it any more than I shall get it of you, which I do not at all anticipate.”","desc":"Jane is responding to Mr. Rochester’s many demands regarding their wedding and married life. Jane makes it clear to Mr. Rochester that she plans to be true to herself and hold onto her autonomy despite his attempts to plan world travels and buy expensive gifts for her. Through this dialogue, Jane contrasts the typical female gender roles of Victorian England society by speaking up and holding on to her individuality, even in the face of marriage."},{"quote":"“To women who please me only by their faces, I am the very devil when I find out they have neither souls nor hearts—when they open to me a perspective of flatness, triviality, and, perhaps, imbecility, coarseness, and ill-temper; but to the clear eye and eloquent tongue, to the soul made of fire, and the character that bends but does not break…I am every tender and true…I never met your likeness, Jane; you please me, and you master me—you seem to submit, and I like the sense of pliancy you impart…I am influenced—conquered; and the influence is sweeter than I can express; and the conquest I undergo has a witchery beyond any triumph I can win.”","desc":"Mr. Rochester is responding to Jane’s declaration of autonomy by insisting that he actually prefers a woman who is independent and strong in character and voice. He continues to describe all the unique character traits that he admires in Jane. In his preferring a woman like Jane, the character of Mr. Rochester is a contrast to male gender role expectations. While men of his social class are expected to desire a women who will allow themselves to be kept or remain insignificant, Mr. Rochester loves Jane for exactly the opposite reason: She is fierce and independent-minded."},{"quote":"He had not imagined that a woman would dare to speak so to a man. For me, I felt at home in this sort of discourse. I could never rest in communication with strong, discreet, and refined minds, whether male or female, till I had passed the outworks of conventional reserve, and crossed the threshold of confidence, and won a place by their heart’s very hearth-stone.","desc":"Jane is reflecting on a conversation she had with St. John about his future plans and potential relationship with Rosamond Oliver. Jane’s observations reveal that St. John is surprised by her directness when Jane points out that St. John Rivers trembles and is flushed whenever Miss Oliver enters. Through Jane’s reflections the reader learns how St. John Rivers is astonished by her direct approach because it is not expected of a woman in their society. Jane continues to go against female gender role expectations by speaking freely and confidently, often impressing her male counterparts with her courage."}]},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/theme/gothic-elements","quotes":[{"quote":"At this moment a light gleamed on the wall…while I gazed, it glided up to the ceiling and quivered over my head. I can now conjecture readily that this streak of light was, in all likelihood, a gleam from a lantern…but then, prepared as my mind was for horror, shaken as my nerves were by agitation, I thought the swift-darting beam was a herald of some coming vision from another world. My heart beat thick—my head grew hot; a sound filled my ears, which I deemed the rushing wings; something seemed near me; I was oppressed, suffocated; endurance, broke down; I rushed to the door and shook the lock in desperate effort.","desc":"Jane recalls the night she spent in the red-room at Gateshead as punishment after John Reed struck her. She recalls for the reader a gothic and frightening experience while being locked in this room. While looking back on the memory, she admits that the light she saw was more likely a gleam from a lantern, but in that moment long ago, she believed the light was a supernatural vision of her dead Uncle Reed. Jane explains how this vision terrified her and became a pivotal moment in the abuse she suffered at Gateshead at the hands of Mrs. Reed."},{"quote":"That night I never thought to sleep...I was transported in thought to the scenes of childhood; I dreamed that I lay in the red-room at Gateshead; that the night was dark, and my mind impressed with strange fears. The light that long ago had struck me into syncope, recalled in this vision, seemed glidingly to mount the wall…I lifted my head to look; the roof resolved to clouds…the gleam was such as the moon imparts to vapors she is about to sever. I watched her come…as though some word of doom were to be written on her disk…then, not a moon, but a white human form, shone in the azure, inclining a glorious brow earthward.","desc":"Here, Jane describes a supernatural dream that came to her in the night before she leaves Thornfield and Mr. Rochester. In this dream, Jane describes ominous,  mysterious weather, supernatural connections from her childhood, and a visit from her mother’s spirit warning Jane not to give in to temptation. Jane recognizes these gothic and supernatural elements as warnings to her of dark times ahead, further encouraging her to leave Thornfield."},{"quote":"I, too, had received the mysterious summons; those were the very words by which I had replied to it. I listened to Mr. Rochester’s narrative, but made no disclosure in return. …If I told anything, my tale would be such as must necessarily make a profound impression on the mind of my hearer; and that mind, yet from its sufferings too prone to gloom, needed not the deeper shade of the supernatural.","desc":"Toward the end of the novel, Mr. Rochester tells Jane about a strange, supernatural experience he had during the previous night. Here, Jane reminds the reader that she also had a “mysterious summons” on that same night and in the same way. Jane recognizes this connection but decides not to share it with Mr. Rochester because he was already “too prone to gloom.” The idea that Mr. Rochester and Jane are so connected that they actually sensed one another at the same time despite being so far apart is not only mysterious, but gothic in nature and romantic."}]},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/jane-eyre","quotes":[{"quote":"I was a discord in Gateshead Hall; I was like nobody there; I had nothing in harmony with Mrs. Reed, or her children, or her chosen vassalage. If they did not love me, in fact, as little did I love them…I know that, had I been a sanguine, brilliant, careless, exacting, handsome, romping child, though equally dependent and friendless, Mrs. Reed would have endured my presence more complacently; her children would have entertained for me more of the cordiality of fellow-feeling; the servants would have been less prone to make me the scape-goat of the nursery.","desc":"At the beginning of the novel, Jane describes her struggles as a dependent at Gateshead Hall. In this scene, Jane is locked in the red-room as punishment. Jane insists that her strong personality, plain looks, and refusal to accept mistreatment are what ultimately cause the discord between herself and the household. This description reveals to the reader how Jane’s mistreatment at Gateshead negatively affects her emotional well-being. However, Jane’s personality traits will serve her well later in life."},{"quote":"During these eight years my life was uniform, but not unhappy, because it was not inactive…I availed myself fully of the advantages offered me…but at the end of that time I altered…I tired of the routine of eight years in one afternoon. I desired liberty; for liberty I gasped; for liberty I uttered a prayer; it seemed scattered on the wind then faintly blowing.","desc":"Jane describes her life at Lowood school and her feelings at the end of the eight years she spent there. She recounts her strong work ethic, growth, and accomplishments, but then reveals that she is growing restless and ready to explore the world. Jane exhibits her adventurous and courageous spirit once again as she seeks freedom from the Lowood school life."},{"quote":"When Mrs. Fairfax had bid me a kind good-night…I remembered that after a day of bodily fatigue and mental anxiety, I was now at last in safe haven. The impulse of gratitude swelled my heart, and I knelt down at the bedside and offered up thanks where thanks were due…My couch had no thorns in it that night; my solitary room no fears. At once weary and content, I slept soon and soundly; when I awoke it was broad day.","desc":"Jane arrives at Thornfield to a warm welcome from Mrs. Fairfax and is immediately filled with an overwhelming feeling of gratitude for this new chapter in her life. Jane describes that she finally feels safe, comfortable, content, and hopeful. While acknowledging that her past life was cold and dark, Jane chooses to focus on her new situation with a thankful heart and renewed optimism."},{"quote":"It was not my habit to be disregardful of appearance, or careless of the impression I made; on the contrary, I ever wished to look as well as I could, and to please as much as my want of beauty would permit. I sometimes regretted that I was not handsomer; I sometimes wished to have rosy cheeks, a straight nose, and small cherry mouth…","desc":"On the morning of her first day at Thornfield, Jane describes to the reader how she pays attention to looking her best without being too absorbed with physical appearance. She admits that she sometimes wishes she was more physically beautiful with specific sought-after features. This quote reveals basic details about Jane’s appearance, but also shows her own self-awareness."},{"quote":"“Ah! By my word! There is something singular about you,” said he; “you have the air of a little nonnette; quaint, quiet, grave, and simple, as you sit with your hands before you, and your eyes generally bent on the carpet (except, by-the-by, when they are directed piercingly to my face, as just now, for instance); and when one asks you a question,, or makes a remark to which you are obliged to reply, you rap out a round rejoinder, which, if not blunt, is at least brusque.”","desc":"As Jane and Mr. Rochester get to know each other, Mr. Rochester shares his observations of Jane. He describes her as charming, quiet, and humble, even comparing her to a “nonnette” or little nun. However, Mr. Rochester also points out that Jane will answer questions directly with strength and honesty. Mr. Rochester recognizes Jane’s character quickly and with accuracy. He admires the same personality traits in Jane that once angered other people in her life."},{"quote":"“I see, you laugh rarely; but you can laugh very merrily; believe me, you are not naturally austere, any more than I am naturally vicious. The Lowood constraint still clings to you somewhat; controlling your features, muffling your voice, and restricting your limbs; and you fear in the presence of a man and a brother—or father, or master, or what you will—to smile too gayly, speak too freely, or move too quickly; but in time, I think you will learn to be natural with me, as I find it impossible to be conventional with you; and then your looks and movements will have more vivacity and variety than they dare offer now. I see at intervals the glance of a curious sort of bird through the close-set bars of a cage: a vivid, restless, resolute captive is there; were it but free, it would soar cloud-high.”","desc":"Here, Mr. Rochester continues to recognize and describe Jane’s true potential. Even though he is just getting to know her, Mr. Rochester can see that while Jane is still rigid from years at Lowood, she has the capacity to be relaxed and natural. He declares that by spending time with him, Jane will learn to laugh, explore, and move freely. Mr. Rochester even compares her to a bird held captive that will soar when free."},{"quote":"While arranging my hair, I looked at my face in the glass, and felt it was no longer plain; there was hope in its aspect and life in its color; and my eyes seemed as if they had beheld the fount of fruition, and borrowed beams from the lustrous ripple. I had often been unwilling to look at my master, because I feared he could not be pleased at my look, but I was sure I might lift my face to his now and not cool his affection by its expression. I took a plain but clean and light summer dress from my drawer and put it on; it seemed no attire had ever so well become me, because none had I ever worn in so blissful a mood.","desc":"Jane views herself differently now that Mr. Rochester has declared his love for her. Jane is reflecting on her thoughts and feelings the morning following Mr. Rochester’s marriage proposal, the moment when she realized he loves her as much as she loves him. Her outlook on life and her happy mood affect how she feels and therefore, how she views her physical appearance. Acceptance by Mr. Rochester leads to her own self-acceptance."},{"quote":"Jane Eyre, who had been an ardent expectant woman—almost a bride—was a cold, solitary girl again; her life was pale; her prospects were desolate…I looked at my love; that feeling which was my master’s…it shivered in my heart, like a suffering child in a cold cradle; sickness and anguished had seized it; it could not seek Mr. Rochester’s arms—it could not derive warmth from his breast. Oh, never more could it turn to him; for faith was blighted—confidence destroyed!","desc":"Here Jane describes how she feels after the truth comes out that Mr. Rochester cannot marry her because he is already married. Following the revelation of this deception, she feels lost and alone again. These lines dramatize her desperation at realizing that everything she felt before this news is lost to her. She has not only lost Mr. Rochester, but also her hope, dreams, and confidence in herself."},{"quote":"“You entered the room with a look and air at once shy and independent…ere long I found you full of strange contrasts…Very soon you seemed to get used to me—I believe you felt the existence of sympathy between you and your grim and cross master, Jane; for it was astonishing to see how quickly a certain pleasant ease tranquillized your manner…you showed no surprise, fear, annoyance, or displeasure, at my moroseness; you watched me, and now and then smiled at me with a simple yet sagacious grace I cannot describe.”","desc":"In the day following the revelation that Mr. Rochester is a married man, Mr. Rochester pleads with Jane to understand, forgive, and stay with him in some way. In his attempt to convince Jane to stay, he describes how he felt about her from the very beginning. Mr. Rochester’s insightful, accurate, and vivid description of Jane reveals to the reader that he genuinely knows who she is and he loves her deeply."},{"quote":"“Mr. Rochester, if ever I did a good deed in my life—if every I thought a good thought—if ever I prayed a sincere and blameless prayer—if ever I wished a righteous wish, I am rewarded now. To be your wife is, for me, to be as happy as I can be on earth…To be privileged to put my arms round what I value—to press my lips to what I love—to repose on what I trust; is that to make a sacrifice?...then certainly I delight in sacrifice.”","desc":"Jane and Mr. Rochester discuss their reunited love and future plans. Jane passionately declares that she wants nothing more than to spend her life with Mr. Rochester. In this declaration, Jane shows her genuine character as someone who treasures loving and being loved. She knows that having this kind of love and happiness is everything she has ever wanted."}]},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/edward-rochester","quotes":[{"quote":"His figure was enveloped in a riding-cloak…but I traced the general points of middle height, and considerable breadth of chest. He had a dark face, with stern features and a heavy brow…He was past youth, but had not reached middle age; perhaps he might be thirty-five. I felt no fear of him…Had he been a handsome, heroic-looking young gentleman, I should not have dared to stand thus questioning him against his will, and offering my services unasked","desc":"Jane reminisces on unknowingly meeting Mr. Rochester for the first time. When walking to deliver mail, she passes Mr. Rochester and witnesses him fall from his horse. Jane recalls not only Mr. Rochester’s strong physical features, but also her first impression of his personality. Right away, she identifies how comfortable and confident she feels in his presence."},{"quote":"I knew my traveler, with his broad and jetty eyebrows, his square forehead, made squarer by the horizontal sweep of his black hair. I recognized his decisive nose, more remarkable for character than beauty, his full nostrils, denoting, I thought, choler; his grim mouth, chin, and jaw—yes, all three were very grim, and no mistake…I suppose it was a good figure in the athletic sense of the term, broad-chested and thin-flanked, though neither tall nor graceful.","desc":"Jane meets Mr. Rochester a second time, recognizing that he was the traveler she met on the road the night before. In this description, she compares and adds to her previous observations of Mr. Rochester’s physical features. Through these descriptions, Jane also gives a glimpse of how his physical features parallel his character, such as by describing his “decisive nose” and “grim mouth.”"},{"quote":"Yet I had not forgotten his faults…He was proud, sardonic, harsh to inferiority of every description…He was moody, too…But I believe that his moodiness, his harshness, and his former faults of morality…had their source in some cruel cross of fate. I believed he was naturally a man of better tendencies…I thought there were excellent materials in him, though, for the present, they hung together somewhat spoiled and tangled.","desc":"In this quote, Jane describes her feelings for Mr. Rochester after he reveals details about his past. Despite his troubles and many faults, Jane admits that she cares for and accepts him. Jane’s observations convey details of Mr. Rochester’s personality, including his faults, moodiness, and harshness. Jane’s reflections also reveal something of her character—despite Mr. Rochester’s mistakes and imperfections, Jane chooses to focus on the good in him."},{"quote":"I knew there would be pleasure in meeting my master again, even though broken by the fear that he was so soon to cease to be my master, and by the knowledge that I was nothing to him; but there was ever in Mr. Rochester (so, at least, I thought) such a wealth of the power of communicating happiness…His last words were balm. They seemed to imply that it imported something to him whether I forget him or not. And he had spoken of Thornfield as my home—would that it were my home!","desc":"Jane describes how joyful she feels to see Mr. Rochester upon returning from her visit to Gateshead Hall, even though she has heard rumors of his possible marriage arrangement. Jane’s thoughts speak to Mr. Rochester’s effect on her. He has a way of making her happy, so she is content with whatever time she has with him. By referring to Thornfield as Jane’s home, Mr. Rochester reveals his genuine desire that Jane should stay."},{"quote":"“It will atone—it will atone. Have I not found her friendless, and cold, and comfortless?…Is there not love in my heart, and constancy in my resolves? It will expiate at God’s tribunal. I know my Maker sanctions what I do. For the world’s judgment—I wash my hands thereof. For man’s opinion—I defy it.”","desc":"After revealing to Jane that he loves and wants to marry her, Mr. Rochester declares how his love will make up for going against society and God to be with Jane. Mr. Rochester’s words reveal his strong and defiant character as well as his genuine love for Jane. His references to atonement, expiation, and God’s tribunal hint at a crime, and Mr. Rochester’s choice of words foreshadows his dark secret."},{"quote":"“To women who please me only by their faces, I am the very devil when I find out they have neither souls nor hearts…but to the clear eye and eloquent tongue, to the soul made of fire, and the character that bends but does not break—at once supple and stable, tractable and consistent—I am every tender and true.”","desc":"After Jane admits her concern that Mr. Rochester’s love for her will not last, Mr. Rochester shares what he truly admires in a woman. His interest in women who challenge him and show strength over women who are only focused on appearances and lack character contrasts with the gender norms of the time. In revealing that it is Jane’s fiery, strong character that he loves, Mr. Rochester reveals and defines his own character."},{"quote":"To tell me that I had already a wife is empty mockery; you know now that I had but a hideous demon. I was wrong to attempt to deceive you; but I feared a stubbornness that exists in your character…This was cowardly; I should have appealed to your nobleness and magnanimity at first…shown to you, not my resolution (that word is weak), but my resistless bent to love faithfully and well, where I am faithfully and well loved in return.","desc":"In Chapter 27, Mr. Rochester attempts to explain to Jane why he deceived her by not telling her about his first wife. Not only does he explain the circumstances, but he admits his faults. By acknowledging that he was cowardly and should have trusted her with the truth, he reveals a genuine, yet flawed, character. His admission also sheds light on the strength of his love for Jane: He is willing to be vulnerable with her."},{"quote":"His form was of the same strong and stalwart contour as ever. His port was still erect, his hair was still raven black; nor were his features altered or sunk…But in his countenance I saw a change. That looked desperate and brooding—that reminded me of some wronged and fettered wild beast or bird, dangerous to approach in his sullen woe.","desc":"After a long separation and several significant changes in her life, Jane finds Mr. Rochester again. Jane describes how Mr. Rochester’s physical image is unchanged, but his expression looks desperate and dark. Jane continues to describe this changed Mr. Rochester as having an angry sadness. Through this description, Jane establishes that the past year’s events have negatively affected Mr. Rochester’s emotional well-being. Her observations reveal her deep concern for and strong connection to Mr. Rochester."},{"quote":"“Jane! you think me, I dare say, an irreligious dog; but my heart swells with gratitude to the beneficent God of this earth just now. He sees not as man sees, but far clearer; judges not as man judges, but far more wisely. I did you wrong…Divine justice pursued its course; disasters came thick upon me…Of late, Jane—only of late—I began to see and acknowledge the hand of God in my doom. I began to experience remorse, repentance; the wish for reconcilement to my Maker.”","desc":"In Chapter 37, Mr. Rochester describes to Jane how his view on religion and faith has changed. He explains that during the past year, he believes he faced disasters as justice for the wrongs he committed against Jane. He believes that God challenged him so he would feel remorse and pray, which he did. Mr. Rochester equally believes that God is rewarding him with Jane’s return. Mr. Rochester’s faith was renewed through the challenges of their separation."},{"quote":"We talk, I believe, all day long…All my confidence is bestowed on him; all his confidence is devoted to me…Mr. Rochester continued blind the first two years of our union; perhaps it was that circumstance that drew us so very near—that knit us so very close; for I was then his vision, as I am still his right hand…he claimed these services without painful shame or damping humiliation. He loved me so truly, that he knew no reluctance in profiting by my attendance; he felt I loved him so fondly, that to yield that attendance was to indulge my sweetest wishes.","desc":"Jane is describing how Mr. Rochester demonstrates his humility and love in their life together. Her mention that they simply enjoy talking together demonstrates their love transcends physical and emotional infatuation. Mr. Rochester and Jane are completely content and devoted to one another. Jane explains how Mr. Rochester is able to accept help, even if it challenges him, because he recognizes that it makes Jane happy."}]},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/st-john-rivers","quotes":[{"quote":"He was young—perhaps from twenty-eight to thirty—tall, slender; his face riveted the eye; it was like a Greek face, very pure in outline; quite a straight, classic nose; quite an Athenian mouth and chin…He might well be a little shocked at the irregularity of my lineaments, his own being so harmonious. His eyes were large and blue, with brown lashes; his high forehead, colorless as ivory, was partially streaked over by careless locks of fair hair.","desc":"Jane’s description of St. John’s physical features hints at the “pure” and “straight” character of his personality. St. John has rescued Jane from his doorstep, taking her in when she was in a desperate state. Her detailed analysis of his facial appearance noticeably contrasts with the physical description of the dark and brooding Mr. Rochester."},{"quote":"This is a gentle delineation, is it not, reader? Yet he whom it describes scarcely impressed one with the idea of a gentle, a yielding, an impressible, or even of a placid nature. Quiescent as he now sat, there was something about his nostril, his mouth, his brow, which, to my perceptions, indicated elements within either restless, or hard, or eager.","desc":"Jane is describing St. John with a focus more on his personality than appearance. She identifies that while St. John has some gentle physical features, she quickly recognizes the restlessness and hardness in his nature. Even though Jane recently met St. John, she sees that he has an unyielding, cold side to him."},{"quote":"But besides his frequent absences, there was another barrier to friendship with him; he seemed of a reserved, an abstracted, and even a brooding nature. Zealous in his ministerial labors, blameless in his life and habits, he yet did not appear to enjoy that mental serenity, that inward content, which should be the reward of every sincere Christian and practical philanthropist.","desc":"In Chapter 30, Jane gains a deeper understanding of St. John’s personality. Her description of the “barrier to friendship” with St. John contrasts with her account of her relationship with St. John’s two sisters Diana and Mary. While the sisters are warm and welcoming, Jane explains how St. John is difficult to befriend because he is so reserved and never enjoys any pleasure in life."},{"quote":"“A year ago, I was myself intensely miserable, because I thought I had made a mistake in entering the ministry; its uniform duties wearied me to death. I burned for the more active life of the world—for the more exciting toils of a literary career—for the destiny of an artist, author, orator; anything rather than that of a priest…After a season of darkness and struggling, light broke and relief fell; my cramped existence all at once spread out to a plain without bounds—my powers heard a call from Heaven to rise…God had an errand for me;[”]","desc":"St. John is explaining to Jane why he decided to become a missionary. He describes how at first, he was miserable with his path because he longed for a more exciting life than that of a priest. He continues to explain that after some struggling, he came to accept his role as a missionary, saying that he heard God calling him, revealing his strong sense of religious duty."},{"quote":"“While something in me,” he went on, “is acutely sensible to her charms, something else is as deeply impressed with her defects; they are such that she could sympathize in nothing I aspired to; cooperate in nothing I undertook. Rosamond a sufferer, a laborer, a female apostle? Rosamond a missionary’s wife? No!”","desc":"In Chapter 32, St. John responds to Jane’s suggestion that he marry Rosamond Oliver. St. John states that while he likes Rosamond, he recognizes that their relationship would fail because she would not fit as a missionary’s wife. This explanation reveals not only St. John’s practical side, but also his complete devotion to his missionary work. St. John does not look for love in a wife, but rather someone who could benefit his work."},{"quote":"St. John was a good man; but I began to feel he had spoken truth of himself when he said he was hard and cold. The humanities and amenities of life had no attraction for him…he would never rest, nor approve of others resting round him…I comprehended, all at once, that he would hardly make a good husband; that it would be a trying thing to be his wife.","desc":"Jane is reflecting on and confirming her earlier speculation that St. John’s character is hard and cold. She views St. John as a good man, but he is a man who never enjoys life, rests, or approves of others feeling content. Jane’s reflection comes after St. John disapprovingly ignores Jane’s improvements at Moor House. Jane comments on St. John’s dismissal of her accomplishments with a wry observation that he is not good husband material, adding to the novel’s theme of what makes a good marriage."},{"quote":"I found him a very patient, very forbearing, and yet an exacting master; he expected me to do a great deal, and when I fulfilled his expectations he, in his own way, fully testified his approbation. By degrees, he acquired a certain influence over me that took away my liberty of mind…I did not love my servitude; I wished, many a time, he had continued to neglect me.","desc":"Jane comes into wealth and begins life at Moor House with her cousins, St. John, Diana, and Mary. Here, Jane describes St. John after he demands that she become his student and learn Hindostanee. Jane reveals that St. John is patient but also demanding. She shows self-awareness that St. John controls her with high expectations and praise."},{"quote":"“God and nature intended you for a missionary’s wife. It is not personal but mental endowments they have given you; you are formed for labor, not love. A missionary’s wife you must—shall be. You shall be mine; I claim you—not for my pleasure, but for my Sovereign’s service.”","desc":"In this statement to Jane, St. John shows himself as cold and demanding. By “claiming” Jane and insisting that she be a missionary’s wife, he completely disregards Jane’s feelings or opinion and reduces her to a sort of object or tool rather than a human being. He goes as far as to say Jane is meant for only work, not love. While St. John’s intentions are not mean-spirited, his neglect of Jane’s feelings is shocking and narrow-minded. He cannot think beyond his own missionary service, a trait not lost on Jane."},{"quote":"“Refuse to be my wife, and you limit yourself forever to a track of selfish ease and barren obscurity.”","desc":"St. John delivers a cold and tyrannical statement to Jane after she continues to decline his proposal to be his missionary wife. In this line, he almost threatens Jane, showing no flexibility or sympathy towards her. Ironically, Jane will refute his prediction of ease and obscurity. By choosing to devote herself to Mr. Rochester, Jane chooses an active, fruitful life on a global stage.”"},{"quote":"As to St. John Rivers…He entered on the path he had marked for himself; he pursues it still. A more resolute, indefatigable pioneer never wrought amid rocks and dangers. …His is the ambition of the high master-spirit, which aims to fill a place in the first rank of those who are redeemed from the earth—who stand without fault before the throne of God…No fear of death will darken St. John’s last hour.","desc":"In the final pages of the novel, Jane ruminates on the lives of the people most important to her. Here, Jane shares St. John’s path. As expected, St. John’s faith and missionary work consume his life, but despite his demanding character, he stands “without fault” before God. St. John is happy because he took the path best suited for him just as Jane did by reuniting with Mr. Rochester."}]},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/helen-burns","quotes":[{"quote":"The punishment seemed to me in a high degree ignominious, especially for so great a girl—she looked thirteen or upward…to my surprise, she neither wept nor blushed. Composed, though grave, she stood, the central mark of all eyes…her sight seems turned in, gone down into her heart. She is looking at what she can remember, I believe; not at what is really present. I wonder what sort of girl she is—whether good or naughty.”","desc":"Jane shares one of her first observations of Helen Burns soon after Jane arrives at Lowood school. As Jane observes Helen enduring public punishment, Jane describes Helen’s composure during the embarrassing and harsh incident. Jane notices how Helen seems to be focused on something more positive to help her through the experience. Immediately impressed with Helen’s strength, Jane’s curiosity about her character signals the reader that Helen will be important to the story."},{"quote":"“Life appears to me too short to be spent in nursing animosity or registering wrongs. We are, and must be, one and all, burdened by faults in this world; but the time will soon come when, I trust, we shall put them off in putting off our corruptible bodies...I hold another creed, which no one ever taught me, and which I seldom mention, but in which I delight, and to which I cling; for it extends hope to all; it makes Eternity a rest—a mighty home, not a terror and an abyss.”","desc":"Helen Burns is responding to Jane’s story about Mrs. Reed’s mistreatment and cruelty. While Jane expects otherwise, Helen speaks of forgiveness and letting go of anger in order to be free of negativity. In these lines, Helen shares her unique and strong faith with Jane, explaining how she views God as forgiving and only believes in a welcoming Heaven. Helen’s perspective on forgiveness shapes how Jane responds to future events."},{"quote":"What my sensations were, no language can describe; but just as they all rose, stifling my breath and constricting my throat, a girl came up and passed me; in passing, she lifted her eyes. What a strange light inspired them!...It was as if a martyr, a hero, had passed a slave or victim, and imparted strength in the transit. I mastered the rising hysteria, lifted up my head, and took a firm stand on the stool.","desc":"Jane is describing how Helen Burns helped her when Jane was punished and humiliated by Mr. Brocklehurst at Lowood. Helen takes a risk and reaches out to Jane with a friendly glance during Jane’s humiliation, giving Jane strength and hope in that difficult moment. Jane even describes Helen as a martyr or hero whose one glance had great effect. Helen’s presence in this moment functions like a light in a storm."},{"quote":"While sobbing out this wish in broken accents, some one approached; I started up—again Helen Burns was near me…She sat down on the ground near me, embraced her knees with her arms, and rested her head upon them; in that attitude she remained silent as an Indian.","desc":"Jane describes how Helen Burns supports her once again with a simple act of friendship. After a day of suffering and embarrassment, Helen sits with Jane as a show of support, letting Jane cry and recover. Helen is clearly a good friend and caring person, allowing Jane to discuss the events and reassuring her that things will be okay. Helen’s patient and compassionate example continues to shape Jane as she matures."},{"quote":"“Hush, Jane! you think too much of the love of human beings; you are too impulsive, too vehement; the Sovereign hand that created your frame, and put life into it, has provided you with other resources…Besides this earth, and besides the race of men, there is an invisible world and a kingdom of spirits;…those spirits watch us, for they are commissioned to guard us…and God waits only the separation of spirit from flesh to crown us with a full reward”.","desc":"Helen is speaking to Jane in response to Jane’s declaration that she needs others to love her and would sacrifice anything for that love. Helen pleads with Jane to look to God’s love not just human love. Again, Helen shares her strong faith, encouraging Jane to have faith and look to God for answers. Helen’s advice echoes in many of the choices Jane makes as an adult."},{"quote":"Helen had calmed me; but in the tranquility she imparted there was an alloy of inexpressible sadness. I felt the impression of woe as she spoke, but I could not tell whence it came; and when, having done speaking, she breathed a little fast and coughed a short cough, I momentarily forgot my own sorrows to yield to a vague concern for her.","desc":"Jane recalls a time Helen comforted her after Jane was punished at Lowood. Jane detects what she believes is a sense of sadness in Helen’s voice as she speaks, unaware that Helen’s “woe” is actually an early symptom of an illness that will prove terminal. Despite feeling seriously ill, Helen gives of herself to help Jane, demonstrating her selfless character."},{"quote":"The refreshing meal, the brilliant fire, the presence and kindness of her beloved instructress, or perhaps more than all these, something in her own unique mind, had roused her powers within her. They woke, they kindled; first, they glowed in the bright tint of her cheek, which till this hour I had never seen but pale and bloodless; then they shone in the liquid lustre of her eyes, which had suddenly acquired a beauty more singular than that of Miss Temple’s—a beauty neither of fine color, nor long eyelash, nor penciled brow, but of meaning, of movement, of radiance…Such was the characteristic of Helen’s discourse on that, to me, memorable evening; her spirit seemed hastening to live within a very brief span as much as many live during a protracted existence.","desc":"Jane is reflecting on her experience with Helen during the glorious night they spent with Miss Temple at Lowood school. Jane recalls Helen beaming with a unique power, a radiant strength, and a true grace. The warmth and light imagery in this description only further extends this portrayal of Helen as angelic or celestial. In this moment, Jane sees the best of Helen and recognizes her unique being."},{"quote":"“I am very happy, Jane; and when you hear that I am dead you must be sure and not grieve; there is nothing to grieve about. We all must die one day, and the illness which is removing me is not painful; it is gentle and gradual; my mind is at rest…By dying young I shall escape great sufferings…I believe; I have faith; I am going to God.”","desc":"Wanting to comfort Helen in her time of illness, Jane crawls into bed with her. While together, Helen speaks to Jane, revealing her feelings towards her own death. Even while facing death, Helen reveals her strong faith and maturity. Helen tells Jane that she is happy and her mind is at rest. By dying young, Helen believes she is not suffering, she is avoiding disappointment and regret."},{"quote":"I learned that Miss Temple, on returning to her own room at dawn, had found me laid in the little crib; my face against Helen Burns’ shoulder, my arms round her neck. I was asleep, and Helen was—dead. Her grave is in Brocklebridge church-yard; for fifteen years after her death it was only covered by a grassy mound; but now a gray marble tablet marks the spot, inscribed with her name and the word “Resurgam.”","desc":"Jane’s final description of her time with Helen exemplifies their strong friendship, which closely resembles a sisterhood. In this account, Jane reveals that Helen was not alone as she died. Jane comforted Helen in her passing just as Helen comforted Jane during her times of pain and suffering. Even in death, Helen leaves a positive impression on Jane, proven by a replaced grave stone carrying Helen’s name and the expression, “I will rise again.” Through Jane, Helen’s spirit will “rise again.”"}]},{"page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/mrs-reed","quotes":[{"quote":"Well might I dread—well might I dislike Mrs. Reed, for it was her nature to wound me cruelly…Now, uttered before a stranger, the accusation cut me to the heart. I dimly perceived that she was already obliterating hope from the new phase of existence which she destined me to enter; I felt, though I could not have expressed the feeling, that she was sowing aversion and unkindness along my future path.","desc":"Jane is describing the abusive relationship she has with Mrs. Reed. Jane responds to the negative comments that Mrs. Reed made about Jane’s character to Mr. Brocklehurst. The fact that Mrs. Reed cannot even let Jane start fresh at Lowood school shows how vindictive and hateful she is towards Jane. Here, Jane considers how Mrs. Reed’s continued abuse has effects stretching into the future."},{"quote":"Mrs. Reed might be at that time, some six or seven-and-thirty; she was a woman of robust frame, square-shouldered and strong-limbed, not tall, and, though stout, not obese. She had a somewhat large face, the under-jaw being much developed and very solid; her brow was low, her chin large and prominent, mouth and nose sufficiently regular; under her light eyebrows glimmered an eye devoid of truth; her skin was dark and opaque, her hair nearly flaxen; her constitution was sound as a bell; illness never came near her; she was an exact, clever manager; her household and tenantry were thoroughly under her control.","desc":"Jane describes Mrs. Reed’s appearance and character while watching her sew after their meeting with Mr. Brocklehurst of Lowood school. While Jane never judges Mrs. Reed’s physical traits, she notes that Mrs. Reed’s dark and hard physical description matches her harsh and controlled personality."},{"quote":"“You think I have no feelings, and that I can live without one bit of love or kindness; but I cannot live so; and you have no pity. I shall remember how you thrust me back—roughly and violently thrust me back into the red-room, and locked me up there—to my dying day; though I was in agony;…And that punishment you made me suffer because your wicked boy struck me…People think you a good woman; but you are bad—hard-hearted.","desc":"After Jane and Mrs. Reed’s meeting with Mr. Brocklehurst of Lowood school, Jane confronts Mrs. Reed regarding the callous and cruel way she treats Jane. In this moment, Jane releases all of her feelings about Mrs. Reed’s mistreatment over the years, and her outspoken nature starts to solidify. In speaking truthfully, Jane reveals the harshness of Mrs. Reed’s character while also gaining some freedom from the emotions engendered by the suffering at Mrs. Reed’s hands."},{"quote":"The well-known face was there, stern, relentless, as ever; there was that peculiar eye which nothing could melt, and the somewhat raised, imperious, despotic eyebrow. How often had it lowered on me menace and hate! And how the recollection of childhood’s terrors and sorrows revived as I traced its harsh line now! And yet I stooped down and kissed her; she looked at me...I had once vowed that I would never call her aunt again; I thought it no sin to forget and break that vow now. My fingers fastened on her hand which lay outside the sheet; had she pressed mine kindly, I should at that moment have experienced true pleasure. But unimpressionable natures are not so soon softened, nor are natural antipathies so readily eradicated; Mrs. Reed took her hand away, and turning her face rather from me, she remarked that the night was warm. Again she regarded me, so icily, I felt at once that her opinion of me—her feeling toward me—was unchanged and unchangeable.","desc":"Jane is recalling her experience while visiting Mrs. Reed on her deathbed. Many years have passed since the two last met. Even though Jane is ready to forgive and forget the bitterness between them, Mrs. Reed shows her character to be “unchangeable.” Even on her death bed and after asking Jane to come to her, Mrs. Reed cannot show Jane love or kindness. Jane’s final observation that Mrs. Reed’s physical features are still hard and cold belied the hardness of her heart."},{"quote":"Poor, suffering woman! It is too late for her to make now the effort to change her habitual frame of mind; living, she had ever hated me—dying, she must hate me still.","desc":"Jane finally accepts that Mrs. Reed will never change and will show hatred for Jane even in death despite Jane’s gracious forgiveness. Jane’s resignation comes only moments after Jane found out that Mrs. Reed kept the truth about Jane’s uncle and relatives from her. The consequences of character are revealed in the contrast between Jane’s balanced and open nature, and Mrs. Reed’s negative and cruel outlook. Hatred and betrayal caused more suffering for Mrs. Reed than Jane."}]}]