[{"page":"http://www.sparknotes.com/lit/lesmis/quotes/","quotes":[{"quote":"[Valjean]\n\t\t\t\t\tstrained his eyes in the distance and called out . . . “Petit Gervais!\n\t\t\t\t\t. . .” His cries died away into the mist, without even awaking an\n\t\t\t\t\techo. . . . [H]is knees suddenly bent under him, as if an invisible\n\t\t\t\t\tpower suddenly overwhelmed him with the weight of his bad conscience;\n\t\t\t\t\the fell exhausted . . . and cried out, “I’m such a miserable man!”","desc":"Valjean’s encounter with Petit Gervais\n\t\t\t\t\tin Book Two of “Fantine” is the first interaction Valjean has after\n\t\t\t\t\the leaves Myriel’s house in Digne. Valjean’s inability to keep his\n\t\t\t\t\tpromise to become an honest man makes him realize how immoral he\n\t\t\t\t\thas become. Hugo’s language in this passage emphasizes the gravity\n\t\t\t\t\tof this realization and portrays Valjean as physically collapsing\n\t\t\t\t\tunder the weight of his conscience. The desolate setting in which\n\t\t\t\t\tValjean’s epiphany takes place reflects the extent to which he has\n\t\t\t\t\tisolated himself from others. Valjean receives no response when\n\t\t\t\t\the pleads for forgiveness, not even his own echo. The desolation\n\t\t\t\t\talso suggests that there is an emptiness in Valjean’s soul, which\n\t\t\t\t\the does not realize until his encounter with Myriel. This emptiness\n\t\t\t\t\tis expressed by Valjean when he calls himself “miserable,” a word\n\t\t\t\t\tthat connotes both wretched behavior and unhappiness. For the first\n\t\t\t\t\ttime in nearly two decades, Valjean acknowledges his transgressions.\n\t\t\t\t\tBy doing so he is finally able to feel compassion for his victim\n\t\t\t\t\tand recognize his own unhappiness. This scene marks the crucial\n\t\t\t\t\tturning point in Valjean’s life, in which he begins to transform\n\t\t\t\t\tfrom a thief into a philanthropist."}]},{"page":"https://www.sparknotes.com/lit/lesmis/quotes/page/2","quotes":[{"quote":"[T]he\n\t\t\t\t\tpoor little despairing thing could not help crying: “Oh my God!\n\t\t\t\t\tOh God!”","desc":"This passage occurs in Book Three of “Cosette,”\n\t\t\t\t\tafter Mme. Thénardier orders Cosette to fetch a pail of water from\n\t\t\t\t\tthe forest. Hugo uses especially melodramatic language and imagery\n\t\t\t\t\tto underscore the nightmarish quality of Cosette’s life with the\n\t\t\t\t\tThénardiers and the almost divine appearance of Valjean. In describing\n\t\t\t\t\tCosette’s despair, Hugo foregoes realism in favor of prose that\n\t\t\t\t\tcould have come from a ghost story. The forest is dark and frightening,\n\t\t\t\t\tand it never seems to end—a metaphor for Cosette’s life as a near-slave\n\t\t\t\t\tat the inn in Montfermeil. This haunted setting also sets the stage\n\t\t\t\t\tfor Valjean’s entrance, since he first appears as a disembodied\n\t\t\t\t\thand. However, the fact that Cosette is not afraid and that the\n\t\t\t\t\thand appears immediately after she prays to God gives Valjean an\n\t\t\t\t\tunmistakably saintly quality. He has acted as a decent man since\n\t\t\t\t\this conversion at Digne, but now he appears almost angelic. Hugo\n\t\t\t\t\teven gives Valjean a Christlike aspect by setting this scene on\n\t\t\t\t\tChristmas Eve, an evening in Christian tradition that is part of\n\t\t\t\t\tthe celebration of Jesus’ birth. This scene represents the beginning\n\t\t\t\t\tof Valjean and Cosette’s life together and affirms Valjean’s role\n\t\t\t\t\tas Cosette’s savior from the wicked Thénardiers."}]},{"page":"https://www.sparknotes.com/lit/lesmis/quotes/page/3","quotes":[{"quote":"“Here,\n\t\t\t\t\tI am going to write something to show you.”","desc":"This snippet describes Eponine’s excitement\n\t\t\t\t\tin Book Eight of “Marius” as she tries to impress Marius at the Gorbeau\n\t\t\t\t\tHouse. This incident gives us insight into the Thénardiers’ circumstances\n\t\t\t\t\tand the importance that Hugo placed on education and literacy. It\n\t\t\t\t\tis significant that Eponine chooses to write the phrase “The cops\n\t\t\t\t\tare here” as proof that she is literate, since it shows that she\n\t\t\t\t\tconsiders this an ordinary catchphrase; clearly, law enforcement\n\t\t\t\t\tis a regular presence in the Thénardiers’ lives. The great pride\n\t\t\t\t\tthat Eponine takes in the fact that she can write emphasizes that\n\t\t\t\t\tmost other women of Eponine’s social standing cannot. Throughout\n\t\t\t\t\tthe novel, Hugo places great importance on literacy—in a few instances,\n\t\t\t\t\tin fact, being able to read or write makes the difference between\n\t\t\t\t\tfalling prey to and avoiding catastrophe. Earlier in the novel,\n\t\t\t\t\twe see illiteracy lead to Fantine’s exposure and subsequent loss\n\t\t\t\t\tof her job. Now, Eponine’s nonchalant scribbling thwarts Thénardier’s\n\t\t\t\t\tambush and saves Valjean. In both instances, Hugo turns the ability\n\t\t\t\t\tto write into more than just an educational asset, suggesting that,\n\t\t\t\t\twhen we least expect it, writing can make the difference between\n\t\t\t\t\tlife and death."}]},{"page":"https://www.sparknotes.com/lit/lesmis/quotes/page/4","quotes":[{"quote":"To\n\t\t\t\t\towe life to a malefactor . . . to be, in spite of himself, on a level\n\t\t\t\t\twith a fugitive from justice . . . to betray society in order to\n\t\t\t\t\tbe true to his own conscience; that all these absurdities . . .\n\t\t\t\t\tshould accumulate on himself—this is what prostrated him.","desc":"This passage from Book Four of “Jean Valjean”\n\t\t\t\t\tdescribes Javert’s state of mind before he commits suicide. We see\n\t\t\t\t\tthe extent to which Valjean’s mercy and compassion shatter Javert’s\n\t\t\t\t\tway of life. Torn between his inflexible enforcement of the letter\n\t\t\t\t\tof the law and his personal debt to Valjean, Javert becomes profoundly\n\t\t\t\t\tconfused. While Javert’s response is not particularly emotional,\n\t\t\t\t\tValjean’s unconditional love for his fellow human completely disarms\n\t\t\t\t\tthe stern Javert and makes it impossible for him to continue his\n\t\t\t\t\tduty with honor. Javert struggles to understand how a straightforward, literal\n\t\t\t\t\tinterpretation of the law can be at odds with the spirit of the law.\n\t\t\t\t\tSeeing no alternative, he resolves his inner crisis by committing suicide.It is important to note that Javert does not kill himself\n\t\t\t\t\tout of guilt or remorse, but because to be true to his conscience\n\t\t\t\t\twould be “to betray society“—an option that is equally unacceptable\n\t\t\t\t\tto Javert. Hugo’s presentation of Javert’s quandary exemplifies\n\t\t\t\t\this tendency to blend the narrator’s voice with the tone of the\n\t\t\t\t\tcharacters that he describes. The omniscient observer is always\n\t\t\t\t\tprivy to the thoughts and motivations of the novel’s characters,\n\t\t\t\t\tbut here the narrator gets inside Javert’s head and mimics his thought\n\t\t\t\t\tprocess. The close connection between Hugo’s narrative voice and\n\t\t\t\t\tthe minds of his characters is accomplished by Hugo’s use of run-on\n\t\t\t\t\tsentences in this passage, which are written as if Javert’s thoughts\n\t\t\t\t\twere unfolding in front of us."}]},{"page":"https://www.sparknotes.com/lit/lesmis/quotes/page/5","quotes":[{"quote":"[Valjean]\n\t\t\t\t\thad fallen back, the light from the candlesticks fell across him;\n\t\t\t\t\this white face looked up toward heaven, he let Cosette and Marius\n\t\t\t\t\tcover his hands with kisses; he was dead.","desc":"This passage, from Book Nine of “Jean\n\t\t\t\t\tValjean” brings Valjean’s personal journey full circle and compares\n\t\t\t\t\thim to his inspiration, Myriel, the bishop of Digne. The light that\n\t\t\t\t\tfalls on Valjean’s face is reminiscent of the scene early in the\n\t\t\t\t\tnovel in which Valjean steals Myriel’s silver. There, we see the\n\t\t\t\t\tbishop’s face surrounded by light as he lies in the bed, just as\n\t\t\t\t\twe see light on Valjean’s face here. The brilliant moonlight of\n\t\t\t\t\tthe earlier scene symbolizes Myriel’s goodness and God’s love of\n\t\t\t\t\thim. Here we infer that the same is true of Valjean. The mention\n\t\t\t\t\tof the candlesticks is a reminder of Valjean’s promise to Myriel\n\t\t\t\t\tto become a better man. The candlesticks are the same ones Myriel\n\t\t\t\t\tgives Valjean so many years earlier, and the light they cast affirms\n\t\t\t\t\tthat Valjean’s criminal past has been redeemed by his virtuous acts.Valjean dies a happy death, knowing that he has become\n\t\t\t\t\ta loving, compassionate man. His transcendence stems from his ability to\n\t\t\t\t\tcare for other human beings—an ability we see when he refers to Cosette\n\t\t\t\t\tand Marius as his “children” just before this passage. In addition\n\t\t\t\t\tto highlighting Valjean’s kindness, his use of the word “children”\n\t\t\t\t\talso implies that his legacy of love and compassion has been passed\n\t\t\t\t\ton to Marius and Cosette."}]}]