[{"page":"http://www.sparknotes.com/lit/anna/quotes/","quotes":[{"quote":"All happy families are alike; each unhappy family is unhappy in its own way.","desc":"These famous opening lines of Anna\n\t\t\t\t\t\tKarenina hearken back to the genre of the family novel,\n\t\t\t\t\ta type of work that had been popular in Russia several decades earlier\n\t\t\t\t\tbut was already outmoded by the 1870s. Tolstoy\n\t\t\t\t\trevisits this old genre in order to give his own spin on family\n\t\t\t\t\tvalues, which were a popular target of attack for young Russian\n\t\t\t\t\tliberals at the time. Moreover, this opening sentence of Anna Karenina sets\n\t\t\t\t\ta philosophical tone that persists throughout the work. It is not\n\t\t\t\t\ta narrative beginning that tells a story about particular characters\n\t\t\t\t\tand their actions. Rather, it is a generalization, much like a philosophical\n\t\t\t\t\tor scientific argument. It makes a universal statement and is set\n\t\t\t\t\tin the present tense rather than the novelist’s preferred past tense.\n\t\t\t\t\tTolstoy thus announces that he is more than just a novelist, and\n\t\t\t\t\tthat his aims are greater than simply weaving a tale for us. He\n\t\t\t\t\twants us to philosophize about happiness, in the grand tradition\n\t\t\t\t\tset by the philosopher Plato two thousand years earlier.Yet it is no simple matter to relate this statement about\n\t\t\t\t\tfamily happiness to the novel as a whole. It is difficult to test\n\t\t\t\t\tthe validity of the straightforward assertion that all happy families\n\t\t\t\t\tare alike, as we do not encounter any ideally happy families in Anna\n\t\t\t\t\t\tKarenina. The Oblonskys are torn apart by adultery and\n\t\t\t\t\tfinancial problems; the Karenins separate in scandal; and even Levin’s\n\t\t\t\t\thappy marriage suffers jealous fits and frequent quarrels. Moreover,\n\t\t\t\t\tTolstoy’s statement produces mixed reactions in us: we want to be\n\t\t\t\t\thappy but we do not wish to be exactly like everyone else. The only\n\t\t\t\t\tway to preserve one’s uniqueness—in one’s “own way”—is by accepting unhappiness.\n\t\t\t\t\tThis double bind is the same dilemma that the newly married Levin\n\t\t\t\t\tfeels when he struggles between domestic satisfaction on one hand\n\t\t\t\t\tand the need for independence and individualism on the other. It\n\t\t\t\t\tis Tolstoy’s version of the Christian idea of original sin: what\n\t\t\t\t\tmakes us unique and human is also that which exiles us from happiness."}]},{"page":"https://www.sparknotes.com/lit/anna/quotes/page/2","quotes":[{"quote":"In that brief glance Vronsky had time to notice the restrained animation that played over her face and fluttered between her shining eyes and the barely noticeable smile that curved her red lips. It was as if a surplus of something so overflowed her being that it expressed itself beyond her will, now in the brightness of her glance, now in her smile.","desc":"These lines in Part One, Chapter 18,\n\t\t\t\t\tdetail the first fateful meeting between Anna and Vronsky at the\n\t\t\t\t\ttrain station. Tolstoy’s description recalls the stereotype of “love\n\t\t\t\t\tat first sight” popular in romance novels of both Tolstoy’s day\n\t\t\t\t\tand our own time. In the case of Vronsky and Anna, they share much\n\t\t\t\t\tmore than a glance, as both are immediately captivated. Red lips\n\t\t\t\t\tand shining eyes are traditional attributes of the romantic heroine.\n\t\t\t\t\tThe device of showing the male as the active looker and the female\n\t\t\t\t\tas the object gazed at is similarly traditional in the romance novel.\n\t\t\t\t\tWords like “fluttered” and “overflowed” might just as easily be\n\t\t\t\t\tfound in a trite love scene as in a serious work of literature.Tolstoy, however, avoids the comic extremes of romance\n\t\t\t\t\twriting by adding a mystical and philosophical dimension to Vronsky\n\t\t\t\t\tand Anna’s meeting. The abundance that Anna displays is an excess\n\t\t\t\t\tof “something,” a mysterious undefined entity that raises the moment into\n\t\t\t\t\tthe realm of spiritualism and religion, beyond language and rational\n\t\t\t\t\tthought. Similarly, the “restrained animation” on Anna’s face foreshadows\n\t\t\t\t\tthe restraint—in the form of laws, social conventions, duties—that\n\t\t\t\t\tshe later fights against as she pursues her illicit love with Vronsky.\n\t\t\t\t\tThe description also emphasizes Anna’s “animation,” her life force,\n\t\t\t\t\twith a word that in both Russian and English is derived from the\n\t\t\t\t\tword for soul. Even in the first moment of Vronsky and Anna’s meeting\n\t\t\t\t\twe sense that much more than a physical passion is at stake: their\n\t\t\t\t\tinteraction is a study of the soul and the indefinable spiritual\n\t\t\t\t\tqualities that, for Tolstoy, make humans human."}]},{"page":"https://www.sparknotes.com/lit/anna/quotes/page/3","quotes":[{"quote":"“Respect was invented to cover the empty place where love should be. But if you don’t love me, it would be better and more honest to say so.”","desc":"In these lines from Part Seven, Chapter\n\t\t\t\t\t24, Anna reproaches Vronsky for putting his mother’s needs before\n\t\t\t\t\thers. When Vronsky asks to postpone their move to the country a\n\t\t\t\t\tfew days so that he can transact some business for Countess Vronsky\n\t\t\t\t\tfirst, Anna objects, prompting Vronsky to say it is a pity Anna\n\t\t\t\t\tdoes not respect his mother. Anna’s response dismisses the very\n\t\t\t\t\tnotion of respect in a rather surprising way. First, Anna makes\n\t\t\t\t\tan irrational connection between Vronsky’s mother in the first sentence\n\t\t\t\t\tand herself in the second. Anna refers to the lack of love Vronsky\n\t\t\t\t\tmust feel for his mother and then immediately—saying “But” as if\n\t\t\t\t\tcontinuing the same thought—refers to his lack of love for herself,\n\t\t\t\t\tAnna. We see clearly that, as in many marital quarrels, the apparent\n\t\t\t\t\ttopic of conversation (Vronsky’s respect for his mother) thinly\n\t\t\t\t\tcovers the underlying topic of the spouses’ relationship. Second,\n\t\t\t\t\tAnna’s contrast between respect and love is startling, even illogical.\n\t\t\t\t\tMost of us value respect and do not consider it the opposite of\n\t\t\t\t\tlove or a substitute for love. But we must remember Anna’s situation:\n\t\t\t\t\trespect is a public virtue, while love is a private one, and Anna\n\t\t\t\t\tis an outcast from society with no hopes of public pardon. We cannot\n\t\t\t\t\tblame her for hating the social respect that will never be hers\n\t\t\t\t\tagain. Moreover, Anna’s anger at Vronsky retains traces of her frustration\n\t\t\t\t\twith Karenin. Respectability is Karenin’s great concern, often to\n\t\t\t\t\tthe detriment of his private life, as when he prefers keeping a\n\t\t\t\t\trotten marriage that looks respectable to an honest divorce that\n\t\t\t\t\twould have the potential to accommodate love."}]},{"page":"https://www.sparknotes.com/lit/anna/quotes/page/4","quotes":[{"quote":"“No, you’re going in vain,” she mentally addressed a company in a coach-and-four who were evidently going out of town for some merriment. “And the dog you’re taking with you won’t help you. You won’t get away from yourselves.”","desc":"These are among Anna’s thoughts as she\n\t\t\t\t\trides to the train station in Part Seven, Chapter 30, in one of\n\t\t\t\t\tthe most famous interior monologues in the history of literature.\n\t\t\t\t\tOn the simplest level, Anna displays a classic case of what the\n\t\t\t\t\tpsychoanalyst Sigmund Freud called projection: she superimposes\n\t\t\t\t\ther own life crisis on others, assuming that they are as unable\n\t\t\t\t\tto find happiness as she is. In her current state, Anna is gloomily\n\t\t\t\t\tself-centered, unable to see beyond her own misery or to acknowledge\n\t\t\t\t\tthat other moods or states of mind are possible. She sums up this\n\t\t\t\t\tself-centered aspect of her unhappiness perfectly when she mentally\n\t\t\t\t\tinforms the others that they cannot get away from themselves: the\n\t\t\t\t\tself is the center of Anna’s existence and its central problem.\n\t\t\t\t\tShe sacrifices friends and family in order to pursue her deepest\n\t\t\t\t\tpersonal desires and to realize herself, only to discover that her\n\t\t\t\t\tself is her greatest torment—and she cannot get away from herself\n\t\t\t\t\texcept in suicide.Anna’s words also ironically echo Levin’s spiritual meditations. Her\n\t\t\t\t\tdespairing lament that life’s activities are all “in vain” is an expression\n\t\t\t\t\tof the old Christian idea of life’s futility—that existence has\n\t\t\t\t\tno rational aim and therefore must be backed up by faith. It is this\n\t\t\t\t\tconclusion that Levin makes in realizing that he lives happily only\n\t\t\t\t\twhen he stops analyzing his life rationally. He is able to stop obsessing\n\t\t\t\t\tabout life’s futility by simply accepting life and living it in faith.\n\t\t\t\t\tAnna and Levin mirror each other’s experiences, though from different\n\t\t\t\t\tangles and with very different results."}]},{"page":"https://www.sparknotes.com/lit/anna/quotes/page/5","quotes":[{"quote":"“. . . [M]y life now, my whole life, regardless of all that may happen to me, every minute of it, is not only not meaningless, as it was before, but has the unquestionable meaning of the good which it is in my power to put into it!”","desc":"In the closing lines of Anna\n\t\t\t\t\t\tKarenina, Levin’s exuberant affirmation of his new faith\n\t\t\t\t\tand philosophy of life reminds us of Tolstoy’s aim for his novel,\n\t\t\t\t\twhich is philosophical as much as narrative. A typical novel might\n\t\t\t\t\thave ended with Anna’s dramatic suicide, but Tolstoy’s work concludes\n\t\t\t\t\twith an abstract philosophical statement. Levin’s meditation also\n\t\t\t\t\tprovides a final instance of how his experiences mirror Anna’s.\n\t\t\t\t\tHis beginning reflects Anna’s end. Levin gains a claim to “my whole\n\t\t\t\t\tlife . . . every minute of it” shortly after Anna has utterly lost\n\t\t\t\t\ther whole life. Levin’s gain corresponds precisely to Anna’s loss, in\n\t\t\t\t\ta symmetry typical of Tolstoy’s careful structuring of the novel.Levin’s concluding meditation also mirrors Anna’s last\n\t\t\t\t\tthoughts in its focus on the self. Just as Anna, on her fateful\n\t\t\t\t\tride to the station, fixates on how we cannot escape ourselves,\n\t\t\t\t\taffirming darkly that we are always our own worst enemies, Levin\n\t\t\t\t\talso asserts here the central place of the self in existence. The\n\t\t\t\t\tdifference is that Levin finds the self to be not a punisher, as\n\t\t\t\t\tAnna does, but a nurturer that puts value into life, as a farmer—such\n\t\t\t\t\tas Levin himself—puts seeds into the ground. Anna’s self is a destroyer,\n\t\t\t\t\twhile Levin’s is a creator. Both selves are paramount in defining\n\t\t\t\t\tthe reality of one’s existence. This focus on the self as the center\n\t\t\t\t\tof existence links Tolstoy with the literary modernists that followed\n\t\t\t\t\thim, and helps explain Tolstoy’s monumental impact on twentieth-century\n\t\t\t\t\tliterature and thought."}]}]