[{"page":"http://www.sparknotes.com/lit/jungle/quotes/","quotes":[{"quote":"Here\n\t\t\t\t\twas a population, low-class and mostly foreign, hanging always on\n\t\t\t\t\tthe verge of starvation, and dependent for its opportunities of\n\t\t\t\t\tlife upon the whim of men every bit as brutal and unscrupulous as\n\t\t\t\t\tthe old-time slave drivers; under such circumstances immorality\n\t\t\t\t\twas exactly as inevitable, and as prevalent, as it was under the\n\t\t\t\t\tsystem of chattel slavery. Things that were quite unspeakable went\n\t\t\t\t\ton there in the packing houses all the time, and were taken for granted\n\t\t\t\t\tby everybody; only they did not show, as in the old slavery times,\n\t\t\t\t\tbecause there was no difference in color between master and slave.","desc":"This quote from Chapter 10 comes\n\t\t\t\t\tfrom Sinclair’s explanation of Ona’s working conditions; she is\n\t\t\t\t\tforced to work under Miss Henderson, who runs a prostitution ring,\n\t\t\t\t\tand most of her coworkers are prostitutes. Sinclair presents these\n\t\t\t\t\tconditions as a horrible situation for the modest, moral Ona but\n\t\t\t\t\talso offers an explanation in which the system of prostitution is\n\t\t\t\t\texamined in rough economic terms. As with every other failing among\n\t\t\t\t\tthe working class in the novel, prostitution is shown not as an\n\t\t\t\t\tinnate fault of the women involved but rather as the fault of the\n\t\t\t\t\tcapitalists and the economic oppression that they force upon the\n\t\t\t\t\timpoverished immigrants. This passage also hints at the sexual oppression\n\t\t\t\t\tthat young working girls are forced to endure from their bosses\n\t\t\t\t\tand foreshadows Ona’s rape at the hands of Phil Connor.Additionally, the last sentence raises a Marxist argument\n\t\t\t\t\tabout the appearance of calm surrounding social relations under\n\t\t\t\t\tcapitalism. The argument runs that social relations under capitalism\n\t\t\t\t\tare no less exploitative than those that existed under slavery and\n\t\t\t\t\tin feudal societies but that capitalism conceals the true turbulent\n\t\t\t\t\tnature of these relationships under a veneer of naturalness and\n\t\t\t\t\tinevitability. The difference between wage labor and these antiquated\n\t\t\t\t\tforms of subjugation is only a matter of transparency; though the\n\t\t\t\t\t“difference in color between master and slave” is no longer applicable\n\t\t\t\t\tto the owner-laborer relationship, the oppression remains the same."}]},{"page":"https://www.sparknotes.com/lit/jungle/quotes/page/2","quotes":[{"quote":"[T]he\n\t\t\t\t\tmeat would be shoveled into carts, and the man who did the shoveling\n\t\t\t\t\twould not trouble to lift out a rat even when he saw one—there were\n\t\t\t\t\tthings that went into the sausage in comparison with which a poisoned\n\t\t\t\t\trat was a tidbit. There was no place for the men to wash their hands before\n\t\t\t\t\tthey ate their dinner, and so they made a practice of washing them\n\t\t\t\t\tin the water that was to be ladled into the sausage. There were\n\t\t\t\t\tthe butt-ends of smoked meat, and the scraps of corned beef, and\n\t\t\t\t\tall the odds and ends of the waste of the plants, that would be\n\t\t\t\t\tdumped into old barrels in the cellar and left there. Under the\n\t\t\t\t\tsystem of rigid economy which the packers enforced, there were some\n\t\t\t\t\tjobs that it only paid to do once in a long time, and among these\n\t\t\t\t\twas the cleaning out of the waste barrels. Every spring they did\n\t\t\t\t\tit; and in the barrels would be dirt and rust and old nails and stale\n\t\t\t\t\twater—and cartload after cartload of it would be taken up and dumped\n\t\t\t\t\tinto the hoppers with fresh meat, and sent out to the public’s breakfast.","desc":"This long description from Chapter 14 is\n\t\t\t\t\tamong the most famous and influential passages in the novel and\n\t\t\t\t\thelps to explain why the book caused so much public furor upon its\n\t\t\t\t\tpublication. Sinclair intended the book to raise public consciousness\n\t\t\t\t\tabout the plight of the working poor, but he relied on a pseudo-naturalistic\n\t\t\t\t\ttechnique that emphasized the physically revolting filth and gore\n\t\t\t\t\tof the stockyards. As a result, the novel caused outrage about the\n\t\t\t\t\tunsanitary quality of the meat that was sold in stores rather than\n\t\t\t\t\tthe oppression of the poor. The public pressed less for the socialist\n\t\t\t\t\treforms that Sinclair backed than the public reform to food laws.\n\t\t\t\t\tThe image of all kinds of waste being dumped in with the consumer’s\n\t\t\t\t\tproduct is surely revolting; that it is dumped in without any regard\n\t\t\t\t\tfor the consumer by greedy capitalists is infuriating. Sinclair\n\t\t\t\t\thimself stated: “I aimed at the public’s heart, and by accident\n\t\t\t\t\tI hit it in the stomach.”"}]},{"page":"https://www.sparknotes.com/lit/jungle/quotes/page/3","quotes":[{"quote":"They\n\t\t\t\t\tput him in a place where the snow could not beat in, where the cold\n\t\t\t\t\tcould not eat through his bones; they brought him food and drink—why,\n\t\t\t\t\tin the name of heaven, if they must punish him, did they not put\n\t\t\t\t\this family in jail and leave him outside—why could they find no\n\t\t\t\t\tbetter way to punish him than to leave three weak women and six\n\t\t\t\t\thelpless children to starve and freeze?","desc":"This quote from Chapter 16 explains\n\t\t\t\t\tJurgis’s mindset when he is sent to prison after attacking Phil\n\t\t\t\t\tConnor. Ironically, to Jurgis, the prison is actually an environment\n\t\t\t\t\tfar preferable to the cruel, filthy world of Packingtown. Here he\n\t\t\t\t\treceives shelter from the elements and food without having to do\n\t\t\t\t\tanything; he believes that his family members are the real prisoners,\n\t\t\t\t\tas, without his support, they now face starvation and eviction.\n\t\t\t\t\tIt is a measure of Jurgis’s sympathy and of the horrible conditions\n\t\t\t\t\tthat the family is forced to endure that Jurgis actually wishes\n\t\t\t\t\tthat his family were sent to prison in his place. Additionally,\n\t\t\t\t\tJurgis’s rhetorical question at the end of the quote speaks to the\n\t\t\t\t\tcold and unsympathetic nature of capitalism: if the women and children\n\t\t\t\t\tcannot earn the means to survive, it is because they aren’t productive\n\t\t\t\t\tenough as laborers."}]},{"page":"https://www.sparknotes.com/lit/jungle/quotes/page/4","quotes":[{"quote":"All day long the blazing midsummer sun beat down upon that square mile of abominations: upon tens of thousands of cattle crowded into pens whose wooden floors stank and steamed contagion; upon bare, blistering, cinder-strewn railroad tracks, and huge blocks of dingy meat factories, whose labyrinthine passages defied a breath of fresh air to penetrate them; and there were not merely rivers of hot blood, and carloads of moist flesh, and rendering vats and soap caldrons, glue factories and fertilizer tanks, that smelt like the craters of hell—there were also tons of garbage festering in the sun, and the greasy laundry of the workers hung out to dry, and dining rooms littered with food and black with flies, and toilet rooms that were open sewers.","desc":"This descriptive passage from Chapter 26 portrays the rank and festering physical environment in which the Packingtown laborers are forced to live, helping to explain why Jurgis found prison so preferable. The passage also shows off the lurid, pseudo-naturalistic style that Sinclair adopted for the novel, which matches his flair for physical description with his desire to shock and disgust his readers. He captures the disgusting filth and general unbearableness of Packingtown in the images of “floors [that] stank and steamed contagion” and “blistering . . . railroad tracks.” Furthermore, he breaks down the meat-packing plant into the raw, nauseating elements of “rivers of hot blood” and “carloads of moist flesh.” This repulsiveness plagues not only the factories but also the laborers and their living quarters; they have “greasy laundry” and sordid bathrooms. Sinclair deliberately makes his readers feel uncomfortable in the hopes of stirring up their sympathy, and The Jungle is full of vivid and stomach-churning passages such as this one."}]},{"page":"https://www.sparknotes.com/lit/jungle/quotes/page/5","quotes":[{"quote":"To\n\t\t\t\t\tJurgis the packers had been equivalent to fate; Ostrinski showed\n\t\t\t\t\thim that they were the Beef Trust. They were a gigantic combination\n\t\t\t\t\tof capital, which had crushed all opposition, and overthrown the\n\t\t\t\t\tlaws of the land, and was preying upon the people.","desc":"This quote from Chapter 29 illustrates\n\t\t\t\t\tthe effect of Jurgis’s adoption of socialism upon his mind. He previously\n\t\t\t\t\tconsiders the capitalists “equivalent to fate,” believing them to\n\t\t\t\t\tbe all-powerful, impersonal, inhuman forces that have total control\n\t\t\t\t\tover his life. But Ostrinski convinces him that the capitalists\n\t\t\t\t\tare merely corrupt human beings who immorally oppress other human\n\t\t\t\t\tbeings. Jurgis realizes here that the only difference between the\n\t\t\t\t\tcapitalists and the workers lies in money, for while the capitalists\n\t\t\t\t\thave “a gigantic combination of capital,” the workers have nothing.\n\t\t\t\t\tBut, as the speech at the end of the novel emphasizes, there are\n\t\t\t\t\tmany more workers than capitalists, which could enable the socialist\n\t\t\t\t\tparty to overthrow the hegemony of capitalism in a democratic system.\n\t\t\t\t\tThis quote demonstrates the opening of Jurgis’s mind to politics\n\t\t\t\t\tand economics, as he takes up the socialist cause with a fervor\n\t\t\t\t\tat least as strong as that with which he initially embraces capitalism\n\t\t\t\t\tand the American Dream."}]},{"page":"https://www.sparknotes.com/lit/jungle/quotes/theme/capitalism","quotes":[{"quote":"Here was Durham’s, for instance, owned by a man who was trying to make as much money out of it as he could, and did not care in the least how he did it; and underneath him, ranged in ranks and grades like an army, were managers and superintendents and foremen, each one driving the man next below him and trying to squeeze out of him as much work as possible. And all the men of the same rank were pitted against each other; the accounts of each were kept separately, and every man lived in terror of losing his job, if another made a better record than he.","desc":"Tamoszius explains to Jurgis how the meatpacking factories work. According to Tamoszius, the factory owners are only concerned with making money and do not care how the workers are treated or about the quality of the products. Perhaps he unknowingly describes the dangers of capitalism, or how greed for money at the higher levels of society can cause the working class to suffer. Not only do the workers suffer financially and physically, but they feel isolated and competitive as they do not want anyone to surpass them and take their job."},{"quote":"The city, which was owned by an oligarchy of business men, being nominally ruled by the people, a huge army of graft was necessary for the purpose of effecting the transfer of power.","desc":"The narrator describes how, when Jurgis turns to a life of crime, he sees the widespread corruption in Chicago’s politics. While he and his family once saw America as a place of freedom, where citizens had a say in their elections, he now understands that money controls everything. This system makes the opportunity for immigrants and working-class people to move up in the world even more unlikelhy, as they have no power and not even their votes can make a difference."},{"quote":"That was “competition,” so far as it concerned the wage-earner, the man who had only his labor to sell; to those on top, the exploiters, it appeared very differently, of course—there were few of them, and they could combine and dominate, and their power would be unbreakable. And so all over the world two classes were forming, with an unbridged chasm between them, —the capitalist class, with its enormous fortunes, and the proletariat, bound into slavery by unseen chains. The latter were a thousand to one in numbers, but they were ignorant and helpless, and they would remain at the mercy of their exploiters until they were organized—until they had become “class-conscious.”","desc":"As Ostrinski begins to explain socialism to Jurgis, he describes exactly how capitalism works. Even though the workers far outnumber the capitalists, workers are dependent on jobs provided by the capitalists for money, while capitalists retain their money and power. Ostrinski describes the working class as slaves who are unaware of their situation. Only by acknowledging their place in society and the evils inflicted by the capitalist class will the workers be able to fight back. However, the workers become so fatigued by their jobs and lifestyle that they do not pay much attention to their oppression."}]},{"page":"https://www.sparknotes.com/lit/jungle/quotes/theme/suffering","quotes":[{"quote":"But it is not likely that he had reference to the kind of anguish that comes with destitution, that is so endlessly bitter and cruel, and yet so sordid and petty, so ugly, so humiliating—unredeemed by the slightest touch of dignity or even of pathos. It is a kind of anguish that poets have not commonly dealt with; its very words are not admitted into the vocabulary of poets—the details of it cannot be told in polite society at all.","desc":"The narrator, quoting a poet lamenting of anguish and despair, doubts that someone who has time to write poetry has ever experienced the sort of suffering that Jurgis and his family do on a daily basis. In fact, this statement infers that no one who has not lived in poverty can understand true anguish. The description of the family’s extreme suffering serves as part of the text’s argument for the evils of capitalism and the benefits of socialism."},{"quote":"This was in truth not living; it was scarcely even existing, and they felt that it was too little for the price they paid. They were willing to work all the time; and when people did their best, ought they not to be able to keep alive?","desc":"As the family experiences their first winter in Chicago, the narrator tells of their financial burdens, saying that as soon as they took care of one hardship, they would immediately face another, offering them no respite from stress and anguish. With the physical and mental strain of these hardships, no one in the family is able to enjoy life or find a way to move up in the world. The suffering this family, and other workers, experience keeps them from bettering their position."}]},{"page":"https://www.sparknotes.com/lit/jungle/quotes/theme/the-american-dream","quotes":[{"quote":"“Little one,” he said, in a low voice, “do not worry—it will not matter to us. We will pay them all somehow. I will work harder.” That was always what Jurgis said. Ona had grown used to it as the solution of all difficulties—“I will work harder!”","desc":"After their wedding, Jurgis and Ona realize that their guests did not give them enough money to repay the debts they had accumulated. Jurgis reassures Ona that he will work hard to earn money and pay off their debts, a refrain he repeats throughout the novel. Still new to America, he believes in the American Dream: that he can succeed as long as he works hard."},{"quote":"That was a country where, they said, a man might earn three roubles a day; and Jurgis figured what three roubles a day would mean, with prices as they were where he lived, and decided forthwith that he would go to America and marry, and be a rich man in the bargain. In that country, rich or poor, a man was free, it was said; he did not have to go into the army, he did not have to pay out his money to rascally officials, —he might do as he pleased, and count himself as good as any other man.","desc":"After Jonas suggests that they go to America in search of work, Jurgis pictures what his life there might be like. He assumes that he will become rich, and that even if he is not rich, at least he will be free and equal to others. He does not yet know how the economic system works in America, compromising the freedoms of workers by controlling their pay and jobs. He also calculates how much money he could make based on the prices in Lithuania, not realizing how much more expensive life in America is."},{"quote":"Jurgis was determined that Teta Elzbieta should stay at home to keep house, and that Ona should help her. He would not have Ona working—he was not that sort of a man, he said, and she was not that sort of a woman. It would be a strange thing if a man like him could not support the family, with the help of the board of Jonas and Marija.","desc":"As Jurgis and the family begin their life in America, he finds a job but insists that Ona and Teta Elzbieta should not work. He imagines them living the classic American dream, with the man of the house being able to provide for the women. He even finds the image of Ona working in a factory like him “strange.” However, he will soon find how unfeasible their lives become without Ona and Teta Elzbieta bringing in money."},{"quote":"And so Jurgis marched into the hog-killing room, a place where, in the days gone by, he had come begging for a job. Now he walked jauntily, and smiled to himself[.]","desc":"The narrator describes how, after Jurgis gets out of prison for beating up the bartender, he turns to a life of crime and gets a job in the hog-killing room from one of his connections. He feels proud of himself for no longer being a beggar, and he makes a living by stealing money from others. Although he raised his station in life, as he wanted to by coming to America, he likely never pictured this sort of success when he dreamed of being rich in his new country."}]},{"page":"https://www.sparknotes.com/lit/jungle/quotes/theme/foreignness","quotes":[{"quote":"And this was fact, for Jurgis had never seen a city, and scarcely even a fair-sized town, until he had set out to make his fortune in the world and earn his right to Ona. His father, and his father’s father before him, and as many ancestors back as legend could go, had lived in that part of Lithuania known as Brelovicz, the Imperial Forest.","desc":"Here, the narrator describes Jurgis’s misunderstanding about his new situation. When Jurgis explains to the men he works with that he will never starve because of his strength and work ethic, they reply that his ideas reveal he’s from the country. In fact, Jurgis had never even seen a city before coming to Chicago. Not only are the customs and language in America foreign to Jurgis, but he had never experienced how busy, dirty, and crowded cities can be. Nothing in this new life feels familiar to him, aside from his family. The old rules about hard work from his homeland no longer apply."},{"quote":"One of the first problems that Jurgis ran upon was that of the unions. He had had no experience with unions, and he had to have it explained to him that the men were banded together for the purpose of fighting for their rights. Jurgis asked them what they meant by their rights, a question in which he was quite sincere, for he had not any idea of any rights that he had, except the right to hunt for a job, and do as he was told when he got it. Generally, however, this harmless question would only make his fellow-workingmen lose their tempers and call him a fool.","desc":"When a delegate from the union comes to Jurgis to persuade him to join the union, he becomes confused about the union’s purpose and does not see the point in paying dues to belong to one. The idea of having “rights” feels so foreign to Jurgis that he cannot comprehend why anyone would want to pay to protect their rights. While he seems to have expected the hard work required of him in America, to an extent, the idea of working with others to ensure protection feels inconceivable."},{"quote":"But they had come to a new country, where everything was different, including the food. They had always been accustomed to eat a great deal of smoked sausage, and how could they know that what they bought in America was not the same—that its color was made by chemicals, and its smoky flavor by more chemicals, and that it was full of “potato-flour” besides?","desc":"The narrator explains how Jurgis and his family cut their spending to make ends meet and that they do not know how to get quality food at reasonable prices. Even the preparation of and method for selling food in America seems foreign to them, despite the fact that they keep trying to make the same food as they did in Lithuania. This lack of knowledge leads them to spend more than they otherwise would to eat unhealthy food, which only continues the cycle of poverty for immigrants."}]},{"page":"https://www.sparknotes.com/lit/jungle/quotes/theme/poverty","quotes":[{"quote":"A very few days of practical experience in this land of high wages had been sufficient to make clear to them the cruel fact that it was also a land of high prices, and that in it the poor man was almost as poor as in any other corner of the earth; and so there vanished in a night all the wonderful dreams of wealth that had been haunting Jurgis.","desc":"After Jurgis and the family arrive in Chicago and head to the boarding-house where they will be staying, Jokubas warns them of the house’s poor condition. They begin to understand that America is not necessarily the land of riches that they envisioned when they set out from Lithuania. Even before they begin to have their own financial struggles, they see the rampant poverty in their new home."},{"quote":"Jurgis had come there, and thought he was going to make himself useful, and rise and become a skilled man; but he would soon find out his error—for nobody rose in Packingtown by doing good work. You could lay that down for a rule—if you met a man who was rising in Packingtown, you met a knave. That man who had been sent to Jurgis’s father by the boss, he would rise; the man who told tales and spied upon his fellows would rise; but the man who minded his own business and did his work—why, they would “speed him up” till they had worn him out, and then they would throw him into the gutter.","desc":"After Tamoszius describes to Jurgis how the owners and superintendents of the factories exploit the workers, the narrator reflects on the impossibility of Jurgis’s hopes of working hard and rising in the ranks. Rather, crime seems to be the only way to rise out of poverty for the working class. Jurgis eventually discovers this reality after he begins working with Jack Duane."},{"quote":"Among the people Jurgis lived with now money was valued according to an entirely different standard from that of the people of Packingtown; yet, strange as it may seem, he did a great deal less drinking than he had as a working-man. He had not the same provocations of exhaustion and hopelessness; he had now something to work for, to struggle for.","desc":"The narrator tells that when Jurgis begins committing crimes with Jack Duane and spends more time around people who have money, he notices the difference between his life before and his life now. Even though he has more money, he does not buy alcohol, because he does not feel the need to numb his senses as he did when he was working. When workers feel as exhausted and hopeless as Jurgis did, they can turn to alcohol, which wastes money and makes them less productive, thus continuing the cycle of poverty."}]},{"page":"https://www.sparknotes.com/lit/jungle/quotes/character/jurgis-rudkus","quotes":[{"quote":"Jurgis talked lightly about work, because he was young. They told him stories about the breaking down of men, there in the stockyards of Chicago, and of what had happened to them afterwards—stories to make your flesh creep, but Jurgis would only laugh. He had only been there four months, and he was young, and a giant besides. There was too much health in him. He could not even imagine how it would feel to be beaten.","desc":"Here, the narrator explains how Jurgis’s age and lack of experience at his new job affects his understanding of reality. Jurgis fully believes that if he works hard, he will achieve success. When his co-workers warn him about what can happen to the people who work in these factories, he does not take them seriously: He thinks that his strength and youth are enough to allow him to work hard. Though he does not come from a prosperous background, he has yet to experience true suffering."},{"quote":"He was quite dismayed when he first began to find it out—that most of the men hated their work. It seemed strange, it was even terrible, when you came to find out the universality of the sentiment; but it was certainly the fact—they hated their work.","desc":"When Jurgis begins work in the factory, he generally enjoys his job and does not mind even the “speeding-up” that the bosses demand. When he shares his feelings with the other workers, he finds that most of them feel the exact opposite and, as the narrator explains here, he seems shocked. Even though he starts to notice the dismal working conditions, he remains optimistic and determined to succeed."},{"quote":"One of the consequences of all these things was that Jurgis was no longer perplexed when he heard men talk of fighting for their rights. He felt like fighting now himself; and when the Irish delegate of the butcher-helpers’ union came to him a second time, he received him in a far different spirit.","desc":"The narrator explains a change in Jurgis’s attitude toward the butcher-helpers’ union. When a union delegate first tries to recruit Jurgis, he feels confused as to what purpose the union serves, or why he’d need to fight for his rights. However, as Jurgis begins to experience unfair treatment from the factory bosses, he understands the necessity of having his rights protected. Though he no longer feels as optimistic as before, he still feels determined to make the best of his situation."},{"quote":"The coming of this boy was a decisive event with Jurgis. It made him irrevocably a family man; it killed the last lingering impulse that he might have had to go out in the evenings and sit and talk with the men in the saloons.","desc":"Ona gives birth to her and Jurgis’s son after Jurgis begins to feel disillusioned with the promise of America. However, as explained by the narrator here, meeting his son gives Jurgis a purpose to move forward in life, just as marrying Ona inspired him to move to America in search of a better life. Jurgis feels motivated by his family, and he hits his low points when not with them."},{"quote":"He might grab that wad of bills and be out of sight in the darkness before the other could collect his wits. Should he do it? What better had he to hope for, if he waited longer? But Jurgis had never committed a crime in his life, and now he hesitated half a second too long.","desc":"When Jurgis meets Freddie Jones on the street, Freddie pulls out a wad of bills. In the darkness of the night, Jurgis considers stealing the money from the drunk and nearly incomprehensible Freddie. But Jurgis, never having committed a crime, hesitates and loses the chance. Even though life reduced Jurgis to beg in the streets, enough of his old character remains that he cannot steal from Freddie."},{"quote":"Since it was Jurgis’s first experience, these details naturally caused him some worriment; but the other laughed coolly—it was the way of the game, and there was no helping it. Before long Jurgis would think no more of it than they did in the yards of knocking out a bullock.","desc":"After Jurgis and Jack Duane attack and steal from an insurance agent, Jurgis sees in the newspaper that the man suffered a concussion and would lose three fingers from frostbite. As the narrator reveals here, Jurgis alone feels guilt for the crime. Yet, after he commits more and more crimes, Jurgis considers these feelings to just be part of the job. As a criminal, he becomes more successful than ever before, and he doesn’t think twice about harming others."},{"quote":"For four years, now, Jurgis had been wandering and blundering in the depths of a wilderness; and here, suddenly, a hand reached down and seized him, and lifted him out of it, and set him upon a mountain-top, from which he could survey it all—could see the paths from which he had wandered, the morasses into which he had stumbled, the hiding-places of the beasts of prey that had fallen upon him.","desc":"Here, the narrator explains how, during Jurgis’s conversation with Ostrinski about capitalism, Jurgis feels he can finally understand why everything that has happened to him has happened. He also perceives a path forward for preventing such treatment of others in the future. Jurgis’s experiences demonstrate all the dangers of capitalism. Here, Jurgis finally feels saved by discovering socialism."}]},{"page":"https://www.sparknotes.com/lit/jungle/quotes/character/ona-lukoszaite","quotes":[{"quote":"She stood in the doorway, shepherded by Cousin Marija, breathless from pushing through the crowd, and in her happiness painful to look upon. There was a light of wonder in her eyes and her lids trembled, and her otherwise wan little face was flushed.","desc":"Here, the narrator describes Ona at her and Jurgis’s wedding celebration. Like Jurgis, the novel begins with Ona optimistic and naïve about the realities of life in America. As a young and innocent woman, both Jurgis and her cousin Marija feel the need to protect her. This description of her serves as a sharp contrast to her transformation after suffering the consequences of a capitalist society."},{"quote":"Jurgis lost his temper very little, however, all things considered. It was because of Ona; the least glance at her was always enough to make him control himself. She was so sensitive—she was not fitted for such a life as this[.]","desc":"After Jurgis and the family begin to struggle financially, Jurgis must stop himself from taking out his anger on others in the household. Here, the narrator explains how he uses Ona as his motivation to keep his temper in check, as he feels she is too good for their life and for him. Ona embodies all the stereotypes of traditional femininity, and Jurgis sees her as too delicate to upset."},{"quote":"Ona, too, was dissatisfied with her place, and had far more reason than Marija. She did not tell half of her story at home, because she saw it was a torment to Jurgis, and she was afraid of what he might do.","desc":"When Ona becomes dissatisfied with her job, she does not tell Jurgis the reason until she absolutely has to. Her boss has raped her and forces her to work in a brothel, and she fears that if Jurgis finds out he will murder her boss. Even though Ona is suffering likely more than any other family member, she willingly gives up her dignity to keep the family safe and together."},{"quote":"Ona, too, was falling into a habit of silence—Ona, who had once gone about singing like a bird. She was sick and miserable, and often she would barely have strength enough to drag herself home.","desc":"The narrator explains that, as the family becomes more and more miserable with their situation, even Ona, who at the start of the novel was innocent and happy, loses all optimism. She has been sick and weak since giving birth, and none of her family members know yet of her terrible work situation. The change in Ona’s character shows that capitalism can crush even the brightest of spirits."},{"quote":"Then suddenly her eyes opened—one instant, she looked at him—there was a flash of recognition between them, he saw her afar off, as through a dim vista, standing forlorn.","desc":"The narrator explains how, while passing away, Ona opens her eyes briefly to look at Jurgis. Although they grew apart and never truly got a chance to enjoy their marriage, they recognize one last time the happiness they might have had in different circumstances. However, Jurgis sees Ona as “standing forlorn,” revealing that his only memories of her will be of their unhappy times."}]},{"page":"https://www.sparknotes.com/lit/jungle/quotes/character/teta-elzbieta-lukoszaite","quotes":[{"quote":"In the meantime there was going on in another corner of the room an anxious conference between Teta Elzbieta and Dede Antanas, and a few of the more intimate friends of the family. A trouble was come upon them. The veselija is a compact, a compact not expressed, but therefore only the more binding upon all. Every one’s share was different—and yet every one knew perfectly well what his share was, and strove to give a little more. Now, however, since they had come to the new country, all this was changing; it seemed as if there must be some subtle poison in the air that one breathed here—it was affecting all the young men at once. They would come in crowds and fill themselves with a fine dinner, and then sneak off.","desc":"The narrator tells why Teta Elzbieta, the person who insisted that Jurgis and Ona have a veselija, feels confused when guests do not give money to the couple, as customary in Lithuania. The concept of guests not giving a gift seems so foreign to her that she wonders if a poison affects the guests. This instance represents one of many when Teta Elzbieta realizes how unprepared she was for life in a new country."},{"quote":"Teta Elzbieta was so embarrassed that the perspiration came out upon her forehead in beads; for was not this reading as much as to say plainly to the gentleman’s face that they doubted his honesty?","desc":"As Szedvilas reads the contract for purchasing the house carefully, as Jurgis instructed him to do, Teta Elzbieta feels embarrassed that he is even reading the contract. Teta Elzbieta, a traditional woman at heart, feels wary of insulting anyone in their new country. Although mostly capable and strong-willed, her ignorance of American culture leads the family to some pitfalls, such as purchasing the house."},{"quote":"Elzbieta had some traditions behind her; she had been a person of importance in her girlhood—had lived on a big estate and had servants, and might have married well and been a lady, but for the fact that there had been nine daughters and no sons in the family. Even so, however, she knew what was decent, and clung to her traditions with desperation.","desc":"When the family arrived in America, Ona and Jurgis felt eager to get married immediately, without a formal celebration. But Teta Elzbieta insisted on them having a veselija, as it is tradition in their home country. As the narrator explains here, Teta Elzbieta grew up wealthy, and as such, holds on to the traditions of her homeland. However, her desire to maintain these traditions complicates matters for the family, as her insistence on throwing the wedding celebration leads to more debt."},{"quote":"Poor Elzbieta was ashamed of herself for having told so woeful a tale, and the other had to beg and plead with her to get her to go on.","desc":"When the settlement worker comes to visit the family, Elzbieta tells her of their suffering since coming to America. Even though Elzbieta herself wears a “dirty old wrapper” and they are in the flea-infested attic where Ona died, she feels mostly ashamed of having to tell their stories. Despite all their hardships, Elzbieta is still an extremely proud woman who does not want to be pitied for their struggles."},{"quote":"All that interested her in regard to this new frenzy which had seized hold of her son-in-law was whether or not it had a tendency to make him sober and industrious; and when she found he intended to look for work and to contribute his share to the family fund, she gave him full rein to convince her of anything. A wonderfully wise little woman was Elzbieta; she could think as quickly as a hunted rabbit, and in half an hour she had chosen her life-attitude to the Socialist movement.","desc":"When Jurgis visits Teta Elzbieta after he learns about socialism, he excitedly tells her all he has learned, and she thinks he’s gone crazy as his ideas seem to have come out of nowhere. However, as shown by the narrator here, Elzbieta proves herself to be very practical, and she cares only that Jurgis’s newfound passion for socialism will keep him productive."}]},{"page":"https://www.sparknotes.com/lit/jungle/quotes/character/marija-berczynskas","quotes":[{"quote":"Marija is fond of a song, a song of lovers’ parting; she wishes to hear it, and, as the musicians do not know it, she has risen, and is proceeding to teach them.","desc":"At the wedding celebration of Jurgis and Ona, Marija encourages the musicians to play a song she likes. Unlike Ona, Marija is assertive and doesn’t mind being the center of attention. When they first arrive in America, Marija exudes a hopeful and fun-loving spirit, which will eventually be crushed by the suffering she endures."},{"quote":"Marija was an orphan, and had worked since childhood for a rich farmer of Vilna, who beat her regularly. It was only at the age of twenty that it had occurred to Marija to try her strength, when she had risen up and nearly murdered the man, and then come away.","desc":"The narrator explains how the family decided to go to America, and how Marija came to be part of the group. Marija’s physical strength is mentioned many times throughout the novel, and readers understand how she used her physical as well as her emotional strength to stand up to her abusive boss. In Lithuania, she refused to be beaten down, and at first she displays that same attitude in America."},{"quote":"“I had to live,” she said; “and I couldn’t see the children starve.”","desc":"When Jurgis discovers that Marija has been working in a brothel, he asks why she would do such a thing. Here, she answers him that being a prostitute seemed the best way to make money for the family. Although Marija’s spirit has been crushed, she still feels willing to sacrifice herself for the sake of her family."},{"quote":"“No,” she answered, “I don’t blame you. We never have—any of us. You did your best—the job was too much for us.” She paused a moment, then added: “We were too ignorant—that was the trouble. We didn’t stand any chance. If I’d known what I know now we’d have won out.”","desc":"After Jurgis begins to apologize for running away from the family, Marija stops him by saying they never blamed him. She reflects on the fact that none of them knew what they were getting into when they left their home country. Everything, from the food to the jobs to the customs, seemed too foreign for them to comprehend. Marija seems to want to go back in time and start over with their new knowledge."},{"quote":"“No,” she answered, “I’ll never stop. What’s the use of talking about it—I’ll stay here till I die, I guess. It’s all I’m fit for.”","desc":"After Jurgis discovers socialism and gets a job that can support the family, he goes to Marija and tries to get her to leave the brothel. She doesn’t even consider his offer, saying that she’d be useless trying to do anything else. The capitalist economy broke her spirit to the point at which Marija would rather stay in a situation in which she knows she will make money rather than rely on others."}]},{"page":"https://www.sparknotes.com/lit/jungle/quotes/character/phil-connor","quotes":[{"quote":"To Jurgis this man’s whole presence reeked of the crime he had committed; the touch of his body was madness to him—it set every nerve of him a-tremble, it aroused all the demon in his soul.","desc":"After Jurgis learns that Phil Connor raped Ona, he seeks him out and attacks him. Just seeing the man fills Jurgis with rage, and he believes he is justified in seeking revenge for the crime Connor committed. However, Jurgis soon finds that no one will believe a working man such as himself, and that people with power, like Connor, remain in control."},{"quote":"Connor, the boss of the loading gang! The man who had seduced his wife—who had sent him to prison, and wrecked his home, and ruined his life! He stood there, staring, with the light shining full upon him.","desc":"When Jurgis runs into Phil Connor on the street, he immediately becomes filled with anger at the sight of him again. To Jurgis, Connor embodies the evils of capitalism. Rich and powerful, society allows Connor to get away with the crimes he commits. Jurgis feels surprised Connor even dares to show his face to anyone in the light, as he should be ashamed of his actions."},{"quote":"Why, he’s one of Scully’s biggest men—he’s a member of the War-Whoop League, and they talked of sending him to the legislature! Phil Connor! Great heavens!","desc":"When Harper comes to speak to Jurgis in jail, Jurgis asks for bail money and tells Harper that the man he attacked was Phil Connor. Harper exclaims that he cannot help Jurgis, as Connor is close to Mike Scully. Jurgis knew that Connor worked as a foreman but did not realize just how important Connor was. Even though Jurgis also associates with Scully, the group seems willing to sacrifice him to keep Connor happy."}]}]