[{"page":"http://www.sparknotes.com/lit/middlemarch/quotes/","quotes":[{"quote":"Not only young virgins of that town, but grey-bearded men also, were often in haste to conjecture how a new acquaintance might be wrought into their purposes, contented with very vague knowledge as to the way in which life had been shaping him for their instrumentality. Middlemarch, in fact, counted on swallowing Lydgate and assimilating him very comfortably.","desc":"This passage, located at the end of\n\t\t\t\t\tChapter 15 after Lydgate is introduced as\n\t\t\t\t\tthe idealistic new doctor, introduces the neighborhood of Middlemarch\n\t\t\t\t\tas a sort of character. Middlemarch is not particularly interested\n\t\t\t\t\tin Lydgate as an individual and instead views him as an instrument\n\t\t\t\t\tand part of the greater community. This illustrates the pull between\n\t\t\t\t\tindividual and community that drives the novel forward. In the novel Middlemarch,\n\t\t\t\t\tthere cannot be individuals without community nor a community without\n\t\t\t\t\tindividuals.This passage also shows a contradiction between Middlemarch as\n\t\t\t\t\tan ominous force that swallows its inhabitants and a comfortable force\n\t\t\t\t\tthat draws its inhabitants into its community that is part of the structure\n\t\t\t\t\tof the novel. It demonstrates the pluses and the minuses of living\n\t\t\t\t\tin a country community, much like the entire book does. It captures\n\t\t\t\t\tthe realistic, contradictory nature of Eliot’s realistic portrayal\n\t\t\t\t\tof country living."}]},{"page":"https://www.sparknotes.com/lit/middlemarch/quotes/page/2","quotes":[{"quote":"“It was wicked to let a young girl blindly decide her fate in that way, without any effort to save her.”","desc":"Sir James makes this remark in Chapter 29,\n\t\t\t\t\twhen he learns that Mr. Casaubon has fallen ill. Sir James finds\n\t\t\t\t\tit morally deplorable that Dorothea was allowed to choose her own\n\t\t\t\t\thusband. While he is somewhat motivated by his own jealousy that\n\t\t\t\t\tDorothea didn’t marry him, he is more distressed that she was not\n\t\t\t\t\tbetter advised as to the ramifications of marrying an older and\n\t\t\t\t\tnot very desirable man. That it was wicked to not interfere in the\n\t\t\t\t\taffairs of another shows how important community interference and\n\t\t\t\t\tinteraction is to the novel.This quotation also draws attention to the novel’s tension between\n\t\t\t\t\tself-determination and chance. The contradiction in the phrase “decide\n\t\t\t\t\ther fate” shows that Sir James (and by extension the novel) believes\n\t\t\t\t\tthat the individual has a part in deciding his or her own fate,\n\t\t\t\t\teven if, at times, a person’s life seems to move forward of its\n\t\t\t\t\town accord, for better or for worse."}]},{"page":"https://www.sparknotes.com/lit/middlemarch/quotes/page/3","quotes":[{"quote":"“I mean, marriage drinks up all of our power of giving or getting any blessedness in that sort of love. I know it may be very dear—but it murders our marriage—and then the marriage stays with us like a murder—and everything else is gone.”","desc":"Dorothea makes these comments to Rosamond\n\t\t\t\t\tat the end of Chapter 81. Dorothea believes\n\t\t\t\t\tthat Rosamond is having an affair with Ladislaw, and this quotation\n\t\t\t\t\tshows how Dorothea believes romantic love and marriage are incompatible.\n\t\t\t\t\tBy linking marriage and murder, Dorothea’s quote supports the idea\n\t\t\t\t\tprevalent in the work that marriage isn’t always perfect or always\n\t\t\t\t\ta guarantee of happiness. The choice of the metaphor of murder is\n\t\t\t\t\tparticularly interesting because she is speaking of Lydgate being\n\t\t\t\t\tunder suspicion of aiding in the Raffles’s murder. Murder, in the\n\t\t\t\t\tliteral sense, is already a part of Rosamond’s married life."}]},{"page":"https://www.sparknotes.com/lit/middlemarch/quotes/page/4","quotes":[{"quote":"But we insignificant people with our daily words and acts are preparing the lives of many Dorotheas, some of which may present a far sadder sacrifice than that of the Dorothea whose story we know.","desc":"In her final thoughts at the end of\n\t\t\t\t\tthe novel, Eliot shifts from third person to first person plural\n\t\t\t\t\tin order present the moral of the story. The shift to the “we” breaks\n\t\t\t\t\tthe rigidity of Dorothea’s story being particular to the fictional\n\t\t\t\t\tworld of Middlemarch and expands it to the greater\n\t\t\t\t\treal world. By calling attention to how the acts of common people\n\t\t\t\t\tcreate cultural norms, Eliot holds everyone who does not question\n\t\t\t\t\tthe norms of social life responsible for the sadness of their fellow\n\t\t\t\t\tcitizens. By focusing on the trials of Dorothea, Eliot calls particular\n\t\t\t\t\tattention to a woman’s role in marriage. Ending on this thought\n\t\t\t\t\tmakes Eliot’s concern with conventional marriage the central theme\n\t\t\t\t\tof the story. This move points to a particularly feminist type of\n\t\t\t\t\tthought in a novel long before feminism was a common ideology."}]}]