[{"page":"http://www.sparknotes.com/lit/emma/quotes/","quotes":[{"quote":"The\n\t\t\t\t\treal evils, indeed, of Emma’s situation were the power of having\n\t\t\t\t\trather too much her own way, and a disposition to think a little\n\t\t\t\t\ttoo well of herself: these were the disadvantages which threatened\n\t\t\t\t\talloy to her many enjoyments. The danger, however, was at present\n\t\t\t\t\tso unperceived, that they did not by any means rank as misfortunes\n\t\t\t\t\twith her.","desc":"This quotation, which appears early\n\t\t\t\t\tin the novel’s first chapter, foreshadows the novel’s structure\n\t\t\t\t\tas a whole. What Emma fails to perceive—that it is possible to have\n\t\t\t\t\ttoo much of one’s own way or to be too satisfied with oneself—is\n\t\t\t\t\texactly what she learns over the course of the book. She is permitted\n\t\t\t\t\ttoo much influence over Harriet and comes to understand that this\n\t\t\t\t\tpower threatens not only Harriet’s happiness but also her own. Her\n\t\t\t\t\tflirtations with Frank Churchill satisfy her vanity, but they also\n\t\t\t\t\texpose her to embarrassment and hurt and mislead Mr. Knightley.\tThis quotation also displays Austen’s gift for understatement. The\n\t\t\t\t\tnarrator’s commentary on Emma seems merely part of a standard character\n\t\t\t\t\tintroduction. Like so many of the statements in the book, we can\n\t\t\t\t\tonly feel the full force of the narrator’s observation upon a second\n\t\t\t\t\treading."}]},{"page":"https://www.sparknotes.com/lit/emma/quotes/page/2","quotes":[{"quote":"The\n\t\t\t\t\tfirst error, and the worst, lay at her door. It was foolish, it\n\t\t\t\t\twas wrong, to take so active a part in bringing any two people together.\n\t\t\t\t\tIt was adventuring too far, assuming too much, making light of what\n\t\t\t\t\tought to be serious—a trick of what ought to be simple. She was\n\t\t\t\t\tquite concerned and ashamed, and resolved to do such things no more.","desc":"These are Emma’s reflections after Mr.\n\t\t\t\t\tElton proposes in Chapter 16, revealing to\n\t\t\t\t\ther that she was wrong in thinking him attached to Harriet. Though\n\t\t\t\t\tEmma is never totally cured of her impulse to make matches for others,\n\t\t\t\t\there she rightly diagnoses what is wrong with her matchmaking. Courtship\n\t\t\t\t\tshould be serious and simple; it should flow naturally from spontaneous\n\t\t\t\t\taffinities and affection between two people. In the novel, courtship\n\t\t\t\t\trarely follows these guidelines. Mr. Elton’s courtship of Emma is\n\t\t\t\t\tmarked by the artificiality and ostentation of his compliments,\n\t\t\t\t\twhich reveal his underlying lack of real feeling for her. Frank\n\t\t\t\t\tand Emma’s flirtation is light and elaborate in its wit, again signaling\n\t\t\t\t\tus that they are not truly meant for each other. At the end of the\n\t\t\t\t\tnovel, Mr. Knightley’s direct and simple proposal embodies the ideal\n\t\t\t\t\tproposed here."}]},{"page":"https://www.sparknotes.com/lit/emma/quotes/page/3","quotes":[{"quote":"She\n\t\t\t\t\twas vexed beyond what could have been expressed—almost beyond what\n\t\t\t\t\tshe could conceal. Never had she felt so agitated, so mortified,\n\t\t\t\t\tgrieved, at any circumstance in her life. She was most forcibly\n\t\t\t\t\tstruck. The truth of his representation there was no denying. She\n\t\t\t\t\tfelt it at her heart. How could she have been so brutal, so cruel\n\t\t\t\t\tto Miss Bates! How could she have exposed herself to such ill opinion\n\t\t\t\t\tin any one she valued! And how suffer him to leave her without saying\n\t\t\t\t\tone word of gratitude, of concurrence, of common kindness!","desc":"This quotation comes at the end of Chapter 43.\n\t\t\t\t\tAfter being reprimanded by Mr. Knightley for insulting Miss Bates\n\t\t\t\t\tat the Box Hill picnic, a deluge of remorse comes over Emma as she\n\t\t\t\t\trealizes the cruelty of her behavior. This quotation marks the point\n\t\t\t\t\tat which Emma’s growing self-understanding, which helps her feel\n\t\t\t\t\thow wrongly she has treated Miss Bates, coincides with her growing attachment\n\t\t\t\t\tto Knightley. Her increasing self-knowledge is thus weighted, because\n\t\t\t\t\tit will bring her to or separate her from true love. This moment\n\t\t\t\t\tis also Emma’s most emotional in the novel, and it is narrated directly,\n\t\t\t\t\tunlike Mr. Elton’s proposal and Emma’s response to Mr. Knightley’s\n\t\t\t\t\tproposal. That the narrative so directly accesses Emma’s remorse\n\t\t\t\t\tunderscores its seriousness—it is as if her thoughts have overpowered\n\t\t\t\t\tthe narrator’s ability to relate them."}]},{"page":"https://www.sparknotes.com/lit/emma/quotes/page/4","quotes":[{"quote":"Emma’s\n\t\t\t\t\teyes were instantly withdrawn; and she sat silently meditating,\n\t\t\t\t\tin a fixed attitude, for a few minutes. A few minutes were sufficient\n\t\t\t\t\tfor making her acquainted with her own heart. A mind like hers,\n\t\t\t\t\tonce opening to suspicion, made rapid progress; she touched, she\n\t\t\t\t\tadmitted, she acknowledged the whole truth. Why was it so much worse that\n\t\t\t\t\tHarriet should be in love with Mr. Knightley than with Frank Churchill?\n\t\t\t\t\tWhy was the evil so dreadfully increased by Harriet’s having some\n\t\t\t\t\thope of a return? It darted through her with the speed of an arrow\n\t\t\t\t\tthat Mr. Knightley must marry no one but herself!","desc":"This quotation, from Chapter 47,\n\t\t\t\t\tcomes in the midst of Emma’s conversation with Harriet in which\n\t\t\t\t\tHarriet confesses her feelings for Mr. Knightley. For the majority\n\t\t\t\t\tof the novel, Emma’s suspicions and her attention have been misdirected,\n\t\t\t\t\tfocusing on Harriet’s possible matches and on her speculations about\n\t\t\t\t\tJane. Once her perceptiveness and ability to see beyond appearances\n\t\t\t\t\tare finally directed appropriately (after her realization that Frank\n\t\t\t\t\tand Jane are engaged), she makes a swift leap forward in her own\n\t\t\t\t\tself-understanding. However, Emma does not come to the realization\n\t\t\t\t\tthat she loves Knightley on her own; only her jealousy of Harriet\n\t\t\t\t\tbrings her there. The relationship between Emma and Knightley, though\n\t\t\t\t\tbased on their private history together, takes shape only in the\n\t\t\t\t\tcontext of the surrounding web of social relationships."}]},{"page":"https://www.sparknotes.com/lit/emma/quotes/page/5","quotes":[{"quote":"Seldom,\n\t\t\t\t\tvery seldom does complete truth belong to any human disclosure;\n\t\t\t\t\tseldom can it happen that something is not a little disguised, or\n\t\t\t\t\ta little mistaken; but where, as in this case, though the conduct\n\t\t\t\t\tis mistaken, the feelings are not, it may not be very material.","desc":"This quotation, which follows Emma and\n\t\t\t\t\tMr. Knightley’s betrothal in Chapter 49,\n\t\t\t\t\tcould be taken as the novel’s motto. The quotation says that although\n\t\t\t\t\talmost all human speech holds something back, or doesn’t tell the\n\t\t\t\t\tentire truth, as long as the speech is loyal to the speaker’s feelings,\n\t\t\t\t\tthe fact that we talk without complete truth is not a big deal.\n\t\t\t\t\tThe novel is filled with disguises and mistakes. Some are more reprehensible\n\t\t\t\t\tthan others, and some are more avoidable than others. Though Elton’s\n\t\t\t\t\tinsincerity and Frank’s conscious deception are critically portrayed—and\n\t\t\t\t\tEmma’s mistakes gently corrected—we are left with the sense that,\n\t\t\t\t\tto some degree, misunderstandings are made inevitable by the social\n\t\t\t\t\tconventions that govern human intercourse, and by the imperfections\n\t\t\t\t\tof human communication itself. The remedy for such imperfect communication,\n\t\t\t\t\taccording to this quotation, is the genuine emotion of the human\n\t\t\t\t\theart."}]}]