[{"page":"http://www.sparknotes.com/lit/doriangray/quotes/","quotes":[{"quote":"We\n\t\t\t\t\tare punished for our refusals. Every impulse that we strive to strangle\n\t\t\t\t\tbroods in the mind, and poisons us. The body sins once, and has\n\t\t\t\t\tdone with its sin, for action is a mode of purification. . . . Resist\n\t\t\t\t\tit, and your soul grows sick with longing for the things it has\n\t\t\t\t\tforbidden to itself, with desire for what its monstrous laws have\n\t\t\t\t\tmade monstrous and unlawful. It has been said that the great events\n\t\t\t\t\tof the world take place in the brain. It is in the brain, and the\n\t\t\t\t\tbrain only, that the great sins of the world take place also.","desc":"Lord Henry begins his seduction of Dorian’s\n\t\t\t\t\tmind with these words in Chapter Two. Lord Henry advocates a return\n\t\t\t\t\tto the “Hellenic ideal,” to the sensibilities of ancient Greece\n\t\t\t\t\twhere the appreciation of beauty reigned. He strikes a contrast\n\t\t\t\t\tbetween those glory days and the present mode of living, which,\n\t\t\t\t\the believes, is marked by a morality that demands self-denial. The\n\t\t\t\t\toutcome of denial, he goes on to say, is only a stronger desire\n\t\t\t\t\tfor that which has been denied. This passage is a bold challenge\n\t\t\t\t\tto conventional and restrictive Victorian morality; it dismisses\n\t\t\t\t\tthe notion of sin as a figment of the imagination. Interestingly,\n\t\t\t\t\tif sin is relegated to the mind, as Lord Henry would have it, then\n\t\t\t\t\tit should follow that the body is free from the effects of sin.\n\t\t\t\t\tAccording to this line of thinking, Dorian’s tragedy, then, is that\n\t\t\t\t\the is unable to purge his “monstrous and unlawful” acts from his\n\t\t\t\t\tconscience. One must remember, however, that Lord Henry has failed\n\t\t\t\t\tto put his philosophy to the test. Although he is a great advocate\n\t\t\t\t\tof sin, he is hardly a sinner, and his understanding of the soul—sickened\n\t\t\t\t\tor otherwise—never incorporates the knowledge that Dorian gradually\n\t\t\t\t\tacquires."}]},{"page":"https://www.sparknotes.com/lit/doriangray/quotes/page/2","quotes":[{"quote":"“To\n\t\t\t\t\tbe good is to be in harmony with one’s self,” he replied, touching\n\t\t\t\t\tthe thin stem of his glass with his pale, fine-pointed fingers.\n\t\t\t\t\t“Discord is to be forced to be in harmony with others. One’s own\n\t\t\t\t\tlife—that is the important thing. As for the lives of one’s neighbours,\n\t\t\t\t\tif one wishes to be a prig or a Puritan, one can flaunt one’s moral\n\t\t\t\t\tviews about them, but they are not one’s concern. Besides, Individualism\n\t\t\t\t\thas really the higher aim. Modern morality consists in accepting\n\t\t\t\t\tthe standard of one’s age. I consider that for any man of culture to\n\t\t\t\t\taccept the standard of his age is a form of the grossest immorality.”","desc":"As Dorian prepares, in Chapter Six,\n\t\t\t\t\tto escort Lord Henry and Basil to the theater to see Sibyl Vane\n\t\t\t\t\tperform, Lord Henry chastises Dorian for dismissing, in the face\n\t\t\t\t\tof love, all of his “wrong, fascinating, poisonous, delightful theories.”\n\t\t\t\t\tHere, Lord Henry expounds on the virtues of individualism, which\n\t\t\t\t\tdictate that one develop according to one’s own standards. His outlook\n\t\t\t\t\trelies on Darwinism, a fashionable theory at the time that asserted\n\t\t\t\t\tthat an organism’s development would be altered or impaired if it\n\t\t\t\t\twere made to adjust to the standards of another organism. Lord Henry\n\t\t\t\t\tfancies that he and Dorian are creatures that require different\n\t\t\t\t\tstandards than the masses in order to develop fully. Thus, he readily\n\t\t\t\t\trejects modern morality, which governs the many, in favor of a self-determined morality\n\t\t\t\t\tthat applies only to himself. Although far from a prig or a Puritan,\n\t\t\t\t\tLord Henry does spend an inordinate amount of time worrying over\n\t\t\t\t\tDorian’s development. Contrary to the principle of individualism\n\t\t\t\t\the takes the time to relate, he not only does his best to insinuate\n\t\t\t\t\thimself between Dorian and Sibyl, but he also takes up Dorian’s\n\t\t\t\t\tproper social development as his pet cause."}]},{"page":"https://www.sparknotes.com/lit/doriangray/quotes/page/3","quotes":[{"quote":"Yes:\n\t\t\t\t\tthere was to be, as Lord Henry had prophesied, a new Hedonism that\n\t\t\t\t\twas to re-create life, and to save it from that harsh, uncomely\n\t\t\t\t\tpuritanism that is having, in our own day, its curious revival.\n\t\t\t\t\tIt was to have its service of the intellect, certainly; yet it was\n\t\t\t\t\tnever to accept any theory or system that would involve the sacrifice\n\t\t\t\t\tof any mode of passionate experience. Its aim, indeed, was to be\n\t\t\t\t\texperience itself, and not the fruits of experience, sweet or bitter\n\t\t\t\t\tas they might be. Of the asceticism that deadens the senses, as\n\t\t\t\t\tof the vulgar profligacy that dulls them, it was to know nothing.\n\t\t\t\t\tBut it was to teach man to concentrate himself upon the moments of\n\t\t\t\t\ta life that is itself but a moment.","desc":"This passage from Chapter Eleven describes\n\t\t\t\t\thow Dorian, adjusting to the strange privilege that his portrait\n\t\t\t\t\taffords him, devotes himself to acquiring as many experiences as\n\t\t\t\t\tpossible. Here, in order to discover “the true nature of the senses,”\n\t\t\t\t\tDorian studies rare musical instruments, the arts of jewelry and\n\t\t\t\t\tembroidery, and the psychological effects of perfume. In addition\n\t\t\t\t\tto these pursuits, he begins to devote his time to more sordid affairs,\n\t\t\t\t\tthe nature of which is never perfectly clear. We learn, from Basil’s\n\t\t\t\t\tsubsequent confrontation, that Dorian is connected with the downfall\n\t\t\t\t\tof numerous youths, all of whom have been brought to shame (and\n\t\t\t\t\tsome even driven to suicide) by their associations with Dorian.\n\t\t\t\t\tWhether the outcome of these experiences is “sweet or bitter” is\n\t\t\t\t\tnot the point of the philosophy by which Dorian lives; on the contrary,\n\t\t\t\t\tthe experience itself is what matters. This “new Hedonism” is a\n\t\t\t\t\tform of resistance against the conventional morality that Lord Henry\n\t\t\t\t\tspends so much of his time criticizing."}]},{"page":"https://www.sparknotes.com/lit/doriangray/quotes/page/4","quotes":[{"quote":"Society,\n\t\t\t\t\tcivilized society at least, is never very ready to believe anything\n\t\t\t\t\tto the detriment of those who are both rich and fascinating. It\n\t\t\t\t\tfeels instinctively that manners are of more importance than morals,\n\t\t\t\t\tand, in its opinion, the highest respectability is of much less\n\t\t\t\t\tvalue than the possession of a good chef. And, after all, it is\n\t\t\t\t\ta very poor consolation to be told that the man who has given one\n\t\t\t\t\ta bad dinner, or poor wine, is irreproachable in his private life. Even\n\t\t\t\t\tthe cardinal virtues cannot atone for half-cold entrées, as Lord\n\t\t\t\t\tHenry remarked once, in a discussion on the subject; and there is\n\t\t\t\t\tpossibly a good deal to be said for his view. For the canons of\n\t\t\t\t\tgood society are, or should be, the same as the canons of art. Form\n\t\t\t\t\tis absolutely essential to it. It should have the dignity of a ceremony,\n\t\t\t\t\tas well as its unreality, and should combine the insincere character\n\t\t\t\t\tof a romantic play with the wit and beauty that make such plays delightful\n\t\t\t\t\tto us. Is insincerity such a terrible thing? I think not. It is\n\t\t\t\t\tmerely a method by which we can multiply our personalities.","desc":"This passage, taken from Chapter Eleven,\n\t\t\t\t\tis important because it contains the novel’s only lapse into first-person\n\t\t\t\t\tnarration. Here, Wilde appears from behind the scenes to comment\n\t\t\t\t\ton civilized society. He asks the reader if the insincerity necessary\n\t\t\t\t\tto conduct oneself in polite society is “such a terrible thing,”\n\t\t\t\t\tand admits that, in his opinion, it is not. He points, rather unapologetically,\n\t\t\t\t\tto the surface nature of the society in which he lives and repeats\n\t\t\t\t\ta favorite epigram that he also includes in his play Lady\n\t\t\t\t\t\tWindermere’s Fan: “manners are of more importance than\n\t\t\t\t\tmorals.” Indeed, The Picture of Dorian Gray fully\n\t\t\t\t\tsupports the observations that Wilde makes in this paragraph. Despite\n\t\t\t\t\tthe corrupt nature of Dorian’s soul and despite his utter lack of\n\t\t\t\t\tan acceptable moral code, he continues to be welcomed into society\n\t\t\t\t\tmerely because he looks good."}]},{"page":"https://www.sparknotes.com/lit/doriangray/quotes/page/5","quotes":[{"quote":"“[Y]ou\n\t\t\t\t\tpoisoned me with a book once. I should not forgive that. Harry,\n\t\t\t\t\tpromise me that you will never lend that book to anyone. It does\n\t\t\t\t\tharm.”\n\t\t\t\t\t“My dear boy, you are really beginning to moralize.\n\t\t\t\t\tYou will soon be going about like the converted, and the revivalist,\n\t\t\t\t\twarning people against all the sins of which you have grown tired.\n\t\t\t\t\tYou are much too delightful to do that.... As for being poisoned\n\t\t\t\t\tby a book, there is no such thing as that. Art has no influence\n\t\t\t\t\tupon action. It annihilates the desire to act. It is superbly sterile.\n\t\t\t\t\tThe books that the world calls immoral are books that show the world\n\t\t\t\t\tits own shame.”","desc":"This exchange between Dorian and Lord\n\t\t\t\t\tHenry takes place in Chapter Nineteen, as Dorian, flayed by his\n\t\t\t\t\tconscience, pledges to live a reformed life. Reflecting on the course\n\t\t\t\t\tof his past twenty years, he confronts Lord Henry, whom he believes\n\t\t\t\t\tis responsible for leading him astray. Dorian criticizes the yellow\n\t\t\t\t\tbook that, years before, had such a profound influence over him,\n\t\t\t\t\tclaiming that this book did him great harm. This accusation is,\n\t\t\t\t\tof course, alien to Wilde’s philosophy of aestheticism, which holds\n\t\t\t\t\tthat art cannot be either moral or immoral. Lord Henry says as much,\n\t\t\t\t\trefusing to believe that a book could have such power. While there\n\t\t\t\t\tis something seductive in his observation that “the world calls\n\t\t\t\t\timmoral . . . books that show the world its own shame,” Lord Henry’s\n\t\t\t\t\twords here are less convincing than other statements to the same\n\t\t\t\t\teffect that he makes earlier in the novel. In the latter stages\n\t\t\t\t\tof the novel, we know of Dorian’s downfall, and we know that he\n\t\t\t\t\tis anything but “delightful.” At this point, Lord Henry’s praising\n\t\t\t\t\tof Dorian makes Lord Henry seem hopelessly naïve, the victim of\n\t\t\t\t\ta philosophy whose consequences elude him."}]},{"page":"https://www.sparknotes.com/lit/doriangray/quotes/theme/appearances","quotes":[{"quote":"I am less to you than your ivory Hermes or your silver Faun. You will like them always. How long will you like me? Till I have my first wrinkle, I suppose.","desc":"Dorian makes a wry observation about Basil’s preoccupation with beauty after seeing in the finished painting how Basil idealized Dorian’s own handsomeness. Dorian accuses Basil of preferring art to his friends, because pieces of art will never change or grow old. The painting has made Dorian realize both the power and the transient nature of appearances, and he becomes jealous of anything that will remain beautiful forever. His accusation of Basil reveals that Dorian projects his feelings onto others, assuming they feel as he does. Basil has made it clear that he values Dorian for more than his looks."},{"quote":"Sibyl is the only thing I care about. What is it to me where she came from? From her little head to her little feet, she is absolutely and entirely divine.","desc":"Dorian describes his adoration for Sibyl Vane to Lord Henry. Dorian previously explained that the theater manager wanted to tell him about Sibyl’s past, but he was not interested in learning more about her. Sibyl herself attracts him and he regards her history with other people as irrelevant. His observations on her petite body and porcelain skin reveal that Dorian’s feelings for Sibyl focus on her appearance rather than her personality. Dorian not only values his own good looks, but those of others as well."},{"quote":"Dorian says she is beautiful, and he is not often wrong about things of that kind. Your portrait of him has quickened his appreciation of the personal appearance of other people.","desc":"As Lord Henry tells Basil of Dorian’s engagement to Sibyl, he explains what he knows of Sibyl from Dorian. Her appearance made a strong first impression with Dorian, a key piece of information that Lord Henry feels necessary to pass on to Basil. Although Dorian must have been aware of his good looks before Basil painted his portrait, he did not place much value in his appearance until seeing the portrait. As a result, he now sees beauty as the only thing worth having or noticing."},{"quote":"And yet who, that knew anything about Life, would surrender the chance of remaining always young, however fantastic that chance might be, or with what fateful consequences it might be fraught?","desc":"Dorian sees what his actions have done to his soul in the name of youth and beauty. He considers praying to undo the link between his soul and his portrait. Yet here Dorian reveals that even though he’s seen his soul’s decline, he doesn’t consider this consequence severe enough to try to alter the situation. His rationalization that anyone who “knew anything about Life” would make the same choice has an element of dramatic irony: Dorian’s still-young life hasn’t given him the experience to assess the cost of remaining young and beautiful."}]},{"page":"https://www.sparknotes.com/lit/doriangray/quotes/theme/art","quotes":[{"quote":"Good artists simply exist in what they make, and consequently are perfectly uninteresting in what they are. A great poet, a really great poet, is the most unpoetical of all creatures. But inferior poets are absolutely fascinating.","desc":"Lord Henry shares his ideas about artists, including Basil, with Dorian. Lord Henry repeats the idea throughout the novel that interesting people cannot be good artists because artists must give their entire selves over to their work. He sees art as basically a different realm from life itself, suggesting that artists do not relate meaningfully to the world, having invested everything of themselves into their art."},{"quote":"How little you can know of love if you say it mars your art! Without your art you are nothing.","desc":"Dorian responds to Sibyl after she explains that, now that she has experienced real love, she can no longer professionally act. Dorian lashes out because her pursuit and excellence in the art of acting played a large role in her appeal. Just as he believes nothing in his life has any significance compared to his beauty, he sees Sibyl’s art as essential to her personality."},{"quote":"I am so glad that you have never done anything—never carved a statue, or painted a picture, or produced anything outside of yourself! Life has been your art. You have set yourself to music. Your days are your sonnets.","desc":"After Dorian laments what has become of his life, Lord Henry remarks on the accomplishments Dorian has made. Just as Lord Henry believes that artists put all of themselves into their art, he sees Dorian as having put all of himself into living well and enjoying life. If Dorian had tried to do anything else, he could not have been as fully committed to his way of living. However, the reader knows that because Dorian has put so much into the spectacle of his life, he has never contemplated his own soul."}]},{"page":"https://www.sparknotes.com/lit/doriangray/quotes/theme/good-vs-evil","quotes":[{"quote":"I love Sibyl Vane. I want to place her on a pedestal of gold and to see the world worship the woman who is mine. What is marriage? An irrevocable vow. You mock at it for that. Ah! don’t mock. It is an irrevocable vow that I want to take. Her trust makes me faithful, her belief makes me good. When I am with her, I regret all that you have taught me. I become different from what you have known me to be. I am changed, and the mere touch of Sibyl Vane’s hand makes me forget you and all your wrong, fascinating, poisonous, delightful theories.","desc":"Dorian responds to Lord Henry’s questioning his need for marriage to Sibyl Vane. Until Dorian met Lord Henry, he led an innocuous life, innocent of any wrongdoing. Lord Henry has acted as an influence of evil in Dorian’s life, an influence that Dorian embraced. However, after meeting Sibyl, Dorian begins to question all he has learned from Lord Henry. Dorian feels  pulled in two different directions, good and evil."},{"quote":"He was prisoned in thought. Memory, like a horrible malady, was eating his soul away. From time to time he seemed to see the eyes of Basil Hallward looking at him. Yet he felt he could not stay. The presence of Adrian Singleton troubled him. He wanted to be where no one would know who he was. He wanted to escape from himself.","desc":"The narrator reveals Dorian’s inner thoughts and feelings after he arrives at the opium den. Now that Dorian has corrupted other people and committed murder, he knows that he has fully given up on trying to live a good life and can be considered evil. In his mind’s eye he sees Basil, who appears as a timeless paragon of goodness, as well as memories of his former life, and Dorian cannot bear the guilt. Other than when he viewed his marred portrait, this reflection represents the first time Dorian realizes the consequences of his actions and feels any remorse."}]},{"page":"https://www.sparknotes.com/lit/doriangray/quotes/theme/mortality","quotes":[{"quote":"How sad it is! I shall grow old, and horrible, and dreadful. But this picture will remain always young. It will never be older than this particular day of June…. If it were only the other way! If it were I who was to be always young, and the picture that was to grow old! For that—for that—I would give everything! Yes, there is nothing in the whole world I would not give! I would give my soul for that!","desc":"Dorian has just seen the finished portrait of himself and makes a wish that he has no idea will come true. Although he does not expect his wish to be granted, the timeless portrait’s grim reminder of the fleeting nature of beauty arouses Dorian’s desperation to find a way to stop aging. His claim that he would give his soul in exchange for eternal youth reveals how much he fears his own mortality."},{"quote":"The next day he did not leave the house, and, indeed, spent most of the time in his own room, sick with a wild terror of dying, and yet indifferent to life itself.","desc":"The narrator explains how Dorian responds after seeing James Vane in the window of his country home and fainting from the sight. Dorian fears that James Vane has come to kill him as revenge for his sister’s suicide. However, he does not care much about the value of his own life in the moment, and it seems he never has. Even when finally faced with his own mortality, Dorian does not feel the need to make his life worthwhile."}]},{"page":"https://www.sparknotes.com/lit/doriangray/quotes/theme/influence","quotes":[{"quote":"But in some curious way—I wonder will you understand me?—his personality has suggested to me an entirely new manner in art, an entirely new mode of style. I see things differently, I think of them differently. I can now recreate life in a way that was hidden from me before.","desc":"Basil explains to Lord Henry the effect Dorian has on him as a person and as an artist. Although Basil has always been a talented painter, Dorian brings out his very best skills. Lord Henry becomes interested in how Dorian’s power over Basil can influence his art so much, and later decides to influence Dorian in the same way. While Dorian’s influence over Basil was unintended, Lord Henry’s intentional manipulation has drastic consequences for Dorian."},{"quote":"Because to influence a person is to give him one’s own soul. He does not think his natural thoughts, or burn with his natural passions. His virtues are not real to him. His sins, if there are such things as sins, are borrowed. He becomes an echo of someone else’s music, an actor of a part that has not been written for him. The aim of life is self-development. To realize one’s nature perfectly—that is what each of us is here for.","desc":"Soon after they first meet, Lord Henry explains to Dorian the immorality of one person exerting influence on another. He claims that influencing anyone else would take away that person’s chance to know who they truly are. Of course, Lord Henry then takes it upon himself to remake Dorian to think and act in the same way he does. Although Lord Henry characterizes his influence as immoral, he does not necessarily care about acting immorally."},{"quote":"Talking to him was like playing upon an exquisite violin. He answered to every touch and thrill of the bow…. There was something terribly enthralling in the exercise of influence. No other activity was like it.","desc":"Lord Henry reflects on what it feels like spending time with Dorian Gray. He thinks of hearing his own ideas echoed in Dorian’s voice, which shows how easily he manipulates young Dorian. Lord Henry compares this feeling to playing music, with complete control of what comes out of the instrument. We can see that Lord Henry views his use of influence as a form of art on its own."},{"quote":"Yes… his painting had quite gone off. It seemed to me to have lost something. It had lost an ideal. When you and he ceased to be great friends, he ceased to be a great artist.","desc":"As Lord Henry and Dorian discuss Basil’s disappearance, Lord Henry reflects on the fact that Basil’s artistic ability diminished after Dorian stopped spending as much time with him. Lord Henry’s observation shows that Dorian influenced Basil’s art a great deal, and the difference could be seen in Basil’s work and not simply sensed by Basil’s imagination. Lord Henry laments that even if Basil had lived, he would never have produced another great work of art."}]},{"page":"https://www.sparknotes.com/lit/doriangray/quotes/character/dorian-gray","quotes":[{"quote":"As a rule, he is charming to me, and we sit in the studio and talk of  a thousand things. Now and then, however, he is horribly thoughtless, and seems to take a real delight in giving me pain. Then I feel, Harry, that I have given away my whole soul to some one who treats it as if it were a flower to put in his coat, a bit of decoration to charm his vanity, an ornament for a summer’s day.","desc":"Basil describes his friend Dorian Gray to Lord Henry. This exchange takes place before Lord Henry, or readers, meet Dorian Gray. Dorian has not yet become consumed by his own vanity. However, Basil sees signs in Dorian that foreshadow a cruel disposition towards evil."},{"quote":"He stood there motionless and in wonder, dimly conscious that Hallward was speaking to him, but not catching the meaning of his words. The sense of his own beauty came on him like a revelation. He had never felt it before.","desc":"The narrator describes the moment Dorian first sees the portrait of himself that Basil painted. Although Dorian likely knew he was handsome before seeing the painting, Basil’s expert rendition of him opens Dorian’s eyes to the power and influence that comes with youth and beauty."},{"quote":"I am jealous of everything whose beauty does not die. I am jealous of the portrait you have painted of me. Why should it keep what I must lose?","desc":"Dorian explains to Basil and Lord Henry why his portrait upsets him. His immediate reaction to the portrait was to admire it. However, after recalling Lord Henry’s warning that he would not always have his looks and youth, this admiration was replaced with anger and jealousy. Dorian’s jealousy of the portrait shows his ever-increasing vanity, and the fact that his mind changed so quickly proves the power Lord Henry has over this thoughts and emotions."},{"quote":"Had he been cruel? It was the girl’s fault, not his. He had dreamed of her as a great artist, had given his love to her because he had thought her great. Then she had disappointed him. She had been shallow and unworthy. And yet a feeling of infinite regret came over him as he thought of her lying at his feet sobbing like a little child.","desc":"The narrator provides insight into Dorian’s thoughts and feelings as he reflects on Sibyl’s reaction to him breaking off their engagement. At this time, Dorian looks at his portrait and notices that “there was a touch of cruelty in the mouth.” He immediately dismisses the thought that he had been cruel to her. Under the tutelage of Lord Henry, he’s learned to take no responsibility for his actions towards others. However, his sense of regret here, and throughout the novel, shows he still has a moral compass."},{"quote":"And yet I must admit that this thing that has happened does not affect me as it should. It seems to me to be simply like a wonderful ending to a wonderful play. It has all the terrible beauty of a Greek tragedy, a tragedy in which I took a great part, but by which I have not been wounded.","desc":"Dorian explains to Lord Henry his reaction to learning of Sibyl’s suicide. While Dorian initially reacts with shock and sadness, the feelings quickly pass. Dorian wonders if his lack of grief makes him heartless. As if to answer his own question, Dorian reveals that he feels her death like a spectator at a play, largely unaffected by her loss. The reader notes  the diminishing control of a sense of right and wrong in Dorian’s feelings."},{"quote":"He had always the look of one who had kept himself unspotted from the world. Men who talked grossly became silent when Dorian Gray entered the room. There was something in the purity of his face that rebuked them. His mere presence seemed to recall to them the memory of the innocence that they had tarnished. They wondered how one so charming and graceful as he was could have escaped the stain of an age that was at once sordid and sensual.","desc":"The narrator explains people’s reactions to seeing and meeting Dorian. Once Dorian stops aging due to his arrangement with the portrait, he lives with abandon, corrupted by vanity and Lord Henry’s philosophy. Dorian becomes the envy of many people he encounters in society. As people only see a young, handsome man, they never imagine him engaging in any immoral activity. However, the reader recognizes the dramatic irony of their assumptions."},{"quote":"On his return he would sit in front of the picture, sometimes loathing it and himself, but filled, at other times, with that pride of individualism that is half the fascination of sin, and smiling, with secret pleasure, at the misshapen shadow that had to bear the burden that should have been his own.","desc":"Here, the narrator describes how Dorian would go many weeks without looking at the painting, but occasionally look at it with both disgust and pleasure. His loathing of the portrait shows that he understands that in exchanging his soul for remaining forever youthful, he harms his soul and other people. However, he does not loathe it quite enough to try to repent for his sins."},{"quote":"Yet, after all, what did it matter to him? One’s days were too brief to take the burden of another’s errors on one’s shoulders. Each man lived his own life, and paid his own price for living it. The only pity was one had to pay so often for a single fault.","desc":"After Dorian goes to an opium den and sees Adrian Singleton, whose life Basil accused him of ruining, Dorian reflects on the truth of Basil’s accusation. He quickly rejects his impulse to care about Adam Singleton. He rationalizes that people have control of their own destinies, showing a lack of self-awareness of Lord Henry’s influence in his own life. As with Sibyl’s suicide, Dorian takes no responsibility for his actions."},{"quote":"“I have never searched for happiness. Who wants happiness? I have searched for pleasure.”","desc":"Here, Dorian answers the Duchess’s question about whether or not Lord Henry’s philosophy on life has made him happy. Although Dorian and Lord Henry seem to organize their daily lives around having the best experiences possible, Dorian  makes a distinction between happiness and pleasure and admits his lack of interest in happiness as a goal. Dorian has seemingly eternal youth and beauty, and he still does not seem concerned he has forfeited true contentment with his way of living."}]},{"page":"https://www.sparknotes.com/lit/doriangray/quotes/character/lord-henry-wotton","quotes":[{"quote":"But beauty, real beauty, ends where an intellectual expression begins. Intellect is in itself a mode of exaggeration, and destroys the harmony of any face. The moment one sits down to think, one becomes all nose, or all forehead, or something horrid.","desc":"Lord Henry shares his thoughts about Basil’s portrait of Dorian after Basil says he has put too much of himself in the painting of Dorian. Lord Henry thinks Basil means the painting looks like him, and explains why he believes someone as intellectual as Basil could never have such beauty. This exchange, which occurs early in the novel, reveals the shallowness of Lord Henry, as he values beauty over art or intellect."},{"quote":"I believe that you are really a very good husband, but that you are thoroughly ashamed of your own virtues. You are an extraordinary fellow. You never say a moral thing, and you never do a wrong thing. Your cynicism is simply a pose.","desc":"After Lord Henry talks of marriage as mutual deception from both spouses, Basil calls him out on how his talk and actions never seem to line up. While Lord Henry spends the novel spouting theories that might seem shocking to others, he never acts on what he says, though he encourages Dorian to do so."},{"quote":"Yes, he would try to be to Dorian Gray what, without knowing it, the lad was to the painter who had fashioned the wonderful portrait. He would seek to dominate him—had already, indeed, half done so. He would make that wonderful spirit his own.","desc":"The narrator reveals Lord Henry’s thoughts and plans after learning of Dorian’s history and lack of family ties. Lord Henry understands that he can mold and shape Dorian to his own liking. Just as Basil transformed Dorian into a work of art Basil could call his own, Lord Henry seeks to transform Dorian into an entity of his own making. His declaration to Dorian of the immorality of influence constitutes a malicious subterfuge to gain his trust, and Lord Henry engages in the immoral act of influence throughout the novel."},{"quote":"Besides, women were better suited to bear sorrow than men. They lived on their emotions. They only thought of their emotions. When they took lovers, it was merely to have some one with whom they could have scenes. Lord Henry had told him that, and Lord Henry knew what women were.","desc":"In an attempt to rationalize his rejection of Sibyl Vane, Dorian recalls Lord Henry’s theory of women. Dorian has only known Lord Henry a short time at this point, yet Lord Henry’s influence has quickly taken hold of Dorian’s thoughts. Lord Henry’s dismissal of women again shows his hypocrisy: Although a married man himself, he dissuades Dorian from marriage, with the likely motivation to prevent anyone else from counteracting his influence."},{"quote":"I would say, my dear fellow, that you were posing for a character that doesn’t suit you. All crime is vulgar, just as all vulgarity is crime. It is not in you, Dorian, to commit a murder. I am sorry if I hurt your vanity by saying so, but I assure you it is true. Crime belongs exclusively to the lower orders.","desc":"Lord Henry responds to Dorian’s all but confessing that he murdered Basil. Lord Henry immediately rejects the notion based on nothing more than Dorian’s social status and appearance. Even though Lord Henry was the one to plant seeds of evil in Dorian’s mind, he believes the persona of the Dorian he constructed incapable of committing serious crimes."}]},{"page":"https://www.sparknotes.com/lit/doriangray/quotes/character/basil-hallward","quotes":[{"quote":"“I know you will laugh at me,” he replied, “but I really can’t exhibit it. I have put too much of myself into it.”","desc":"After Lord Henry compliments Basil on the portrait, Basil responds with why he cannot show it publicly. Lord Henry misinterprets Basil as feeling the portrait looks like himself, but Basil means that his adoration of Dorian shows plainly through the painting. To Basil, good artists must not let any of themselves show in their art. The reader can see immediately Basil’s integrity in his commitment to pure art."},{"quote":"There is a fatality about all physical and intellectual distinction, the sort of fatality that seems to dog through history the faltering steps of kings. It is better not to be different from one’s fellows. The ugly and the stupid have the best of it in this world.","desc":"Basil responds to Lord Henry’s ideas about the differences between physical beauty and intellectual power. Basil explains why he wouldn’t want to have the beauty of Dorian Gray. He even seems to regret his artistic talent, as greatness of any kind can have fatal consequences. Basil’s words reveal that he has no desire for power or fame, but cares only for his friends and his art."},{"quote":"“Dorian Gray is my dearest friend,” he said. “He has a simple and a beautiful nature. Your aunt was quite right in what she said of him. Don’t spoil him. Don’t try to influence him. Your influence would be bad. The world is wide, and has many marvelous people in it. Don’t take away from me the one person who gives to my art whatever charm it possesses: my life as an artist depends on him. Mind, Harry, I trust you.” He spoke very slowly, and the words seem wrung out of him almost against his will.","desc":"Here, Basil speaks to Lord Henry before Dorian enters the studio. Although Basil appears naïve in other parts of the novel, here he proves savvy in his wariness of Lord Henry’s interest in Dorian and issues him this warning. Basil knows that with the wrong influence, someone as young and attractive as Dorian could go down the wrong path. Dorian’s good influence on his art motivates Basil’s impulse to preserve Dorian’s innocence that informs his outer beauty."},{"quote":"I understand what you mean, and I believe in this girl. Any one you love must be marvelous, and any girl that has the effect you describe must be fine and noble. To spiritualize one’s age—that is something worth doing. If this girl can give a soul to those who have lived without one, if she can create the sense of beauty in people whose lives have been sordid and ugly, if she can strip them of their selfishness and lend them tears for sorrows that are not their own, she is worthy of all your adoration, worthy of all the adoration of the world.","desc":"After Dorian describes his love for Sibyl and her talent as an actress, Basil agrees with Dorian’s assessment of her. Basil’s support reveals his affection for Dorian, as well as his respect for Sibyl’s art. Basil clearly believes art can change the lives of others when done well, and in his mind only a talented artist deserves Dorian’s affection."},{"quote":"But you, Dorian, with your pure, bright, innocent face, and your marvelous, untroubled youth—I can’t believe anything against you.","desc":"Here, Basil speaks to Dorian about the rumors going around about Dorian’s corruption. Although Basil has heard horrible things about Dorian from many sources, in his naïveté he believes that Dorian’s appearance argues against him as capable of any immoral acts. Basil’s refusal to consider the apparent contradiction about Dorian also stems from his previous feelings of affection for him and Dorian’s influence on his art."}]},{"page":"https://www.sparknotes.com/lit/doriangray/quotes/character/sibyl-vane","quotes":[{"quote":"Oh, she was so shy, and so gentle. There is something of a child about her. Her eyes opened wide in exquisite wonder when I told her what I thought of her performance, and she seemed quite unconscious of her power.","desc":"Dorian describes Sibyl to Lord Henry for the first time. His description of Sibyl echoes Basil’s initial description of Dorian as being innocent and unaware of his own beauty. We infer that had Sibyl lived and married Dorian, her influence could have undone Lord Henry evil effects, saving Dorian from a life of corruption."},{"quote":"“Mother! mother!” she cried, “why does he love me so much? I know why I love him. I love him because he is like what Love himself should be. But what does he see in me? I am not worthy of him. And yet—why, I cannot tell—though I feel so much beneath him, I don’t feel humble. I feel proud, terribly proud.[”]","desc":"Sibyl asks her mother what Dorian sees in her, her guileless nature unaware that her assets of purity and goodness feature prominently in her allure. The contrast to Lord Henry’s destructive machinations highlights the equating of innocence with beauty throughout the story. She has never known anything of real life, and she relates Dorian’s handsomeness to ideals from plays about what “Love himself should be.”"},{"quote":"Yet she was curiously listless. She showed no sign of joy when her eyes rested on Romeo. The few words she had to speak… with the brief dialogue that follows, were spoken in a thoroughly artificial manner. The voice was exquisite, but from that point of view of tone it was absolutely false.","desc":"When Dorian brings Basil and Lord Henry to see Sibyl act for the first time, he observes how much worse she performs than he has ever seen before. We later find out that Sibyl cannot feign feelings now that she has experienced the real thing. Although her beauty has not changed and she has the right technique, her performance shows what happens if an artist does not put their whole being into their art."},{"quote":"The painted scenes were my world. I knew nothing but shadows, and I thought them real. You came—oh, my beautiful love!—and you freed my soul from prison. You taught me what reality is. To-night, for the first time in my life, I saw through the hollowness, the sham, the silliness of the empty pageant in which I had always played.","desc":"Sibyl explains to Dorian the reason for her poor performance in the play. She has acted for her entire life, never knowing real relationships or experiences in the world. Now that she has felt real love with Dorian, she find cultivating pretenses meaningless. Although Dorian becomes angry with her, the reader suspects the anger to be a construct of Lord Henry’s manipulation of Dorian’s thoughts and actions."},{"quote":"The girl never really lived, and so she has never really died. To you at least she was always a dream, a phantom that flitted through Shakespeare’s plays and left them lovelier for its presence, a reed through which Shakespeare’s music sounded richer and more full of joy.","desc":"Lord Henry attempts to comfort Dorian after bringing news of Sibyl Vane’s death. He says that because Sibyl only existed in plays, she never truly lived. Dorian and Lord Henry gain distance from her death by reducing the reality of her life to her professional pursuits. She died just as she was beginning to have a life she truly wanted, but the first rejection she experienced was too much for her to bear."}]},{"page":"https://www.sparknotes.com/lit/doriangray/quotes/character/james-vane","quotes":[{"quote":"For some months past she had felt ill at ease when she was alone with this rough, stern son of hers. Her shallow, secret nature was troubled when their eyes met. She used to wonder if he suspected anything.","desc":"The narrator explains Mrs. Vane’s thoughts and feelings toward her son James the night before he leaves for Australia. James suspects his mother of not having good motives for encouraging the relationship between his sister Sibyl and Dorian. James needs to protect Sibyl from the world she knows nothing about, especially with her mother doing nothing to shield her."},{"quote":"The passers-by glanced in wonder at the sullen, heavy youth, who, in coarse, ill-fitting clothes, was in the company of such a graceful, refined-looking girl. He was like a common gardener walking with a rose.","desc":"As Sibyl and James walk down the street together, the narrator notes how incongruous they look side by side. Sibyl carries herself with a carefree grace, untouched by any evils of the world at this point, while James bears the burden of worrying about her. Their appearances evoke a distinction as striking as a gardener with a prize rose."},{"quote":"“He is not the man I’m looking for,” he exclaimed, “and I want no man’s money. I want a man’s life. The man whose life I want must be nearly forty by now. This one is little more than a boy. Thank God, I have not got his blood upon my hands.”","desc":"James Vane responds to a woman encouraging him to kill and rob Dorian. Although James seeks Dorian in order to kill him, he believes someone who looks as young as Dorian could not have been the man responsible for his sister’s death twenty years prior. He seeks justice for his sister, but his overall good nature shows through in his gratitude that he did not kill a man he ironically regards as innocent."}]}]