[{"page":"http://www.sparknotes.com/lit/candide/quotes/","quotes":[{"quote":"1. \tPangloss\n\t\t\t\t\tgave instruction in metaphysico-theologico-cosmolo-nigology. He\n\t\t\t\t\tproved admirably that there cannot possibly be an effect without\n\t\t\t\t\ta cause and that in this best of all possible worlds the baron’s\n\t\t\t\t\tcastle was the most beautiful of all castles and his wife the best\n\t\t\t\t\tof all possible baronesses. —It is clear, said he, that things cannot\n\t\t\t\t\tbe otherwise than they are, for since everything is made to serve\n\t\t\t\t\tan end, everything necessarily serves the best end. Observe: noses were\n\t\t\t\t\tmade to support spectacles, hence we have spectacles. Legs, as anyone\n\t\t\t\t\tcan plainly see, were made to be breeched, and so we have breeches.\n\t\t\t\t\t. . . Consequently, those who say everything is well are uttering\n\t\t\t\t\tmere stupidities; they should say everything is for the best.","desc":"This explanation of Pangloss’s optimistic\n\t\t\t\t\tphilosophy is quoted from Chapter 1. His\n\t\t\t\t\tphilosophy is both the most important point for debate among the\n\t\t\t\t\tnovel’s characters and one of the main targets of Voltaire’s satirical\n\t\t\t\t\tjabs. Pangloss’s—and his student Candide’s—indomitable belief that\n\t\t\t\t\thuman beings live in “the best of all possible worlds” comes under\n\t\t\t\t\tbrutal attack by the horrific events that they live through. Their\n\t\t\t\t\tbelief broadly resembles the conclusions of a number of the most\n\t\t\t\t\tinfluential philosophers of Voltaire’s time. In particular, the\n\t\t\t\t\tphilosopher Leibniz famously maintains that, since the world was\n\t\t\t\t\tcreated by God, and since the mind of God is the most benevolent\n\t\t\t\t\tand capable mind imaginable, the world must be the best world imaginable.\n\t\t\t\t\tUnder such a system, humans perceive evil only because they do not\n\t\t\t\t\tunderstand the force governing the world and thus do not know that\n\t\t\t\t\tevery ill exists only for a greater good. Candide is\n\t\t\t\t\twidely thought to be Voltaire’s sarcastic retort to Leibniz. In\n\t\t\t\t\tthis quotation, Voltaire attacks not only philosophical optimism\n\t\t\t\t\tbut also the foibles and errors of Enlightenment philosophy. Enlightenment\n\t\t\t\t\tphilosophers such as Leibniz focused a great deal of attention on\n\t\t\t\t\tthe interplay of cause and effect. Pangloss’s argument about spectacles\n\t\t\t\t\tand breeches demonstrates a ridiculous inability to properly distinguish\n\t\t\t\t\tbetween cause and effect. Spectacles fit noses not because God created\n\t\t\t\t\tnoses to fit spectacles, as Pangloss claims, but the other way around.\n\t\t\t\t\tThe obviousness of this point is meant to echo the obviousness of\n\t\t\t\t\tthe flaws Voltaire observes in the Enlightenment philosophical process."}]},{"page":"https://www.sparknotes.com/lit/candide/quotes/page/2","quotes":[{"quote":"—A\n\t\t\t\t\thundred times I wanted to kill myself, but always I loved life more.\n\t\t\t\t\tThis ridiculous weakness is perhaps one of our worst instincts;\n\t\t\t\t\tis anything more stupid than choosing to carry a burden that really\n\t\t\t\t\tone wants to cast on the ground? to hold existence in horror, and\n\t\t\t\t\tyet to cling to it? to fondle the serpent which devours us till\n\t\t\t\t\tit has eaten out our heart? —In the countries through which I have\n\t\t\t\t\tbeen forced to wander, in the taverns where I have had to work,\n\t\t\t\t\tI have seen a vast number of people who hated their existence; but I\n\t\t\t\t\tnever saw more than a dozen who deliberately put an end to their\n\t\t\t\t\town misery.","desc":"The old woman, after telling of the\n\t\t\t\t\trape, slavery, and cannibalism she has experienced, launches into\n\t\t\t\t\tthis speculation about suicide in Chapter 12.\n\t\t\t\t\tThe question of why more unfortunate people do not kill themselves\n\t\t\t\t\tseems rational in the context of the calamitous, merciless world\n\t\t\t\t\tof the novel. In Voltaire’s time, the first and easiest answer should\n\t\t\t\t\thave been that God and Christian doctrine forbid suicide and that\n\t\t\t\t\tthose who kill themselves are consigned to spend eternity in hell.\n\t\t\t\t\tHowever, the old woman’s very existence, as an illegitimate child\n\t\t\t\t\tof a Pope, makes a statement against the church, and she does not\n\t\t\t\t\teven consider this approach to the question of suicide. Perhaps\n\t\t\t\t\tthe implication is that hell cannot possibly be worse than life,\n\t\t\t\t\tor perhaps the old woman, after her experiences, does not believe\n\t\t\t\t\tin God or an afterlife. The pessimism of this passage is obvious\n\t\t\t\t\tand fairly thorough. The one glimmer of hope that shines through\n\t\t\t\t\tthe old woman’s words comes from her assertion that people cling\n\t\t\t\t\tto life because they “love” it, not because they are resigned or\n\t\t\t\t\tbecause they fear eternal punishment. The serpent that is life is not\n\t\t\t\t\tjust tolerated but “fondle[d].” Human beings, then, naturally embrace\n\t\t\t\t\tlife—a “stupid” move, perhaps, but one that demonstrates passion,\n\t\t\t\t\tstrong will, and an almost heroic endurance."}]},{"page":"https://www.sparknotes.com/lit/candide/quotes/page/3","quotes":[{"quote":"The\n\t\t\t\t\tenormous riches which this rascal had stolen were sunk beside him\n\t\t\t\t\tin the sea, and nothing was saved but a single sheep. —You see,\n\t\t\t\t\tsaid Candide to Martin, crime is punished sometimes; this scoundrel\n\t\t\t\t\tof a Dutch merchant has met the fate he deserved. —Yes, said Martin;\n\t\t\t\t\tbut did the passengers aboard his ship have to perish too? God punished\n\t\t\t\t\tthe scoundrel, the devil drowned the others.","desc":"In Chapter 20,\n\t\t\t\t\tCandide and Martin engage in this debate over the sinking of Vanderdendur’s\n\t\t\t\t\tship. Candide, who tries throughout the novel to find support for\n\t\t\t\t\tPangloss’s optimistic faith in the workings of the world, sees Vanderdendur’s\n\t\t\t\t\tfate as a sign that justice is sometimes served by disasters such\n\t\t\t\t\tas shipwrecks, and thus that these disasters serve a higher purpose.\n\t\t\t\t\tMartin, the consummate pessimist, points out quite reasonably that\n\t\t\t\t\tthere is no just reason why the other people on Vanderdendur’s ship\n\t\t\t\t\thad to die along with him. Martin interprets the event as the product\n\t\t\t\t\tof both God’s justice and the devil’s cruel mischief. Implied in\n\t\t\t\t\tthis statement is the pessimistic idea that the devil’s hand is\n\t\t\t\t\tjust as evident in the world as God’s, and the subversive idea that\n\t\t\t\t\tGod and the devil inadvertently cooperate in determining the course\n\t\t\t\t\tof human affairs."}]},{"page":"https://www.sparknotes.com/lit/candide/quotes/page/4","quotes":[{"quote":". . . [W]hen they were not arguing, the boredom was so fierce that\n\t\t\t\t\tone day the old woman ventured to say: —I should like to know which\n\t\t\t\t\tis worse, being raped a hundred times by negro pirates, having a\n\t\t\t\t\tbuttock cut off, running the gauntlet in the Bulgar army, being\n\t\t\t\t\tflogged and hanged in an auto-da-fé, being dissected and rowing\n\t\t\t\t\tin the galleys—experiencing, in a word, all the miseries through\n\t\t\t\t\twhich we have passed—or else just sitting here and doing nothing?\n\t\t\t\t\t—It’s a hard question, said Candide. These words gave rise to new\n\t\t\t\t\treflections, and Martin in particular concluded that man was bound\n\t\t\t\t\tto live either in convulsions of misery or in the lethargy of boredom.","desc":"By Chapter 30,\n\t\t\t\t\tCandide and his friends have money, peace, and security, and Candide\n\t\t\t\t\thas finally married Cunégonde. But, as the old woman points out,\n\t\t\t\t\tthese rare blessings have not brought them happiness. This passage\n\t\t\t\t\timplies that human beings do not suffer only as a result of political\n\t\t\t\t\toppression, violent crime, war, or natural disaster. They suffer\n\t\t\t\t\talso from their own intrinsic flaws of chronic bad-temperedness\n\t\t\t\t\tand restlessness. Up to this point, all of the characters have been\n\t\t\t\t\tmarvelously adept at getting themselves out of difficult or miserable\n\t\t\t\t\tsituations. Faced with boredom in the absence of suffering, however,\n\t\t\t\t\tthey cannot seem to find any way out on their own, and turn to “a\n\t\t\t\t\tvery famous dervish” for advice. The one site of unmixed goodness\n\t\t\t\t\tand joy presented in the novel is the paradise of Eldorado, which\n\t\t\t\t\tCandide and Cacambo choose to leave. At the time, their decision\n\t\t\t\t\tto venture back into the world seems unwise. By this point in the\n\t\t\t\t\tnovel, however, the reader wonders in retrospect whether the plague\n\t\t\t\t\tof boredom would not eventually have afflicted them in Eldorado\n\t\t\t\t\tas severely as it does in Constantinople. The boredom, as Martin’s\n\t\t\t\t\twords emphasize, seems to result not from an absence of happiness\n\t\t\t\t\tbut an absence of suffering."}]},{"page":"https://www.sparknotes.com/lit/candide/quotes/page/5","quotes":[{"quote":"—You\n\t\t\t\t\tare perfectly right, said Pangloss; for when man was put into the\n\t\t\t\t\tgarden of Eden, he was put there ut operaretur eum, so that he should\n\t\t\t\t\twork it; this proves that man was not born to take his ease. —Let’s\n\t\t\t\t\twork without speculating, said Martin; it’s the only way of rendering\n\t\t\t\t\tlife bearable. The whole little group entered into this laudable\n\t\t\t\t\tscheme; each one began to exercise his talents. The little plot\n\t\t\t\t\tyielded fine crops . . . and Pangloss sometimes used to say to Candide: —All\n\t\t\t\t\tevents are linked together in the best of possible worlds; for,\n\t\t\t\t\tafter all, if you had not been driven from a fine castle by being\n\t\t\t\t\tkicked in the backside for love of Miss Cunégonde, if you hadn’t\n\t\t\t\t\tbeen sent before the Inquisition, if you hadn’t traveled across\n\t\t\t\t\tAmerica on foot, if you hadn’t given a good sword thrust to the\n\t\t\t\t\tbaron, if you hadn’t lost all your sheep from the good land of Eldorado,\n\t\t\t\t\tyou wouldn’t be sitting here eating candied citron and pistachios. \n\t\t\t\t—That\n\t\t\t\t\tis very well put, said Candide, but we must go and work our garden.","desc":"This is the final passage of the novel.\n\t\t\t\t\tThe cure for the crushing boredom described in the previous quotation\n\t\t\t\t\thas been found in the hard work of gardening. As Pangloss points\n\t\t\t\t\tout, this cure recalls the state of mankind in the garden of Eden,\n\t\t\t\t\twhere man was master of all things. On their small plot of land\n\t\t\t\t\tin Turkey, these characters seem to have a control over their destinies\n\t\t\t\t\tthat they could not achieve in their lives up until this point.\n\t\t\t\t\tInstead of living at the mercy of circumstances, they are—literally—reaping\n\t\t\t\t\twhat they sow. It is, of course, surprising that this fictional\n\t\t\t\t\targument against optimism should be presented as a happy ending.\n\t\t\t\t\tGiven this ending, the reader might for the first time be inclined\n\t\t\t\t\tto wonder whether Pangloss is right in claiming to live in “the\n\t\t\t\t\tbest of possible worlds.” But that claim and all arguments against\n\t\t\t\t\tit are proscribed by the lifestyle the characters have discovered.\n\t\t\t\t\tAs Candide implies in his final line, gardening leaves no time for\n\t\t\t\t\tphilosophical speculation, and everyone is happier and more productive\n\t\t\t\t\tas a result."}]},{"page":"https://www.sparknotes.com/lit/candide/quotes/theme/absurdity","quotes":[{"quote":"At the court-martial, he was asked which he preferred: to be flogged thirty-six times by the whole regiment, or to have his brains blown out with a dozen musket balls.","desc":"After being forced into the Bulgarian army, Candide wanders away for a walk one day and is arrested for desertion. The narrator describes his choice of punishment: He must choose to be either flogged or shot. Candide tries to decline both, but he must choose, so he opts for the flogging. Candide discovers that the regimen contains 2,000 men and he is bludgeoned nearly to death, reinforcing the theme of the absurdity of free will in choosing between two horrible choices."},{"quote":"“All of this was indispensably necessary,” replied the one-eyed doctor; “for private misfortunes are public benefits; so that the more private misfortunes there are the greater is the general good.”","desc":"After the Anabaptist James disagrees with Pangloss’s philosophy that things cannot possibly be better, Pangloss defends himself with this convoluted reply. Despite experiencing events that directly challenge his belief that all is as good as can possibly be, Pangloss holds fast to his philosophy."},{"quote":". . . it having been decided by the University of Coimbra that burning a few people alive by a slow fire, and with great ceremony, is an infallible secret for preventing earthquakes.","desc":"The authorities conduct an auto-da-fé (a ritual act of faith) after an earthquake destroys three-quarters of Lisbon, a ridiculously absurd response. Readers understand that no cause-and-effect relationship exists between executions and earthquakes, but these scholars claim otherwise. Such a belief supports the theme that society’s leaders—religious, civic, and academic—are dangerous fools. In confirmation, immediately after the executions, another earthquake occurs."},{"quote":"Our men defended themselves like true pope’s soldiers; they flung themselves upon their knees, laid down their weapons, and begged the corsair to give them absolution in articulo mortis.","desc":"The old woman who helps Candide and Cunégonde escape tells her story, alive with satirical commentary. The soldiers she describes act as cowards in the face of the pirates; they surrender immediately and beg for forgiveness at the point of their death. Candide’s world presents everything and everyone, especially people in authority, upside down, behaving in ways contrary to what one would expect."},{"quote":"What can be more absurd than choosing to carry a burden that one really wants to throw to the ground? To detest, and yet to strive to preserve our existence?","desc":"The old woman who helps Candide and Cunégonde escape tells the long and horrible story of the many tribulations of her life, including a litany of masters and abusers, near-death experiences, and even the loss of a buttock—that was eaten! Here, she asks the quintessential question: Why do human beings insist on living rather than simply committing suicide? She likens the burden of living as an absurd act that most rationally would wish to avoid."},{"quote":"“Optimism,” said Cacambo, “what is that?” “Alas!” replied Candide, “it is the obstinacy of maintaining that everything is best when it is worst.”","desc":"After Candide and Cacambo arrive in Surinam, Candide openly renounces Pangloss’s philosophy of optimism in the face of the sugar factory slave who has lost one hand and one leg. Candide feels pity for the hapless victim and enters Surinam with tears in his eyes. This moment of compassion and empathy supports the themes of hypocrisy and absurdity."},{"quote":"I find that everything goes wrong in our world. No one knows his place in society, his duty, nor what he does, nor what he should do; and except for our evenings, which are cheerful enough the rest of our time is spent in idle disputes and quarrels.","desc":"The man of letters in Bordeaux speaks to Candide, disagreeing with Pangloss’s optimistic philosophy. Readers may note that this statement rings true even in today’s world, expressing an existential angst that seems more typical of the twenty-first century than of the eighteenth. In fact, at the time, such an idea was considered heretical."}]},{"page":"https://www.sparknotes.com/lit/candide/quotes/theme/religious-hypocrisy","quotes":[{"quote":"The orator’s wife happened to put her head out of the window at that instant, when, seeing a man who doubted whether the Pope was Antichrist, she emptied on his head a chamber-pot full of—. Good heavens! To what excess does religious zeal transport the female kind.","desc":"After Candide escapes to Holland, he wanders the streets seeking food and shelter and encounters an orator. Here, Candide describes a scene during which the orator’s wife makes her opinions known. The comical zeal exhibited by the orator’s wife ridicules her anti-Catholic sentiment, touching on the theme of the hypocrisy of religion and the corruption of most of its leaders. This anecdote reflects a satirical stance on the authority of the church that extended into government and argues for religious tolerance."},{"quote":"I had a very good seat; and refreshments of all kinds were offered the ladies between mass and the execution.","desc":"Cunégonde tells Candide of her experience attending an auto-da-fé as a guest and part-time mistress of the Grand Inquisitor. This public Inquisition religious ceremony features cruel punishments and executions carried out by civil authorities, with Candide and Pangloss among the victims that day. The serving of refreshments at horrible and gruesome executions equates them with entertainment, a commentary on the hypocrisy of religion and insensitivity of the populace to the sanctity of life."},{"quote":"“We do not pray to him at all,” said the reverend sage. “We have nothing to ask of him. He has given us all we want, and we give him thanks continually.”","desc":"The 172-year-old retired El Dorado court official explains his society’s religion to Candide and Cacambo. With so much abundance of wealth in the kingdom, people do not petition God, only thank him. The reverend sage goes on to say that clergy do not exist. Instead, all people serve as priests in daily unified thanksgiving. Candide reacts with wonder at the absence of power struggles and inquisitions to enforce doctrinal compliance. This deconstructed view of religion satirizes organized religion while portraying true spirituality."},{"quote":"I’m no genealogist; but if what these preachers say is true, we are all second cousins; and you must admit that no one could treat his own relations in a more horrible manner.","desc":"The black slave who worked in the sugar factory reflects philosophically on race relations with Candide and Cacambo. His masters chopped off one of his hands and one of his legs, and as such, he complains about his wretched life. He questions his treatment as a contradiction between the truism that all people descend from one father and society’s treatment of blacks differently from whites. His challenge forces others to consider which way they will view others, and how they will act based on their belief. If all share the same parentage, treat others like family."},{"quote":"“Very true,” said Martin, “but why should the passengers perish too? God has punished the knave, and the devil has drowned the rest.”","desc":"While Martin and Candide cross the Atlantic, they observe a battle that results in a Spanish ship sinking a ship commanded by the Dutch captain who robbed Candide. Candide observes the captain has gotten just punishment, but Martin questions the collateral damage of the deaths of all on board. His comment reflects his pessimistic attitude that innocent people often die for no good reason, yet another critique of religion falling short of logic."}]},{"page":"https://www.sparknotes.com/lit/candide/quotes/theme/corruption","quotes":[{"quote":"Los Padres own everything there, and the people have no money at all. This you must allow is the masterpiece of justice and reason.","desc":"Cacambo describes the political situation in Paraguay to Candide after they escape. Instead of fighting against the Jesuits there, Cacambo suggests that they go and fight for them. He describes what he calls their admirable government constituted by priests who own everything. The priests who claim to be Christians control the people with abject poverty. The scenario serves as yet another example of the Catholic church’s hypocrisy."},{"quote":"The ante-chamber, indeed, was only decorated with rubies and emeralds; but the order in which everything was arranged made amends for this great simplicity.","desc":"Candide describes a private residence he and Cacambo visit in El Dorado, a kingdom where abundance turns the valuation of material possessions and money upside down. Children play games with precious jewels found like common pebbles in the street and people use gold and silver as common home construction materials. Candide’s evaluation of the home as comparatively plain because only rubies and emeralds were used humorously reflects this devaluation of wealth. The implication can be drawn that money has no power to corrupt because everyone has enough."},{"quote":"“I will answer that this will make them happy.” “I don’t believe so,” said Martin; “perhaps this money will only make them wretched.”","desc":"Consistent with his pessimistic beliefs, Martin predicts to Candide that the considerable sums of money he bestows upon Pacquette and the Friar Giroflée will not result in their happiness but in their sadness. Candide gives the money anyway because he feels happy to meet with a woman whom he never thought he would see again, hoping that the same will be true of Cunégonde."}]},{"page":"https://www.sparknotes.com/lit/candide/quotes/character/candide","quotes":[{"quote":"His face was the true index of his mind. He had a solid judgment joined to the most unaffected simplicity; and hence, I presume, he had his name of Candide.","desc":"The narrator introduces the reader to Candide, a young man raised in a baron’s castle in western Germany. Despite his wealthy surroundings, Candide represents Everyman as a tabula rasa with no pretense and simple needs and expectations. His French name translates to mean innocent and guileless, and as the narrator notes, the character’s name reflects his essence."},{"quote":"The day after he comes off with ten, and is looked upon as a young fellow of surprising genius by all his comrades.","desc":"The narrator explains how Candide, after being forced into the Bulgarian army, transitions from a failure to a genius in three days’ time. On his first day, he fires his gun and receives thirty blows with a cane. The second day, he does better, so he only gets twenty blows. On this, the third day, he’s a genius, and receives a mere ten blows. Such scenarios reflect contempt for the military and its values."},{"quote":"Candide thought he was in a trance; he looked upon his whole life up to this point as a frightful dream, and the present moment a very agreeable one.","desc":"The narrator describes Candide’s thoughts when an old woman rescues him after the scholars flog him and hang Pangloss in an auto-da-féheld to prevent another earthquake. She takes Candide to a house where she feeds and nurses him. While unsure the reason for her kindness, Candide accepts her generosity just as he accepts the extreme misfortunes of his life. The moment becomes even more agreeable when he discovers that the woman returns Cunégonde to him."},{"quote":"“Beautiful miss,” answered Candide, “when a man is in love, is jealous, and has been whipped by the Inquisition, he is no longer himself.”","desc":"After Candide murders the Inquisitor and Don Issachar in front of Cunégonde, she expresses her fear that they will be arrested and punished for the crime. Here, Candide responds to her concern. Rather than reassurances based on sound logic or strategies, Candide provides a short list of motivations, the assortment made comical by his association of love, jealousy, and torture. Later, the old woman who brought them together again saves the day by telling them about three horses in the stable. They mount the horses and escape."},{"quote":"“Flee,” she said, “this instant, or you will be burnt alive!” Candid found there was no time to be lost. But how could he part from Cunégonde, and where must he go for shelter?","desc":"As the old woman urgently attempts to help Candide escape death again, he has questions that reflect at once his passion and his pragmatism. He hesitates to leave the woman he loves behind, and in the next instant, he ponders where he’ll stay the night. The exaggerated drama of this moment and Candide’s hapless naivete reflect a common element woven throughout the plot: At every turn, Candide seems to be fleeing for his life and making decisions that inevitably put him back in danger."},{"quote":"Oh, my dear Cunégonde, must I leave you just as the governor was going to marry us? Cunégonde, so long lost and found again, what will not become of you?","desc":"After taking the old woman’s advice and fleeing for his life, Candide mourns having to leave his beloved Cunégonde behind. He fled with his valet, Cacambo, but did so in a flood of tears because of his undying love for Cunégonde. Despite all the trials and misfortunes the world throws his way, Candide remains true to his affection for Cunégonde. Remaining optimistic in the face of so much travesty, he never relinquishes his faith that they will be together as man and wife someday."},{"quote":"“I am the best man in the world, and yet I have already killed three men; and of these three two were priests.”","desc":"Candide sums up his actions after he believes he killed Cunégonde’s brother, the baron, in self-defense. The baron attacked Candide when he learned of his desire and intention to marry his sister. The baron protested such a union because his sister Cunégonde bears seventy-two quarterlings, testimony to her royal lineage, whereas Candide was born a commoner. To highlight the absurdity of the moment, readers note that the two men change quickly from affectionate friends, delighted to meet each other again, to mortal enemies, all based on abstract ideas of society status."},{"quote":"Candide said to Cacambo: “You see, my dear friend, how fleeting the riches of this world are; there is nothing solid but virtue.”","desc":"Here, Candide’s words serve as the crux of the entire novel and the philosophy reflected throughout the text. Candide makes the statement after he and Cacambo leave El Dorado and lose 100 of their 102 sheep and most of their fortune. After Candide offers his view of the situation, Cacambo counters with his own. Ever the optimist, Cacambo replies that they still have two sheep left and enough treasure to make them wealthy."},{"quote":"“Oh, what a surprising man!” said Candide to himself; “what a great genius this Pococuranté must be! Nothing can please him!”","desc":"Candide appraises the Venetian nobleman Pococuranté while touring his library. Pococuranté shows off the art and literature collected there and dismisses each piece one by one—works by Raphael, Homer, Virgil, Horace, Cicero, the Memoirs of the Academy of Sciences, and even Milton. Candide can’t help but feel impressed, as he simplistically equates discernment with criticism. Pococuranté’s dismissal of the masterpieces he owns satirizes the human self-importance presented to readers throughout the novel."},{"quote":"“What a chain of shocking accidents!” exclaimed Candide. “But, after all I still have some diamonds left, with which I can easily buy Miss Cunégonde’s liberty. It is a pity, though, she is grown so very ugly.”","desc":"Candide assesses the reversals in his fortune with his characteristic optimism. To the good, Candide and Martin discover that his beloved Cunégonde works as a dishwasher in a house of a poor prince. To the bad, she no longer has her looks. He totes up the pros and cons like an accountant with a ledger, parodying the omniscient narrator."}]},{"page":"https://www.sparknotes.com/lit/candide/quotes/character/pangloss","quotes":[{"quote":"Pangloss, the tutor, was the oracle of the family, and little Candide listened to his instructions with all the simplicity natural to his age and disposition.","desc":"The narrator introduces Pangloss and establishes him as one of the main recurring and seemingly indestructible characters in the novel. Pangloss espouses the philosophy that the world as he knew it is the best of all possible worlds, an unprovable theory. The novel upends the notion again and again as the protagonist Candide endures horrible sufferings and Pangloss himself survives several near-death experiences. No matter what the circumstances, however, Pangloss holds fast to his belief."},{"quote":"[H]e met a beggar all covered with scabs, his eyes were sunk in his head, the end of his nose eaten off, his mouth drawn on one side, his teeth as black as a cloak, snuffling and coughing most violently, and every time he attempted to spit, out dropped a tooth.","desc":"The narrator describes a beggar Candide happens upon, a beggar who turns out to be his old teacher, Pangloss. The vivid and gross description serves to both shock and entertain readers, but also to instruct and provoke thought. That Pangloss, Candide’s wise teacher, could sink so low in such a short time belies Pangloss’s own optimistic philosophy that everything happens for the best. The philosophy didn’t prevent negative events in Pangloss’s life, but it may help him cope with his reality."},{"quote":"[F]or if Columbus had not caught in an island in America this disease which is evidently opposite to the great end of nature, we should have had neither chocolate nor cochineal.","desc":"Pangloss explains to Candide that the deformities caused by his syphilis represent an ingredient in the best of worlds because he traces the disease back to Christopher Columbus. Syphilis passed from Columbus to priests and pages and soldiers until the disease reached Pangloss’s lover, Pacquette. The words reveal the extreme lengths Pangloss will go to to explain how the world functions as an orderly and benign place."},{"quote":"[A]ll of this is for the very best end, for if there is a volcano at Lisbon, it could be in no other spot; for it is impossible but things should be as they are, for everything is for the best.","desc":"Candide and Pangloss survive a shipwreck and enter Lisbon just as a massive earthquake and flood hit the city. Here, Pangloss, ever the optimist, tries to comfort them with his consistent philosophy that everything is for the best. Pangloss’s optimism relies on the logical fallacy of circular reasoning: The same proposition occurs as both a premise— the volcano in Lisbon could be in no other place but Lisbon—and a conclusion—Lisbon is the best possible spot for the volcano. Pangloss uses circular reasoning to substantiate that matters are out of his control, which relieves him of the responsibility to act."},{"quote":"“Your excellency will be so good as to excuse me,” said Pangloss; “free-will is consistent with absolute necessity; for it was necessary we should be free, for in that the will—”","desc":"After surviving a shipwreck and an earthquake, Pangloss debates free will and original sin with a member of the Inquisition, his philosophy of optimism reconciling the mutually exclusive concepts. The official responds to this circular argument by helping himself to a glass of port, his fatalism the logical conclusion of Pangloss’s case. The theme that philosophy is counterproductive circulates throughout the novel, and Pangloss acts as its most passionate practitioner."},{"quote":"“Do I dream?” said Candide, “or am I awake? Am I actually on board this galley? Is this my Lord Baron whom I killed? And that my Master Pangloss, whom I saw hanged?”","desc":"After Candide finds himself facing several characters he believed to be dead, he questions his own reality. Readers learn that Pangloss didn’t die while hanging, and he woke up when a surgeon tried to dissect what he believed to be a corpse. The baron recovered from the wounds that Candide assumed were lethal. The unlikeliness of such turns of events further ridicules Pangloss’s theory that everything happens for the best and challenges readers to examine their desire for happy endings."},{"quote":"“Well, my dear Pangloss,” Candide said to them, “when you were hanged, dissected, whipped, and tugging at the oar, did you continue to think that everything in this world happens for the best?” “I have always abided by my first opinion,” answered Pangloss; “for after all, I am a philosopher, and it would not become me to retract my sentiments.”","desc":"When Candide challenges Pangloss with the evidence that life hasn’t happened for the best, Pangloss explains why he sticks to his preposterous optimism despite enduring the most heinous experiences. This conversation signals a conclusion to the story that could be viewed as realistic. Pangloss’s moment of honesty conveys a view of philosophers in general as refusing to change their theories despite an abundance of empirical evidence that refutes them."},{"quote":"Pangloss was in despair at being unable to make a name for himself in any of the German universities.","desc":"In what might be the novel’s ultimate irony, Pangloss, the eternal optimist, ends up in despair, a situation made particularly comical because of its lack of drama. Despite such a disappointment, Pangloss ends his days in harmony with the other characters, cultivating their collective garden and agreeing with Candide that his current situation is the best way to live out one’s life."},{"quote":"“You are right,” said Pangloss, “for when man was put into the Garden of Eden, he was put there with the idea that he should work the land; and this proves that man was not born to be idle.”","desc":"Pangloss responds to Candide’s direction to get to work. After all of the novel’s criticism of religions of all kinds, readers may note the irony in Pangloss’s biblical allusion. By definition, the Garden of Eden conveys a paradise free from toil. After all the myriad events, Pangloss finds salvation in working the land and keeping busy in productive labor. Pangloss’s words match with deeds to express the true meaning of life at the end of the novel."},{"quote":"Pangloss would sometimes say to Candide: “All events are linked together in the best of all possible worlds, for, after all, if you had not been kicked out of a fine castle for your love of Miss Cunégonde . . . then you wouldn’t be here eating preserved citrons and pistachio-nuts.”","desc":"Pangloss sums up the trajectory of Candide’s life to prove his point that the worst that happened to Candide resulted in the best. Once again, Pangloss’s opinion satirizes ineffectual philosophizing. He draws the lesson that the dramatic events set in motion in the castle in Germany culminated in the reward of snacks as exemplifying the best of all possible worlds."}]},{"page":"https://www.sparknotes.com/lit/candide/quotes/character/martin","quotes":[{"quote":"This scholar, who was in fact a very honest man, had been robbed by his wife, beaten by his son, and forsaken by his daughter, who had run away with a Portuguese. He had also been fired from the little job on which he existed . . .","desc":"The narrator introduces Martin as the winner of Candide’s contest to find a traveling companion. As Candide prepares to sail for Bordeaux, he offers to pay passage and a wage to whomever he chooses. He assembles twenty men who each tell their sad stories. In the end, Candide chooses Martin, the most miserable and honest of the twenty, to accompany him."},{"quote":"[B]ut I must confess, when I cast my eye on this globe, or rather globule, I cannot help thinking that God has abandoned it to some evil beginning.","desc":"Martin, the pessimist to Pangloss’s optimist, discusses philosophy at length with Candide as the two sail to France. He claims to be a Manichean—a believer in two equal spirits of Good and Evil that struggle to gain control of the universe. Candide says that the devil must be in Martin and Martin agrees that the devil exists in nearly everyone."},{"quote":"“But then why,” said Candide, “was the world formed?” “To drive us mad,” said Martin.","desc":"On board the ship bound for France, Candide asks Martin for his view on the meaning of life after Martin expresses skepticism about all scientific theories. Martin functions as a counterpoint to Pangloss, as he relentlessly expresses profound pessimism. The remark equating life with madness seems ironic as Martin appears to be the sanest character in the novel."},{"quote":"“That is,” replied Martin, “there is a pleasure in having no pleasure.”","desc":"Martin expresses this paradox to Candide after they have toured the Venetian nobleman’s library. As they engage in a Socratic dialogue about Pococuranté’s criticism of the masterpieces he owns, Candide postulates that such superiority indicates a contented mind. Martin counters with Plato’s metaphor that healthy stomachs don’t refuse all food. Together, they arrive at the conclusion that their host finds a strange pleasure in his own discontent. Clearly, Martin and Candide try to make sense of contradictory ideas and observations."},{"quote":"“Let’s work, then, without disputing,” says Martin. “It is the only way to make life bearable.”","desc":"Martin converses with Candide and the others and states what some readers consider the major theme of the novel. Despite all the fantastic events, the near-deaths, the unlikely reunions, and the litany of bawdy and gory circumstances, the story culminates to this idea: Hard work serves as the only panacea that makes life worth living."}]},{"page":"https://www.sparknotes.com/lit/candide/quotes/character/cungonde","quotes":[{"quote":"Her daughter, Cunégonde, was about seventeen years of age, fresh-coloured, comely, plump, and amiable.","desc":"The narrator introduces Cunégonde. Although she says little throughout the story, she serves as one of the major incentives that inspires Candide and moves the plot along. Later, Cunégonde’s brother the baron banishes Candide from his house for a kiss Candide and Cunégonde share. Candide’s banishment sparks the story’s narrative arc into play."},{"quote":"She innocently took hold of his hand, and he as innocently kissed hers with a warmth, a sensibility, a grace—all very particular: their lips met; their eyes sparkled; their knees trembled; their hands strayed.","desc":"The narrator describes the moment Candide and Cunégonde kiss. Unfortunately, Cunégonde’s brother the baron passes by and witnesses the tender moment. In response, the baron kicks Candide in the rear and drives him from the castle, an event that initiates the odyssey narrated in the book. Readers may note the clipped clauses in this quote. Such a staccato-like writing style satirizes the romantic romps of the time by packing a sexual encounter into one sentence."},{"quote":"“Good heavens!” cried Candide, “is it you? Is it Miss Cunégonde I see before me, alive? Do I find you again in Portugal? Then you have not been ravished?”","desc":"Candide can hardly believe his eyes when the old woman brings out the long-lost Cunégonde. Candide believed Cunégonde was raped and killed, so he feels overjoyed to see her once again. Reunited, he catches up on the facts. He can see that she isn’t dead, so he asks if she was indeed raped, with the hope that she will refute that as well."},{"quote":"I cannot see how you could be more unfortunate than I. Add to this, though born a baroness, and bearing seventy-two quarterings, I have been reduced to a cook-wench.","desc":"Cunégonde speaks to the old woman after they escape on horseback. The two women compare their tortured pasts. Cunégonde recounts the gruesome litany of her troubles, and in response, the old woman recounts her own litany, as if competing to see who suffered a worse life. Regardless, both stories portray the absurd unpredictability of human life and the amazing scope of human cruelty."}]},{"page":"https://www.sparknotes.com/lit/candide/quotes/character/cacambo","quotes":[{"quote":"Cacambo, who had seen many of these kinds of adventures, was not discouraged. He stripped the baron of his Jesuit’s habit and put it upon Candide.","desc":"Here, the narrator relates Cacambo’s quick thinking in tight situations. In this case, as soon as Candide murders the baron-turned-Jesuit-priest, Cacambo quickly disguises Candide and helps him escape—again. His plan works and Candide gets away, dressed as a Jesuit, which soon gets him into more trouble as the Oreillons they later meet despise Jesuits. Many times, Cacambo’s wit and wisdom save the day."},{"quote":"The wary Cacambo had taken care to fill his satchel with bread, chocolate, some ham, some fruit, and a few bottles of wine.","desc":"The narrator explains how not only did Candide’s servant Cacambo create a means for Candide to escape after murdering the baron and priest, he also had the foresight to bring along food and drink for them to share once they were out of harm’s way. While Candide seems to always function in the present moment, Cacambo thinks ahead. His practicality and wisdom contrasts with Candide’s impulsivity and reactiveness. Their relationship represents a classic case of the servant outwitting the master."},{"quote":"Do not despair. I understand a little of the jargon of these people; I will speak to them.","desc":"Here, Cacambo offers to speak to the Oreillons and, in doing so, saves his and Candide’s lives. Cacambo and Candide face being cooked and eaten by the Oreillons, just after Candide killed the monkey lovers of the two naked women in the woods. The angry women gave Candide and Cacambo up to the Oreillons who captured the pair as they slept. After Cacambo explains the situation, the Oreillons not only let him and Candide go, they treat them well."},{"quote":"If we do not meet with agreeable things, we shall at least meet with something new.","desc":"Cacambo and Candide begin their harrowing expedition to El Dorado. They find an empty canoe by the side of a river and, here, Cacambo encourages Candide his master to embark on a journey to the unknown. This moment and these words mark the beginning of a switch in their relationship: Cacambo transitions into the master while Candide plays the secondary role."},{"quote":"“All we ask of your majesty” said Cacambo “is only a few sheep laden with provisions, pebbles and the clay of your country.”","desc":"Cacambo’s request of El Dorado’s king for bounty reflects his brilliance in diplomacy. He characterizes the gold as clay and the precious jewels as pebbles, the kingdom’s common natural resources. The king, who favors Candide and Cacambo, willingly grants the request because the gold and jewels have little value to him due to their abundance. Cacambo and Candide intend to return to Europe as rich men, but of course, fate would have other plans for them."},{"quote":"He was in despair at the thought of parting with so good a master, who treated him more like an intimate friend than a servant; but the pleasure of being able to do him a service soon got the better of his sorrow.","desc":"The narrator explains Cacambo’s reluctance to head to Buenos Aryes to fetch Cunégonde in exchange for treasure, while Candide stays behind. Through the relationship between Candide and Cacambo, readers explore the theme of exploitation of servants. Candide and Cacambo have switched roles several times throughout the story, and they view each other as equals. The narrator cues the reader that Cacambo’s self-interest wins out, the lure of treasure overcoming any hesitation to leave his friend."},{"quote":"I cannot at present say anything more to you. I am a slave, and my master waits for me: I must go and wait on him at table. But mum! Say not a word; only get your supper and be ready.","desc":"Here, Cacambo, a character readers believed to be dead, reappears and speaks to Candide and Martin who dine with some strangers in Venice. Cacambo tells Candide that Cunégonde lives in Constantinople. In a deus ex machina plot turn, despite being a slave, he then arranges a ship to go there."},{"quote":"Cacambo, who worked in the garden, and carried the produce of it to sell at Constantinople, was worn down by this labor and cursed his fate.","desc":"The narrator reveals how Cacambo ends up discontented with what turns out to be a normal, prosperous lifestyle. This detail appears in an epilogue that characterizes the cohort’s boredom with a life lacking adventure. Readers might especially sympathize with the clever Cacambo deprived of the stage for his stratagems. All of the novel’s major characters end up cultivating their garden as the story ends on a happy, uplifting note."}]}]