[{"page":"http://www.sparknotes.com/lit/bovary/quotes/","quotes":[{"quote":"But it was above all at mealtimes that she could bear it no longer, in that little room on the ground floor, with the smoking stove, the creaking door, the oozing walls, the damp floor-tiles; all the bitterness of life seemed to be served to her on her plate, and, with the steam from the boiled beef, there rose from the depths of her soul other exhalations as it were of disgust. Charles was a slow eater; she would nibble a few hazel-nuts, or else, leaning on her elbow, would amuse herself making marks on the oilcloth with the point of her table-knife.","desc":"This passage, from Part One, Chapter IX, illustrates Flaubert’s combination of realism and emotional subjectivity. The passage exemplifies realism because it pays attention to tiny details, no matter how unpleasant. On the other hand, the writing maintains a subjective tone in that it leads us to feel Emma’s disgust and frustration. The importance of the object world to Emma’s thoughts is emphasized by the connections of her soul’s exhalations to the steam from the beef. Throughout the book, Flaubert links emotions to objects in just this way. By making emotions inseparable from objects, Flaubert denies Emma her one desire: to escape from the physical world she inhabits and live the life she imagines. Here, we see her trapped among objects that disgust her. Because Flaubert does not let us escape from Emma’s environment and forces us to notice all its imperfections, we share Emma’s frustration and claustrophobia."}]},{"page":"https://www.sparknotes.com/lit/bovary/quotes/page/2","quotes":[{"quote":"She hoped for a son; he would be strong and dark; she would call him George; and this idea of having a male child was like an expected revenge for all her impotence in the past. A man, at least, is free; he can explore all passions and all countries, overcome obstacles, taste of the most distant pleasures. But a woman is always hampered. Being inert as well as pliable, she has against her the weakness of the flesh and the inequity of the law. Like the veil held to her hat by a ribbon, her will flutters in every breeze; she is always drawn by some desire, restrained by some rule of conduct.","desc":"There are two voices in this passage from Part Two, Chapter III; one belongs to Emma, the other to the narrator. From “A man, at least, is free” through “a woman is always hampered,” we hear Emma’s thoughts, rendered in free indirect discourse, imbued with a -romantic nature. The rest of the passage, however, is the narrator’s commentary and anticipates modern feminist thinking. The passage claims that a woman is powerless not only over her financial -situation, but also over her emotions. A double bind occurs when a woman’s involuntary emotions conflict with inescapable external circumstances. Her only choice is to behave within the confines of her fixed station in class and the family. Emma’s hopes for a son -represent a reimagination of her own identity. She will enact her revenge through a male heir with access to opportunities that have been denied her. In contrast to the “strong, dark” male avenger -envisioned at the start of the passage, the will of a woman takes the form of a veil tied to a hat by a ribbon, susceptible to the forces of weather. By -looking to his subject, a woman, for a physical detail to use in meta-phorical comparison to an abstract concept—her will—-Flaubert uses realism to heighten the vivid effect of his social commentary."}]},{"page":"https://www.sparknotes.com/lit/bovary/quotes/page/3","quotes":[{"quote":"The\n\t\t\t\t\twhitish light of the window-panes was softly wavering. The pieces\n\t\t\t\t\tof furniture seemed more frozen in their places, about to lose themselves\n\t\t\t\t\tin the shadow as in an ocean of darkness. The fire was out, the\n\t\t\t\t\tclock went on ticking, and Emma vaguely wondered at this calm of\n\t\t\t\t\tall things while within herself there was such a tumult.","desc":"This passage from Part Two, Chapter\n\t\t\t\t\tVI, describes Emma Bovary’s overriding frustration—that the outside\n\t\t\t\t\tworld doesn’t match up with her inner world. Here, Flaubert’s attention\n\t\t\t\t\tto specific details—the clock, the fireplace—allows us to envision\n\t\t\t\t\tEmma’s surroundings vividly, so we can more effectively contrast\n\t\t\t\t\tthem with her turbulent emotions. In this scene, she has just returned\n\t\t\t\t\tfrom asking the priest for spiritual guidance. The cleric had seemed\n\t\t\t\t\tutterly unaware of her distress. In this passage, even the objects\n\t\t\t\t\tin the room seem to be ignoring her distress, increasing her feeling\n\t\t\t\t\tof isolation."}]},{"page":"https://www.sparknotes.com/lit/bovary/quotes/page/4","quotes":[{"quote":"[Rodolphe]\n\t\t\t\t\thad heard such stuff so many times that her words meant very little\n\t\t\t\t\tto him. Emma was just like any other mistress; and the charm of\n\t\t\t\t\tnovelty, falling down slowly like a dress, exposed only the eternal\n\t\t\t\t\tmonotony of passion, always the same forms and the same language.\n\t\t\t\t\tHe did not distinguish, this man of such great expertise, the differences of\n\t\t\t\t\tsentiment beneath the sameness of their expressions. Because he\n\t\t\t\t\thad heard such-like phrases murmured to him from the lips of the\n\t\t\t\t\tlicentious or the venal, he hardly believed in hers; you must, he\n\t\t\t\t\tthought, beware of turgid speeches masking commonplace passions;\n\t\t\t\t\tas though the soul’s abundance does not sometimes spill over in\n\t\t\t\t\tthe most decrepit metaphors, since no one can ever give the exact measure\n\t\t\t\t\tof their needs, their ideas, their afflictions, and since human\n\t\t\t\t\tspeech is like a cracked cauldron on which we knock out tunes for\n\t\t\t\t\tdancing-bears, when we wish to conjure pity from the stars.","desc":"Madame Bovary’s subtle\n\t\t\t\t\tcommentary on the inadequacy of language becomes explicit in this\n\t\t\t\t\tpassage from Part Two, Chapter IX. Rodolphe doesn’t believe Emma\n\t\t\t\t\tbecause she is forced to use the same words as others have used\n\t\t\t\t\tto describe a very different sentiment. That the same vocabulary\n\t\t\t\t\tmust be employed to communicate varying emotions means that words\n\t\t\t\t\tfail in the description of feelings. The extreme degree of this\n\t\t\t\t\tinadequacy is rendered beautifully in the simile of the cracked\n\t\t\t\t\tcauldron, one of Flaubert’s most famous lines. This passage is also\n\t\t\t\t\ta great example of how Flaubert shifts between different perspectives.\n\t\t\t\t\tThrough the first part of the passage, we see mostly what Rodolphe\n\t\t\t\t\tsees. In the last part, however, the narrator switches to his own\n\t\t\t\t\tpoint of view to provide us with an opinion on the nature of language."}]},{"page":"https://www.sparknotes.com/lit/bovary/quotes/page/5","quotes":[{"quote":"And\n\t\t\t\t\tbesides, should [Rodolphe] hesitate to come to her assistance, she\n\t\t\t\t\twould know well enough how one single glance would reawaken their\n\t\t\t\t\tlost love. So she set out towards La Huchette, unaware that she\n\t\t\t\t\twas hastening to offer what had so angered her a while ago, not\n\t\t\t\t\tin the least conscious of her prostitution.","desc":"This passage comes from Part Three,\n\t\t\t\t\tChapter VII. What angered Emma “a while ago” was the idea that she\n\t\t\t\t\tmight sell her sex for money. She has already refused Guillaumin’s\n\t\t\t\t\toffers of money in exchange for services of the flesh. Here, however,\n\t\t\t\t\tFlaubert points out that her willingness to rekindle her romance\n\t\t\t\t\twith Rodolphe is no better than prostitution. Her unawareness of\n\t\t\t\t\tthe equivalence of the two actions demonstrates the degree of her\n\t\t\t\t\tmoral corruption as the novel nears its conclusion. At the same\n\t\t\t\t\ttime, her belief that Rodolphe truly loved her enough to help her\n\t\t\t\t\tnow is proof of her continued naiveté and self-delusion."}]}]