[{"page":"http://www.sparknotes.com/lit/siddhartha/quotes/","quotes":[{"quote":"“Siddhartha,” he said, “why are you waiting?”\n“You know why.”\n“Will you go on standing and waiting until it is day, noon, evening?”\n“I will stand and wait.”\n“You will grow tired, Siddhartha.”\n“I will grow tired.”\n“You will fall asleep, Siddhartha.”\n“I will not fall asleep.”\n“You will die, Siddhartha.”\n“I will die.”","desc":"In this section from the opening chapter\n\t\t\t\t\t“The Brahmin’s Son,” Siddhartha engages in a loaded dialogue with\n\t\t\t\t\this father. Siddhartha is a spiritual pilgrim, and though it is\n\t\t\t\t\tclear he earnestly desires to seek truth and transcendent knowledge,\n\t\t\t\t\tHesse does not yet reveal the full extent of his convictions. Siddhartha\n\t\t\t\t\thas met the wandering Samanas, and he is entranced by the possibilities\n\t\t\t\t\tof adopting the Samanas’ ascetic lifestyle. In this dialogue with\n\t\t\t\t\this father, Siddhartha makes clear for the first time just how solid\n\t\t\t\t\this convictions are and how deeply he feels he must search for spiritual\n\t\t\t\t\tfulfillment. Siddhartha’s father strongly disagrees with Siddhartha’s\n\t\t\t\t\tdecision to join the Samanas, since Siddhartha will be leaving not\n\t\t\t\t\tonly his family but also his religion. Leaving his religion is an\n\t\t\t\t\tadditional slap in Siddhartha’s father’s face, because Siddhartha’s\n\t\t\t\t\tfather is in effect a religious leader. Here, Siddhartha confronts\n\t\t\t\t\this father with total conviction. This conviction will appear again\n\t\t\t\t\tlater, when Siddhartha’s own son decides to leave his life as a\n\t\t\t\t\tferryman and return to the city of his birth."}]},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/page/2","quotes":[{"quote":"Siddhartha\n\t\t\t\t\tlearned a great deal from the Samanas; he learned many ways of losing\n\t\t\t\t\tthe Self. He traveled along the path of self-denial through pain,\n\t\t\t\t\tthrough voluntary suffering and conquering of pain, through hunger,\n\t\t\t\t\tthirst and fatigue. He traveled the way of self-denial through meditation,\n\t\t\t\t\tthrough the emptying of the mind through all images. Along these\n\t\t\t\t\tand other paths did he learn to travel. He lost his Self a thousand\n\t\t\t\t\ttimes and for days on end he dwelt in non-being. But although the\n\t\t\t\t\tpaths took him away from Self, in the end they always led back to\n\t\t\t\t\tit.","desc":"This passage from the second chapter,\n\t\t\t\t\t“With the Samanas,” describes Siddhartha’s initial attempt to find\n\t\t\t\t\tenlightenment, and his ultimate frustration with it. The Samanas\n\t\t\t\t\tadvocate eliminating the Self in order to achieve spiritual fulfillment.\n\t\t\t\t\tThey believe that when personal feelings and needs are eliminated,\n\t\t\t\t\twhatever remains will be transcendent. The Samanas believe that\n\t\t\t\t\tone can effectively eliminate the Self by denying the senses. Siddhartha\n\t\t\t\t\tand Govinda give themselves over completely to this technique, but\n\t\t\t\t\tas this passage makes clear, Siddhartha does not succeed. While\n\t\t\t\t\the can lose himself temporarily in his efforts to resist hunger,\n\t\t\t\t\tthirst, and fatigue, Siddhartha always comes back to his Self. The\n\t\t\t\t\texercises of the Samanas offer progress, but the progress is only\n\t\t\t\t\ttemporary. This passage reveals a crucial element of Siddhartha’s\n\t\t\t\t\tapproach to seeking enlightenment. Siddhartha, though he is a dedicated\n\t\t\t\t\tspiritual pilgrim, does not like the wait-and-see approach. When\n\t\t\t\t\ta method of spiritual pursuit loses its efficacy or exhibits limitations, Siddhartha\n\t\t\t\t\tmoves on to another. Siddhartha makes some spiritual progress with\n\t\t\t\t\tthe Samanas, and he is certainly better off with them than he was\n\t\t\t\t\tin his home village. However, even the oldest Samanas have not yet\n\t\t\t\t\tattained Nirvana, and Siddhartha will not wait around. He is trapped\n\t\t\t\t\tin a cycle of losing and regaining his Self, and he believes there\n\t\t\t\t\tmust be a better way to Nirvana."}]},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/page/3","quotes":[{"quote":"“[T]here is one thing that this clear, worthy instruction does not\n\t\t\t\t\tcontain; it does not contain the secret of what the Illustrious\n\t\t\t\t\tOne himself experienced—he alone among hundreds of thousands. That\n\t\t\t\t\tis what I thought and realized when I heard your teachings. That\n\t\t\t\t\tis why I am going on my way—not to seek another doctrine, for I\n\t\t\t\t\tknow there is none, but to leave all doctrines and all teachers\n\t\t\t\t\tand to reach my goal alone—or die.”","desc":"This excerpt, from the chapter “Gotama,”\n\t\t\t\t\tis part of Siddhartha’s parting dialogue with Gotama the Buddha.\n\t\t\t\t\tHere, Siddhartha further refines and revises the principles that\n\t\t\t\t\twill guide his spiritual quest. He clearly defines the problem he\n\t\t\t\t\tsees in Gotama’s teaching: Gotama has achieved enlightenment himself,\n\t\t\t\t\tbut his achievement does not guarantee that he is able to enlighten\n\t\t\t\t\tothers. This doubt serves as a centerpiece to Siddhartha’s argument.\n\t\t\t\t\tSiddhartha points out that Gotama did not have a teacher to show\n\t\t\t\t\thim how to attain Nirvana. Siddhartha finally proves that following\n\t\t\t\t\tthe commands of an enlightened man does not necessarily lead to\n\t\t\t\t\tbecoming enlightened oneself. Siddhartha goes no further. He does\n\t\t\t\t\tnot dislike Gotama, and, in fact, he praises Gotama’s teachings\n\t\t\t\t\tand concedes that attaining Nirvana certainly qualifies one to teach\n\t\t\t\t\tothers about the world. Siddhartha maintains only that attaining\n\t\t\t\t\tNirvana does not appear to enable one to teach others to reach it. Siddhartha’s problems with Gotama’s teaching helps Siddhartha shape\n\t\t\t\t\this own quest for enlightenment into a self-directed one.\n\t\t\t\t\tWhen Siddhartha goes straight from his many years of asceticism\n\t\t\t\t\tto a life of indulgence and sensual gratification with Kamala, the\n\t\t\t\t\tcontrast may at first seem jarring or implausibly radical. However,\n\t\t\t\t\tpassages such as the one above do account for Siddhartha’s extreme\n\t\t\t\t\ttransition. He has resolved to apprentice himself to no other person\n\t\t\t\t\tin his quest for Nirvana. While Kamala teaches him to enjoy physical\n\t\t\t\t\tlove, and Vasudeva teaches him to listen to the river, Siddhartha’s\n\t\t\t\t\tjourney remains self-directed for the remainder of the novel. All\n\t\t\t\t\tnotions of where Nirvana might be found now come from within."}]},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/page/4","quotes":[{"quote":"His\n\t\t\t\t\tface resembled that of another person, whom he had once known and\n\t\t\t\t\tloved and even feared. It resembled the face of his father, the\n\t\t\t\t\tBrahmin. He remembered how once, as a youth, he had compelled his\n\t\t\t\t\tfather to let him go and join the ascetic, how he had taken leave\n\t\t\t\t\tof him, how he had gone and never returned. Had not his father also\n\t\t\t\t\tsuffered the same pain that he was now suffering for his son?","desc":"This quotation appears in the chapter\n\t\t\t\t\ttitled “Om.” After Siddhartha’s son leaves, Siddhartha resumes the\n\t\t\t\t\tlife of a ferryman with Vasudeva. Siddhartha has been sick at heart\n\t\t\t\t\tabout his son’s decision to flee back to the city, and the passage\n\t\t\t\t\tof time has not helped to ease the pain. Here, Siddhartha looks\n\t\t\t\t\tinto the river, and he sees his father in his reflection in the\n\t\t\t\t\twater. He remembers his own departure from home in the midst of\n\t\t\t\t\tunhappy circumstances, and he remembers that his departure hurt\n\t\t\t\t\this father, just as his son’s departure hurt Siddhartha himself.\n\t\t\t\t\tHe realizes that he could not have stopped his son from leaving,\n\t\t\t\t\tjust as Siddhartha’s own father could not have stopped Siddhartha.\n\t\t\t\t\tAlthough Siddhartha wanted to share with his son all he had learned\n\t\t\t\t\tabout life, he accepts now that his son will have to come into his\n\t\t\t\t\town understanding. Siddhartha could not have helped him in his search\n\t\t\t\t\tfor meaning any more than Siddhartha’s own father was able to help\n\t\t\t\t\tSiddhartha. These observations and the solace Siddhartha draws from\n\t\t\t\t\tthem mark the beginning of his understanding of life as a river,\n\t\t\t\t\twhich is one of the most important aspects of the Nirvana\n\t\t\t\t\the eventually attains. Like the flow of the river, events in Siddhartha’s\n\t\t\t\t\tlife seem inevitable, repetitive, and even circular. Trying to resist\n\t\t\t\t\tthe river’s current is senseless. For the first time, Siddhartha\n\t\t\t\t\ttruly internalizes these notions, and he begins to understand the\n\t\t\t\t\tideas of timelessness and peace."}]},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/page/5","quotes":[{"quote":"No\n\t\t\t\t\tlonger knowing whether time existed, whether this display had lasted\n\t\t\t\t\ta second or a hundred years, whether there was a Siddhartha, or\n\t\t\t\t\ta Gotama, a Self and others, wounded deeply by a divine arrow which\n\t\t\t\t\tgave him pleasure, deeply enchanted and exalted, Govinda stood yet\n\t\t\t\t\ta while bending over Siddhartha’s peaceful face which he had just kissed,\n\t\t\t\t\twhich had just been the stage of all present and future forms. His\n\t\t\t\t\tcountenance was unchanged after the mirror of the thousand-fold\n\t\t\t\t\tforms had disappeared from the surface. He smiled peacefully and\n\t\t\t\t\tgently, perhaps very graciously, perhaps very mockingly, exactly\n\t\t\t\t\tas the Illustrious One had smiled.","desc":"This quotation appears near the end\n\t\t\t\t\tof “Govinda,” the novel’s final chapter, and it serves as both Siddhartha’s\n\t\t\t\t\tultimate vindication and a contradiction to Siddhartha’s beliefs.\n\t\t\t\t\tFirst, it leaves no question as to whether Siddhartha has succeeded\n\t\t\t\t\tin his lifelong quest to reach enlightenment. Siddhartha’s face\n\t\t\t\t\tis the same touchstone of enlightenment once known only to Gotama,\n\t\t\t\t\tand Govinda can actually taste the Nirvana he emanates. Govinda\n\t\t\t\t\tfinally acknowledges that Siddhartha’s methods were the right ones\n\t\t\t\t\tall along. While Govinda’s road toward Nirvana was more traditionally\n\t\t\t\t\tpious, Siddhartha’s path proved more successful. All along Siddhartha\n\t\t\t\t\thad claimed Nirvana can come only from within, and that teachers could\n\t\t\t\t\tnot impart enlightenment to students. Govinda seems to accept this\n\t\t\t\t\tcontention at last. However, an ambiguity emerges as this chapter draws to\n\t\t\t\t\ta close. Govinda seems to have achieved Nirvana by kissing Siddhartha’s forehead.\n\t\t\t\t\tThis description of Govinda’s transcendent understanding is remarkably\n\t\t\t\t\tsimilar to Siddhartha’s own experience of Nirvana. If Siddhartha\n\t\t\t\t\tcan transmit Nirvana through a kiss, however, he contradicts his\n\t\t\t\t\town central belief that Nirvana can come only from within. Possibly,\n\t\t\t\t\tSiddhartha gives Govinda merely a glimpse of true enlightenment,\n\t\t\t\t\tnot enlightenment itself, essentially pointing the way for Govinda,\n\t\t\t\t\tmuch as Vasudeva pointed the way for him."}]},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/theme/enlightenment","quotes":[{"quote":"Did not Atman dwell inside him, did not the primal source flow within his own heart?","desc":"Early on in the story, Siddhartha begins to grow restless at home, dissatisfied with his life and yearning for another path. Siddhartha’s upbringing gave him a deep knowledge of holy texts such as the Upanishads, which teach of the existence of the Atman, the “All-One,” in which one can find nirvana. Yet, Siddhartha keenly observes the difference between knowing things through the mind and knowing things through experience. As Siddhartha considers all the wise, sagacious men who surround him, he sees that for all their knowledge of Atman, they have not yet experienced the All-One themselves."},{"quote":"Govinda replied: “Our eldest has reached perhaps the age of sixty years.” And Siddhartha: “Sixty years old, and he has not attained nirvana.”","desc":"Govinda and Siddhartha discuss the age and progress of one of their spiritual teachers. After spending years with the Shramanas, a group of ascetics, Siddhartha grows restless with them. Siddhartha observes in them the same problem he observed at home: These holy men possess extensive knowledge of nirvana but have not reached such a state themselves. While the Shramanas taught Siddhartha the important art of losing oneself through a strict ascetic regime of fasting and long hours of meditation, Siddhartha has grown weary with the process. Siddhartha yearns to learn from others who’ve actually found success with their methods."},{"quote":"And—such is my thinking, o Exalted One—no one attains deliverance through teaching!","desc":"Siddhartha engages in a polite argument with Gautama, the Buddha, over whether one can truly achieve enlightenment through another’s teachings. Siddhartha acknowledges that Gautama has achieved enlightenment, which would indicate that Gautama can show others how to reach enlightenment as well. However, Siddhartha’s experiences with the Brahmins and Shramanas lead him to believe otherwise. Siddhartha points out to Gautama that experiencing enlightenment doesn’t necessarily enable a person to teach others how to achieve enlightenment—such an elevated state simply enables them to teach others about the world. Siddhartha maintains that people can only reach enlightenment through their inner selves."},{"quote":"In this hour Siddhartha ceased struggling with his fate, ceased suffering. On his face blossomed the serenity of knowledge, which no will opposes any longer, knowing perfection, in agreement with the flow of events, with the stream of life, full of compassion, full of sympathy, abandoned to the flow, belonging to unity.","desc":"The narrator describes the moment in which Siddhartha achieves enlightenment when Vasudeva brings Siddhartha to the river for one final time. Siddhartha first sees a flow of images from his life—his father’s face, his time with Kamala, Govinda’s face—as they all dissolve and merge into the flow of the river itself. Siddhartha hears the culmination of the thousands of voices of the world into one single sound: Om. Finally, Siddhartha merges with the river itself, understanding life as one continuous flow of unity, where enlightenment resides in every moment."},{"quote":"You, Venerable One, may indeed be a seeker, for, striving toward your goal, there is much you do not see which is right before your eyes.","desc":"During Siddhartha and Govinda’s final visit, Govinda eagerly asks Siddhartha to tell him how he achieved enlightenment, the goal they have both searched for all their lives. Here, Siddhartha tells Govinda the act of seeking nirvana can, ironically, bring him farther away from it. Siddhartha tells Govinda to focus his attention on the world around him instead. From his time with Vasudeva, Siddhartha has come to understand that the essence of Atman exists everywhere. He instructs Govinda to use an indirect approach to best sense the truths he seeks."}]},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/theme/language","quotes":[{"quote":"He lived in friendship beside Vasudeva, and sometimes they would exchange words with each other, few and well-considered words. Vasudeva was no friend of words, Siddhartha seldom succeeded in inducing him to speak.","desc":"The narrator reveals what makes Vasudeva unique among all of Siddhartha’s teachers: his lack of didactic direction. Vasudeva serves as Siddhartha’s greatest spiritual guide, but not through speeches or textual instruction. Vasudeva’s reticence and gentle guidance allows Siddhartha’s enlightenment to unfold the way it should, according to divine timing. In Vasudeva, Siddhartha found the fulfillment of his desire for a mentor who does not teach but only guides him to sense Atman within himself."},{"quote":"Siddhartha spoke after a long pause, “What other thing, Vasudeva?” Vasudeva rose. “It has gotten late,” he said, “let us go to sleep. I cannot say what ‘other thing,’ o Friend. You will learn it, perhaps you already know it.”","desc":"Vasudeva tells Siddhartha that among the many things the river will teach him, one “other thing” stands apart from the others. Siddhartha asks Vasudeva to name this other thing, but Vasudeva says he cannot. Siddhartha becomes confused, not realizing that Vasudeva cannot name the experience of enlightenment, which Siddhartha has already proclaimed cannot be spoken or put into words. Vasudeva withholds language in favor of prompting Siddhartha towards his own self-directed actions."},{"quote":"Govinda spoke: “Nirvana, Friend, is not only a word. It is a thought.”","desc":"At their final meeting, Govinda asks Siddhartha to describe how he reached enlightenment. A discussion ensues, which quickly devolves into a series of semantic arguments over words. Siddhartha insists that nirvana is only a word, which makes Govinda uncomfortable. Govinda’s life has been led by words, and he has put his faith in them. Govinda counters that nirvana exists not only as a word, but as a thought. Siddhartha sees no distinction between the word and the thought. Siddhartha views both words and thoughts as limited in their ability to express enlightenment."},{"quote":"“I know,” said Siddhartha, his smile radiating golden. “I know that, Govinda. And see, we are in the midst of the thicket of opinion, in the battle over words. For I cannot lie, my words about love stand in opposition, in apparent opposition to Gautama’s words. That is precisely why I distrust words so much, for I know this contradiction is an illusion.”","desc":"As Gautama warned Siddhartha previously, Siddhartha warns Govinda not to get lost in language. Words possess a deceiving quality of categorizing and creating distinctions where in reality none exists. In this way, language can lead away from the path towards enlightenment. Govinda and Siddhartha’s argument over language represents a larger problem between their divergent needs: Govinda needs instruction with a set of precepts to follow, while Siddhartha needs indirect guidance without a code of conduct."},{"quote":"Even in him, even in your great teacher, I prefer the thing to the words, his actions and his life are more important than his speech, the gestures of his hand more important than his opinions.","desc":"Siddhartha makes an important distinction to Govinda about language and action as they argue during their last meeting. Siddhartha explains that the reason he could tell Gautama had achieved enlightenment was not because of his brilliant teachings, but because of his graceful actions and beaming face. To Siddhartha, language has limited value to convey a person’s perceptions. As both Siddhartha’s and Govinda’s experiences demonstrate, words cannot express enlightenment."}]},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/theme/time","quotes":[{"quote":"“Have you,” he asked once, “have you also learned this secret from the river: that time does not exist?”","desc":"Siddhartha compares notes with Vasudeva. After spending many months living and working by Vasudeva’s side. Siddhartha receives his first important insight from the river: Time does not exist. Here, Siddhartha asks Vasudeva if he learned this same insight from the river, which Vasudeva confirms. This insight about time serves as an important lesson because such knowledge prepares Siddhartha’s mind to perceive another important insight about the world—its unity, which exists as another essence of enlightenment. These perceptions form Siddhartha’s final steps towards enlightenment."},{"quote":"But do you not mean that the river is everywhere at once, at its origin and at its mouth, at the waterfall, at the ferry, at the rapids, in the sea, in the mountains, everywhere at the same time, and for it only the present exists, no shadow of the past, no shadow of the future?","desc":"Siddhartha further qualifies his insight about time to Vasudeva. The truth the river has been able to teach Siddhartha that time does not exist resides in the river’s nature. The river exists in all places at one time, with its water’s constant movement and unified presence at both the river’s origin and terminus. Similarly, all time exists in the present moment, which comprises both the present and the future. This quality of time allows the present moment to possess the same quality as the eternal."},{"quote":"“That is it,” said Siddhartha. “And when I learned that, I took a look at my life and saw that it too was a river, and the boy Siddhartha was separated from the man Siddhartha and from the graybeard Siddhartha only by shadows, not by anything real. And there was no past for Siddhartha’s earlier births, and his death and his return to Brahma are without future. Nothing was, nothing will be; everything is, everything has essence, is present.”","desc":"Through the river’s teachings, Siddhartha ultimately realizes that time exists as an illusion that distracts us from life itself. Siddhartha comes to understand that nothing separates the boy in him from the man, just as nothing separates his life as a Shramana from that of a merchant. In the present moment exist all of these “selves” that comprise Siddhartha’s life, for his life flows just like the river. Siddhartha can only come to enlightenment once he breaks free from this illusion about time and identity."},{"quote":"Vasudeva sat inside the hut weaving a basket. He no longer drove the ferry, his eyes had begun to grow weak, and not only his eyes but also his arms and hands. The only thing that was unaltered and blossoming was the joy and bright benevolence of his face.","desc":"Siddhartha observes how Vasudeva’s body has aged. Vasudeva’s body begins to weaken and fail, and he has become unable to ferry people across the river. The light and peace emanating from Vasudeva’s face, however, does not fade. In Siddhartha, the quality of enlightened people’s faces does not change over the years. This important feature reveals the timelessness of enlightenment and how the peace and joy attained from enlightenment remains a continuous thread throughout the enlightened being’s life, connecting all past, present, and future selves."},{"quote":"[T]his ‘one day’ is an illusion, it is only a metaphor! . . . [I]n the sinner, now and today the future Buddha already exists, his future is already entirely there, you must revere the becoming, the potential, the hidden Buddha in him, in yourself, in everyone.","desc":"Siddhartha explains to Govinda the illusion of envisioning enlightenment as a goal in an indeterminate future. The idea that a man transforms from a sinner to enlightened over many years rings false, since in the present moment, both the “sinner” Govinda and the “enlightened” Govinda exist at the same time. Instead, life functions as a long, unfolding revelation of what one already is, by virtue of the unified nature of time."}]},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/siddhartha","quotes":[{"quote":"With your permission, Father. I have come to tell you that I wish tomorrow to depart your house and go to the ascetics. It is my wish to become a shramana.","desc":"Siddhartha asks his father permission to leave and join the Shramanas, a wandering group of ascetic holy men. Out of loyalty and respect to his father, a respected Brahmin, Siddhartha asks permission to leave, though he has already made up his mind. Siddhartha will leave with or without his father’s permission."},{"quote":"What I have learned up to this day with the shramanas, this, o Govinda, I could have learned more quickly and more simply: In any tavern in a brothel district, my friend, among men who haul freight and play at dice I could have learned it.","desc":"Siddhartha explains to Govinda that the Shramanas have only taught him the art of losing the self, which a man can do by distracting himself in the world through drinking, games, and sex. Siddhartha has become disillusioned with the Shramanas and outgrown their teachings. The Shramanas have only taught Siddhartha how to conquer time for extended periods, not in an eternal way."},{"quote":"Do you think, o Govinda, we are on the right path now? Are we actually approaching knowledge? Are we actually approaching deliverance? Or are we not perhaps going in a circle—we who were contemplating escaping the cycle.","desc":"After spending some time with the Shramanas, Siddhartha begins to have misgivings about their teachings. Here, Siddhartha asks Govinda if their work at eliminating the self and all of the self’s impulses and desires amounts in the end to just one big cycle of desire and negation. Siddhartha has grown dissatisfied with yet another path to enlightenment."},{"quote":"He has robbed me, the Buddha, Siddhartha thought, and yet he has given me a greater gift . . . he has given me the gift of Siddhartha, my self.","desc":"After speaking with Gautama the Buddha, Siddhartha realizes that he cannot reach enlightenment through following another’s teachings—he must go alone. Gautama has helped Siddhartha crystallize this very important insight about his path and direction. Siddhartha knows that this truth also means he must leave Govinda behind, which saddens him greatly."},{"quote":"That I know nothing of myself, that Siddhartha has remained so alien and unknown to me, this comes from a cause, from one single cause: I was afraid of myself, I was fleeing myself!","desc":"As Siddhartha leaves Gautama’s grove, he experiences a powerful moment of self-realization. Siddhartha recognizes that in trying to destroy his “I” in order to discover Atman, he has lost himself. The search for enlightenment has led him farther away from himself and caused his present anxiety. Siddhartha realizes he must understand and accept his own essence."},{"quote":"When someone reads a text whose meaning he wants to comprehend, he does not despise the signs and letters, calling them deceptive, contingent, and worthless husks, but rather he reads them, he studies and loves them, letter by letter.","desc":"In his awakening, Siddhartha realizes a very important truth: The world of appearances might be deceptive, but such a place still holds importance as the carrier of meaning. While one must not mistake the messenger for the message itself, calling the messenger worthless impedes reception, for only the world of appearances conveys the essence of Atman."},{"quote":"If a person has nothing to eat, fasting is the most prudent course. If, for example, Siddhartha had not learned how to fast, today he would have had to accept some kind of—any kind of—employment, whether with you or somewhere else, because hunger would have driven him to it.","desc":"At his job interview with Kamaswami, Siddhartha explains the skills he brings. Kamaswami questions the usefulness of what Siddhartha learned from the Shramanas in the world of business, focusing on fasting. Siddhartha explains that the art of fasting has taught him how to control his mind and function with a clear head, an extremely valuable asset in the business world."},{"quote":"From you I learned the price of a basket of fish and how much interest one can demand when one lends money. This is your science. From you, dear Kamaswami, I have not learned how to think; you should rather learn that from me.","desc":"After Kamaswami becomes angry with Siddhartha for wasting his time on a botched trip to buy a crop of rice, he lectures Siddhartha about the value of money and business, which Siddhartha scoffs at. In response to Kamaswami’s lecture, Siddhartha tells Kamaswami that he might know the science of business, but he doesn’t know how to think, a far more important skill. Such an exchange demonstrates Siddhartha’s mastery over the material world."},{"quote":"Siddhartha laughed amiably. “A ferryman, yes. Many people, Govinda, must go through a lot of changes, must wear all sorts of robes, I am one of them, dear friend.”","desc":"When Govinda and Siddhartha meet at the river for a second time, Govinda feels surprised to see Siddhartha now works as a ferryman. The last time they met, Siddhartha worked as a merchant. Govinda remains confused by Siddhartha’s many lives, considering them all deviations from the path of a true pilgrim. Siddhartha merely laughs off Govinda’s misgivings, explaining that many people experiment to discover their identities on their paths."},{"quote":"One can convey knowledge but not wisdom. One can find wisdom, one can live it, one can be borne by it, one can work wonders with it, but one can neither speak it nor teach it.","desc":"Siddhartha shares this truth with Govinda, who can’t believe what he hears: No one can teach wisdom and any attempts by a sage to do so amount to folly. Govinda has spent his life following others’ teachings on wisdom. Govinda struggles to understand or accept Siddhartha’s repudiation of authority, as such an approach embodies the singular difference between Govinda and Siddhartha and reveals why their paths diverged."}]},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/govinda","quotes":[{"quote":"“I have come,” said Govinda.","desc":"Govinda expresses his solidarity with Siddhartha, who leaves home to go live with the Shramanas, a group of ascetics and holy men. Govinda feels frightened by the idea of leaving the village, but he knows he must follow Siddhartha, his best friend."},{"quote":"How could it be possible then, among so many learned men, among so many Brahmins, among so many austere and venerable shramanas, among so many seeking, so many inwardly devoted, so many holy men, that no one should find the ways of ways?","desc":"Govinda feels incredulous when Siddhartha asserts that even the Shramanas, a wandering group of ascetic holy men, cannot show them the path to enlightenment. Govinda can’t believe that Siddhartha could say something so blasphemous, considering the extremity of the Shramanas’ religious practices. Unlike Siddhartha, Govinda does not question the value of his elders’ teachings."},{"quote":"Govinda was delighted, and filled with joy he cried out: “Well then, we have reached our goal and our road is at an end!”","desc":"When Govinda reaches the city of Savatthi where Gautama the Buddha lives, he believes that he has reached the end of his journey. Govinda feels overjoyed that he and Siddhartha have been welcomed into the city and enchanted by the idea that they will learn from the Buddha himself. Govinda possesses a steadfast faith in revered and prominent holy teachers."},{"quote":"“You are Siddhartha!” Govinda exclaimed loudly. “Now I recognize you and no longer grasp how I could fail to do so immediately. Welcome, Siddhartha, I feel great joy seeing you again.”","desc":"After many years apart, Govinda meets Siddhartha on a river bank. Govinda has spent the years as a disciple of Gautama, while Siddhartha has lived a hedonistic life in the city indulging all of his desires. Here, Govinda doesn’t recognize Siddhartha at first, which serves as a testament to the vastly divergent lives they’ve led since they separated."},{"quote":"“You are on a pilgrimage,” Govinda stated. “But few go on a pilgrimage in such clothing, few in such shoes, few with such hair. Never have I, who for many years have been on a pilgrimage, met such a pilgrim.”","desc":"When Govinda meets Siddhartha on the river bank, Siddhartha appears unrecognizable. Siddhartha wears fine clothing and a fashionable hairstyle. When last they were together, they were both starved and half-naked Shramanas in Gautama’s garden. Govinda’s disbelief that Siddhartha could have been a true pilgrim of enlightenment wearing such clothing demonstrates Govinda’s belief in prescribed rules. In order to find enlightenment, Govinda believes one must look and act the part."},{"quote":"“Certainly I am old,” said Govinda, “but I have not stopped seeking. Never will I stop seeking, this seems to be my calling. You, too, it seems to me, have been a seeker.”","desc":"When Govinda meets Siddhartha for a second time at the river, he recognizes a kindred spirit and takes Siddhartha for a seeker, just like himself. At heart, both Govinda and Siddhartha share a dedication to a journey to find enlightenment. Unbeknownst to Govinda who continues to search, Siddhartha has found enlightenment."},{"quote":"Before I continue on my way, Siddhartha, permit me one more question. Do you have a doctrine? Do you have a creed, or a Veda, which you follow, that helps you live and act correctly?","desc":"Govinda has realized that Siddhartha has attained nirvana and has come to the end of his journey. Eager to learn what Siddhartha knows, Govinda asks Siddhartha what doctrines he followed to achieve this monumental goal. Govinda still believes enlightenment can only be achieved by following prescribed methods and doctrines even though he has spent many years following them without success."},{"quote":"Govinda said: “But what you call ‘things,’ are they something real, something essential? Is this not the illusion of Maya, only image and semblance? Your stone, your tree, your river—are these objects real things then?”","desc":"Govinda questions Siddhartha’s newfound faith in “things.” To Govinda, Siddhartha’s claim that the river taught him what he knows about enlightenment goes against Gautama’s teachings to regard the things of the world as illusory and a distraction. In believing a faith in perceived reality will mislead the seeker, Govinda’s reasoning appears sound, but he misses the point. Siddhartha does not worship the things themselves, but rather he attends to the essence of enlightenment that streams through them."},{"quote":"“This I comprehend,” said Govinda. “But even this the Exalted One has identified as deception. He demands benevolence, protection, compassion, tolerance, but not love; he forbade us to shackle our hearts with love for the earthly.”","desc":"Govinda rejects Siddhartha’s ethic to love the world. To have “love” for the things of the world goes against the teachings of Gautama, who warns that identifying with the earthly leads to forming attachments that bring suffering. Relying on Buddhist thought, Govinda misunderstands Siddhartha in this moment, still unable to grasp the deeper wisdom Siddhartha tries to express about the divine unity of the world."},{"quote":"“Siddhartha,” he said, “we are old men now. I can hardly believe we will see each other again in this form. I see, beloved friend, that you have found peace. I admit that I have not found it.”","desc":"When they meet at the river for a final time, Govinda sees from Siddhartha’s beaming face that Siddhartha has achieved enlightenment. With some regret, Govinda acknowledges that he has not been as successful as his friend. As Govinda has accumulated a great deal of knowledge over the years, his methods haven’t been completely unsuccessful. Yet Govinda doesn’t possess the wisdom of self-reliance that his friend Siddhartha has."}]},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/vasudeva","quotes":[{"quote":"Certainly. This too I have learned from the river: Everything returns! You, too, Shramana, will come back.","desc":"When the ferryman Vasudeva and Siddhartha first meet, Siddhartha crosses the river towards the city. Here, Vasudeva predicts that Siddhartha will return to the river someday. Siddhartha does indeed return to the river, suicidal and spiritually bereft from many years of city life. Vasudeva’s quiet wisdom gives him insight that the river will draw Siddhartha back, foreshadowing their future relationship."},{"quote":"“You will learn how,” Vasudeva said, “but not from me. The river taught me how to listen, from the river you too will learn how.”","desc":"Vasudeva explains that Siddhartha will learn the art of listening from the river, not from him. Siddhartha’s journey has taken him from his father, to the Shramanas, to Gautama, to Kamala and Kamaswami, and now to Vasudeva. Unlike Siddhartha’s other teachers, however, Vasudeva diverts Siddhartha’s attention away from himself and towards the river."},{"quote":"Look here, I am no scholar, I do not understand how to speak, I do not understand how to think, either. I understand only to listen and be pious, I have learned nothing else.","desc":"In a display of humility, Vasudeva explains to Siddhartha that his wisdom comes not from books or sophisticated philosophical knowledge, but from listening to the river and nothing else. Vasudeva refrains from engaging in a student-teacher relationship with Siddhartha. He understands that his role serves only as a guide for those ready to receive the wisdom of the river and not as an instructor."},{"quote":"“That is so,” Vasudeva nodded, “all of the voices of creation are in its voice.”","desc":"Vasudeva responds after Siddhartha remarks that he senses that the river has “many voices.” Vasudeva agrees that the river contains many voices—the voices of kings, warriors, of women giving birth—essentially all the voices of creation. Vasudeva’s role as the ferryman and spiritual guide leads Siddhartha to these important insights by gently guiding Siddhartha’s course, rather than directly telling him what to think or do."},{"quote":"Water chooses water, youth chooses youth, your son is not in a place where he can thrive. Go and ask the river too, go and listen to what it tells you!","desc":"As matters between Siddhartha and his son climax, Siddhartha looks to Vasudeva for advice. As always, Vasudeva refers Siddhartha to the river for answers. Vasudeva knows that Siddhartha’s son needs to leave the river in order to grow according to his own nature; the river has nothing to teach the son yet."},{"quote":"O yes, he too is called, he too is of life eternal. But do we know then, you and I, to what he is called, to which path, to which deeds, to which suffering?","desc":"Vasudeva reminds Siddhartha that no one—not even they—can determine another person’s calling in life. Siddhartha’s son needs to make his own choices, make his own mistakes, and follow his own desires. Vasudeva knows that Siddhartha’s son will likely reach enlightenment as his father has, but the path he takes to get there must be of his own design."},{"quote":"The ferryman’s smile beamed brightly; he gently touched Siddhartha’s arm and said, “Ask the river about it, Friend! Hear it laugh out loud!”","desc":"The ferryman Vasudeva tells Siddhartha not only to go to the river, but also to hear the river laugh at him. Vasudeva knows that when Siddhartha brings his conflict with his son to the river, the river will laugh, revealing Siddhartha’s hypocrisy. Siddhartha left his father to forge his own path, and so will Siddhartha’s son. Vasudeva understands that only the river can help Siddhartha understand this truth."},{"quote":"Do you really believe you have committed your follies so that your son may be spared them?","desc":"In a rare instance of instruction, Vasudeva points outs an important error in Siddhartha’s logic. Siddhartha knows that a person’s journey towards enlightenment can only come from within, yet he ignores this fact with his son. Siddhartha wants to protect his son from the same mistakes he made, but, as Vasudeva points out, no one can dictate another person’s path."},{"quote":"“You have heard it laugh,” he said. “But you have not heard everything. Let us listen together, there is more that you will hear.”","desc":"When they first meet again, Vasudeva tells Siddhartha that he will hear many sounds in the river, but there is one sound he will hear above all else. Now, Vasudeva, with his divine sense of timing, knows that Siddhartha has now reached the end of his journey and is ready to hear this last sound—the sound of “Om.”"},{"quote":"I have waited for this moment, dear friend. Now that it has come, let me go. For a long time I have waited for this moment, for a long time I have been Vasudeva the ferryman. Enough now, the time has come. Farewell, hut, farewell, river, farewell, Siddhartha!","desc":"Vasudeva bids farewell to Siddhartha and to life. As a ferryman, he can no longer physically make the crossings. As a spiritual guide, Siddhartha has now reached nirvana. Vasudeva looks forward to his death with joy, knowing that he completed his work on earth."}]},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/kamala","quotes":[{"quote":"No my dear, he does not yet suffice. He must have clothing, lovely clothing, and shoes, lovely shoes, and lots of money in his purse, and gifts for Kamala.","desc":"Siddhartha wants Kamala to instruct him in the art of physical love. After he asks Kamala if she will take him “as is,” she laughs and says no. In order to be her lover, Kamala demands that Siddhartha have clothing and money, two things Siddhartha has none of since he’s just left the forest as a Shramana. Kamala functions as Siddhartha’s entry back into the world of the senses, but he will need to make some changes to learn what she has to teach."},{"quote":"Why should I fear a shramana, a silly shramana from the forest, one who comes from the jackals and knows nothing of women?","desc":"After Siddhartha asks Kamala if she fears taking him, a Shramana, as a lover, Kamala dismisses his concerns. As revealed by her reaction, Kamala finds humor in the idea of her fearing a wandering ascetic with no clothing. Kamala has broad experience with worldly men of wealth and favor. Even though Kamala possesses knowledge of the outer world of the senses, she remains a stranger to Siddhartha’s knowledge of the inner world of insight."},{"quote":"Lovely and red is Kamala’s mouth, but try to kiss it against Kamala’s will and not a drop of sweetness will you have from it, which is so capable of dispensing great sweetness!","desc":"Kamala argues that if a man takes a woman against her will, that man loses what he seeks: a woman’s sweetness. Kamala’s answer to Siddhartha shows that she can go head to head with Siddhartha in argument, indicating the value she brings to lead Siddhartha’s exploration of the world of the senses."},{"quote":"“You are the best lover,” she said pensively, “I have ever had. You are stronger than others, more flexible, more willing. You have learned my art well, Siddhartha. Someday, when I am older, I want to have your child. And nonetheless, my love, you have remained a shramana, nonetheless you do not love me, you love no human being. Is this not so?”","desc":"Kamala wisely senses the deep inner detachment in Siddhartha and airs her observations here. Kamala and Siddhartha have become profoundly connected to each other through friendship and physical intimacy, but the connection has a different meaning for Siddhartha. In his strategy to achieve enlightenment, he plays a game with Kamala, just as he plays a game with Kamaswami. Siddhartha stays with them to learn their ways, not to entwine his life with theirs."},{"quote":"Kamala pointed to her boy and said: “Did you recognize him too? He is your son.”","desc":"Just before Kamala dies, she reveals to Siddhartha his son, the child they conceived together. Siddhartha was unaware of Kamala’s pregnancy when he left her years earlier. Kamala and Siddhartha’s union might not have blossomed into the fullness of human partnership and marriage, but their relationship did produce a divine gift—a son."}]},{"page":"https://www.sparknotes.com/lit/siddhartha/quotes/character/kamaswami","quotes":[{"quote":"But he does not take from those others what is theirs and give them nothing in return: he gives them his wares.","desc":"Kamaswami argues to Siddhartha that while a Shramana and merchant might both live off the property of others, a merchant gives something in return. Kamaswami earns his money as a businessman and bases his worldview in the material world of commerce and trade. Siddhartha’s world of ascetism, knowledge, and wisdom seems foreign to him."},{"quote":"But permit me to ask: if you have no possessions, what then can you give?","desc":"Kamaswami asks Siddhartha what he can give to the world since he has no possessions. Kamaswami’s question, while philosophical, serves a practical purpose. Siddhartha must identify what assets he can offer to him as an employee in terms of skills and character."},{"quote":"And what use is it? For example fasting—what is it good for?","desc":"Kamaswami asks Siddhartha to explain how he can offer fasting as a useful skill in commerce. The puzzled Kamaswami asks why knowing how to live without food helps others. He wonders what commodity fasting produces to trade or sell. Such questions reveal that Kamaswami thinks in terms of practicality. He has mastered the material world and feels comfortable there."},{"quote":"He always seems only to play at business, it never gets into his blood, it never rules him, he never fears failure, losses never bother him.","desc":"Kamaswami makes this observation about Siddhartha’s curious detachment from his work as a businessman. Kamaswami becomes both puzzled and intrigued by Siddhartha’s example, which extends beyond the limits of Kamaswami’s mind to comprehend. Kamaswami can teach Siddhartha how to make money, but Siddhartha can’t teach Kamaswami how to think. Siddhartha explains that intelligence doesn’t enter into it. Kamaswami doesn’t have the inner refuge that allows people to feel at peace no matter what their circumstances."},{"quote":"“How nice all this is,” Kamaswami admitted reluctantly, “but I should like to say, the fact is you are nevertheless a tradesman! Or did you make the journey for your own pleasure alone?”","desc":"When Siddhartha goes on a failed business trip to buy rice, Kamaswami becomes greatly annoyed. Kamaswami can’t understand why Siddhartha stayed for several days to socialize with the townspeople who sold their rice to another buyer. Kamaswami’s and Siddhartha’s disparate world views often lead them to an impasse of understanding."}]}]