[{"page":"http://www.sparknotes.com/lit/warandpeace/quotes/","quotes":[{"quote":"“Well,\n\t\t\t\t\tPrince, so Genoa and Lucca are now just family estates of the Buonapartes.\n\t\t\t\t\tBut I warn you, if you don’t tell me that this means war, if you\n\t\t\t\t\tstill try to defend the infamies and horrors perpetrated by that\n\t\t\t\t\tAntichrist—I really believe he is Antichrist—I will have nothing\n\t\t\t\t\tmore to do with you....”","desc":"These words from the St. Petersburg\n\t\t\t\t\tsociety hostess Anna Pavlovna Scherer brilliantly open War\n\t\t\t\t\t\tand Peace in Book One, Chapter 1, establishing\n\t\t\t\t\ta dual focus on the wartime idea of Napoleonic aggression and the\n\t\t\t\t\tpeacetime idea of conversation at a high-society party. These lines\n\t\t\t\t\timmediately attune us to the fact that war and peace are constantly\n\t\t\t\t\tinterwoven in the novel, as military maneuvers go hand in hand with\n\t\t\t\t\tsocializing. Anna Pavlovna is surprisingly well informed about current\n\t\t\t\t\tevents, a far cry from the somewhat insulated mindset we might expect\n\t\t\t\t\tfrom such a socialite. The Italian principalities of Genoa and Lucca\n\t\t\t\t\tare far from St. Petersburg, yet Anna Pavlovna has a global view\n\t\t\t\t\tof their importance, just as a minister of war might have. Her toughness\n\t\t\t\t\tin addressing the prince, with threatening phrases such as “I warn\n\t\t\t\t\tyou” and “I will have nothing more to do with you,” shows that she\n\t\t\t\t\tis ready to act like a general—a trait we also see in her dictatorial\n\t\t\t\t\tway of running her party. Moreover, Anna Pavlovna shows a diplomat’s\n\t\t\t\t\tsensitivity to the political subtleties of language, as when she\n\t\t\t\t\tcalls Napoleon by his Italian name, Buonaparte, rather than his\n\t\t\t\t\tFrench name, Bonaparte, thereby delicately insulting Napoleon’s\n\t\t\t\t\tnon-French background.Yet if Anna Pavlovna introduces the prospect of war into\n\t\t\t\t\tthe novel, she also reveals how arbitrary and absurd people’s understanding\n\t\t\t\t\tof war often is, both on and off the battlefield. Her declaration\n\t\t\t\t\tthat Napoleon is the Antichrist comes across as exaggerated and\n\t\t\t\t\tridiculous, especially in light of later developments, when we see\n\t\t\t\t\tTolstoy’s portrait of the French emperor as a silly, vainglorious, and\n\t\t\t\t\tdeluded little man. Napoleon may be dangerous, but he is hardly\n\t\t\t\t\tthe principal of evil incarnate. Similarly, Anna Pavlovna’s threats\n\t\t\t\t\tto the prince are social games, not intended seriously or taken\n\t\t\t\t\tseriously. As such, we feel that most talk of war in higher state circles\n\t\t\t\t\tmay be similarly blustery and hollow. Anna Pavlovna may only be\n\t\t\t\t\tfeigning an interest in the war to appear current and informed.\n\t\t\t\t\tWe do not detect much real emotion in what she says, even though\n\t\t\t\t\tthe war may well threaten her own country’s well being. Moreover,\n\t\t\t\t\tAnna Pavlovna makes no effort to argue against the prince’s supposed\n\t\t\t\t\tdefense of Napoleon by appealing to reason or evidence. Instead,\n\t\t\t\t\tshe does so merely through a trivial threat that she will no longer\n\t\t\t\t\tspeak to the prince if he holds to his opinions. Reason and clear\n\t\t\t\t\tjudgment appear to have little validity in discussions about war,\n\t\t\t\t\tas Tolstoy repeatedly shows throughout the novel."}]},{"page":"https://www.sparknotes.com/lit/warandpeace/quotes/page/2","quotes":[{"quote":"Pierre,\n\t\t\t\t\twho from the moment Prince Andrew entered the room had watched him\n\t\t\t\t\twith glad, affectionate eyes, now came up and took his arm. Before\n\t\t\t\t\the looked round Prince Andrew frowned again, expressing his annoyance\n\t\t\t\t\twith whoever was touching his arm, but when he saw Pierre’s beaming\n\t\t\t\t\tface he gave him an unexpectedly kind and pleasant smile.","desc":"This early picture of Pierre and Andrew\n\t\t\t\t\tfrom Book One, Chapter 1, shows us a great\n\t\t\t\t\tdeal about the characters of both men. We see that Pierre views\n\t\t\t\t\tthe prospect of greeting Andrew with sincere and simple pleasure,\n\t\t\t\t\this “glad, affectionate” eyes showing a nearly canine joy in making\n\t\t\t\t\tcontact with someone he likes. Tolstoy thus presents Pierre to us\n\t\t\t\t\tas a deeply social person who thrives on human connection. Andrew,\n\t\t\t\t\tby contrast, instinctively dislikes human contact and is not ashamed\n\t\t\t\t\tto show this detachment, “expressing his annoyance with whoever\n\t\t\t\t\twas touching his arm.” Andrew does not like being touched, though\n\t\t\t\t\tin the case of Pierre he makes an exception to his rule and returns\n\t\t\t\t\tPierre’s show of affection. It is not that Andrew secretly dislikes\n\t\t\t\t\tPierre, but rather that Andrew’s instinct is to avoid human contact,\n\t\t\t\t\twhereas Pierre’s instinct is to pursue it.When broadly applied to the lives of these two men, this\n\t\t\t\t\tcontrast in attitudes toward human contact shows us much about how\n\t\t\t\t\tthe men live and the choices they make. Pierre jumps all too eagerly\n\t\t\t\t\tinto human contact when, in Helene, he makes a disastrous choice\n\t\t\t\t\tof a wife. However, the identity crisis that follows from Helene’s\n\t\t\t\t\tdeception of him pushes him on a search for wisdom. Pierre ends\n\t\t\t\t\tthe novel happily married, having apparently learned from his earlier\n\t\t\t\t\tmistakes in forging the wrong kind of connections with people. Andrew,\n\t\t\t\t\tby contrast, is alone at the end of the novel, unmarried to the\n\t\t\t\t\twoman he loves seemingly because he insisted on following his father’s\n\t\t\t\t\twish in delaying the marriage—but perhaps really because he secretly\n\t\t\t\t\tfeared starting another relationship. Both Andrew and Pierre arrive\n\t\t\t\t\tat surprising and life-changing realizations that they love Natasha,\n\t\t\t\t\tbut Andrew remains alone and untouched in the end, while Pierre\n\t\t\t\t\tis able to forge a union with her. In this regard, this early scene\n\t\t\t\t\twith the two men prefigures larger, more significant developments\n\t\t\t\t\tthat occur much later in the novel."}]},{"page":"https://www.sparknotes.com/lit/warandpeace/quotes/page/3","quotes":[{"quote":"This\n\t\t\t\t\tblack-eyed, wide-mouthed girl, not pretty but full of life . . .\n\t\t\t\t\tran to hide her flushed face in the lace of her mother’s mantilla—not\n\t\t\t\t\tpaying the least attention to her severe remark—and began to laugh.\n\t\t\t\t\tShe laughed, and in fragmentary sentences tried to explain about\n\t\t\t\t\ta doll which she produced from the folds of her frock.","desc":"This passage from Book One, Chapter 5,\n\t\t\t\t\tintroduces the major female character in War and Peace, the\n\t\t\t\t\ttwelve-year-old Natasha Rostova, in a manner that reveals to us\n\t\t\t\t\tmuch of the symbolic importance she has in the novel as a whole.\n\t\t\t\t\tSignificantly, while almost all the other main characters are introduced\n\t\t\t\t\tby name before they are physically described, Natasha is left nameless\n\t\t\t\t\tfor some time. She appears at first less an individual human being\n\t\t\t\t\tthan a mythic presence, an embodiment of vital girlhood “full of\n\t\t\t\t\tlife.” Her wide mouth suggests a readiness to feed on experiences\n\t\t\t\t\tand an eagerness to express herself fully, though not necessarily\n\t\t\t\t\tin any rational way. Natasha’s inability to “explain” about her\n\t\t\t\t\tdoll suggests that her soul is emotional rather than analytical.\n\t\t\t\t\tShe may express herself through laughter, or other nonverbal means,\n\t\t\t\t\tbetter than she can by reasoning things out. Indeed, this emotional\n\t\t\t\t\textravagance and rational limitation on Natasha’s part continue\n\t\t\t\t\tto be evident long after she grows up, as we see when she submits\n\t\t\t\t\tto the seductive Anatole and plans a madcap elopement with him.We also see Natasha’s bold and even rebellious spirit\n\t\t\t\t\tclearly here in her indifference to the stern remarks from her mother.\n\t\t\t\t\tParental threats mean nothing to Natasha: she will do what she will\n\t\t\t\t\tdo, with little care for what the authorities or elders say. The\n\t\t\t\t\tRostov family friend Marya Dmitrievna sees this rebellious spirit\n\t\t\t\t\tin Natasha when she nicknames her “the Cossack,” a name that, in\n\t\t\t\t\tits fondness, suggests that Natasha’s rebelliousness is a quality\n\t\t\t\t\tto be appreciated and perhaps even admired. This rebellion, however,\n\t\t\t\t\tleads to unhappiness later, as when Natasha braves Sonya’s criticism\n\t\t\t\t\tand her family’s disapproval in planning to elope with the roguish\n\t\t\t\t\tAnatole. But in the end, we feel that this trait leads Natasha to\n\t\t\t\t\ta deeper wisdom than a scrupulous rule-abider like Sonya could ever\n\t\t\t\t\tattain. Finally, Natasha’s clutching of a beloved baby doll in these\n\t\t\t\t\tlines foreshadows her ultimate role as mother of four. She hides\n\t\t\t\t\tin her mother’s mantilla holding her imagined child, suggesting\n\t\t\t\t\ta strong bond between grandmother, mother, and child that underscores\n\t\t\t\t\tthe values of the Rostov family and the continuity of their line."}]},{"page":"https://www.sparknotes.com/lit/warandpeace/quotes/page/4","quotes":[{"quote":"When\n\t\t\t\t\teverything was ready, the stranger opened his eyes, moved to the\n\t\t\t\t\ttable, filled a tumbler with tea for himself and one for the beardless\n\t\t\t\t\told man to whom he passed it. Pierre began to feel a sense of uneasiness,\n\t\t\t\t\tand the need, even the inevitability, of entering into conversation\n\t\t\t\t\twith this stranger.","desc":"In this passage, from Book Five, Chapter 1,\n\t\t\t\t\tPierre is waiting at the Torzhok station for a connection on his\n\t\t\t\t\tway to St. Petersburg, having just left his wife after discovering\n\t\t\t\t\tshe has been cheating on him with his friend. Pierre is bitter and\n\t\t\t\t\tdepressed, and as he waits mindlessly he meets a mysterious old\n\t\t\t\t\tman with a strange servant—two figures who, in their dreamlike,\n\t\t\t\t\talmost surreal quality, contrast with the realistic normalcy of\n\t\t\t\t\tmost characters in War and Peace. The old man wears\n\t\t\t\t\ta ring with a death’s head on it, and he sits in total Zen-like\n\t\t\t\t\tsilence for a long time. His servant appears to have no beard, not\n\t\t\t\t\tbecause he has recently shaved but because no beard has ever grown.\n\t\t\t\t\tThe slightly androgynous, sexless quality of both men inevitably\n\t\t\t\t\taffects Pierre, who has just been punished, in effect, for marrying\n\t\t\t\t\tthe wrong woman as a result of sexual passion. The two men may unconsciously\n\t\t\t\t\trepresent a freedom from the impulses of sex, and therefore a liberation\n\t\t\t\t\tof the spirit. It is precisely a spiritual rebirth for which Pierre\n\t\t\t\t\tyearns in his present misery. As we see with Pierre always, he seeks\n\t\t\t\t\tspiritual rebirth not through introspection or books alone, but\n\t\t\t\t\tthrough a connection with people. Consequently, even though these\n\t\t\t\t\ttwo men make Pierre “uneasy,” he does not avoid them, as Andrew\n\t\t\t\t\twould likely do, but rather feels it inevitable that he will interact\n\t\t\t\t\twith them and gain something from them.Although the first stranger mentioned appears to be the\n\t\t\t\t\tmaster of the beardless man who is the servant, it is nevertheless\n\t\t\t\t\tthe first man who pours a glass of tea for the beardless man. While\n\t\t\t\t\tthe servant later does perform tasks for his master, this initial\n\t\t\t\t\ttea ceremony is somewhat symbolic, creating an environment of social\n\t\t\t\t\tequality. This hint of a leveling of social ranks may unconsciously\n\t\t\t\t\tappeal to Pierre, whose most important influence later in the novel\n\t\t\t\t\tcomes not from a tsar, prince, or emperor, but from a simple and\n\t\t\t\t\thumble Russian peasant, Platon Karataev. The two strangers may thus\n\t\t\t\t\talso represent an ideal of a classless society, or at least an ideal\n\t\t\t\t\tof a strong, comradely connection between individuals of different\n\t\t\t\t\tclasses."}]},{"page":"https://www.sparknotes.com/lit/warandpeace/quotes/page/5","quotes":[{"quote":"When\n\t\t\t\t\the related anything it was generally some old and evidently precious\n\t\t\t\t\tmemory of his “Christian” life, as he called his peasant existence.\n\t\t\t\t\tThe proverbs, of which his talk was full, were . . . those folk\n\t\t\t\t\tsayings which taken without a context seem so insignificant, but\n\t\t\t\t\twhen used appositely suddenly acquire a significance of profound\n\t\t\t\t\twisdom.","desc":"This description of the personality\n\t\t\t\t\tand behavior of the remarkable peasant Platon Karataev, from Book\n\t\t\t\t\tTwelve, Chapter 3, demonstrates how Tolstoy\n\t\t\t\t\tand Pierre both find Platon’s ordinary and uneducated “insignificance”\n\t\t\t\t\thighly significant. Platon is exceptional in being so common, in\n\t\t\t\t\tthe best sense of the word—part of the common or shared native traditions\n\t\t\t\t\tof Russia. Many members of the cultural elite of Tolstoy’s day would\n\t\t\t\t\thave viewed Platon’s liberal use of Russian proverbs as a sign of\n\t\t\t\t\tlow-class status and illiteracy. Tolstoy, however, gives Platon’s\n\t\t\t\t\tcolloquial expression a mighty stamp of approval in referring to\n\t\t\t\t\tits “profound wisdom.” This comment reveals much about the view\n\t\t\t\t\tof wisdom Tolstoy offers in War and Peace. Wisdom\n\t\t\t\t\tis not to be found in high culture or foreign culture—Andrew and\n\t\t\t\t\tPierre both return from trips to Europe without having become noticeably\n\t\t\t\t\twiser—but rather from the experience of what is right under our\n\t\t\t\t\tnoses. Tolstoy implies that sometimes the wisdom of a very common\n\t\t\t\t\tproverb can go completely overlooked until the right speaker uses\n\t\t\t\t\tthe proverb appropriately and suddenly imbues it with deep meaning.This passage also reveals another important idea in the\n\t\t\t\t\tnovel, the suggestion that truth and meaning lie in human beings\n\t\t\t\t\tand in the full experience of human life, rather than in detached\n\t\t\t\t\tideas or images or doctrines. The narrator does not give us any\n\t\t\t\t\texamples of mind-boggling ideas Platon has put forth, but instead\n\t\t\t\t\trefers to “some old and evidently precious memory” that the peasant\n\t\t\t\t\tnarrates. It is not clear that the memory is at all precious in\n\t\t\t\t\tand of itself, but only that it is “evidently” precious to Platon\n\t\t\t\t\thimself. This distinction is key. Tolstoy implies that it does not\n\t\t\t\t\treally matter what a memory is, but only that someone attaches a\n\t\t\t\t\tpersonal meaning to it in his own particular way. That meaning then\n\t\t\t\t\tinfuses the person with such a glow of wisdom that anyone who hears\n\t\t\t\t\thim cannot help but be affected by it—as we see in the fact that\n\t\t\t\t\tPlaton profoundly affects Pierre. The truth that strikes Pierre\n\t\t\t\t\tis not a single idea he can carry away with him, but rather the\n\t\t\t\t\tfuller experience of knowing and interacting with Platon and appreciating\n\t\t\t\t\tthe meaning he is able to convey."}]}]