[{"page":"http://www.sparknotes.com/lit/brothersk/quotes/","quotes":[{"quote":"“Above all, do not lie to yourself. A man who lies to himself and listens to his own lie comes to a point where he does not discern any truth either in himself or anywhere around him, and thus falls into disrespect towards himself and others. Not respecting anyone, he ceases to love, and having no love, he gives himself up to the passions and coarse pleasures, in order to occupy and amuse himself, and in his vices reaches complete bestiality, and it all comes from lying continually to others and to himself.”","desc":"Zosima makes this speech to Fyodor Pavlovich\n\t\t\t\t\tin Book II, Chapter 2. Many of Zosima’s comments\n\t\t\t\t\tin this section of the novel lay the groundwork for the development\n\t\t\t\t\tof the novel’s main ideas. Here, Zosima explores the important concept\n\t\t\t\t\tthat the path to virtue is through honesty with oneself. A man who\n\t\t\t\t\tlies to himself, he says, is unable to perceive the truth around\n\t\t\t\t\thim. Because his surroundings make him suspicious, and because he\n\t\t\t\t\tcannot believe in anything—not God, not other people—he ceases to\n\t\t\t\t\trespect or to love mankind and thus falls into sin. This argument\n\t\t\t\t\tis not only a perceptive summary of Fyodor Pavlovich’s psychology,\n\t\t\t\t\tit also opens the door for many of the novel’s subsequent ideas\n\t\t\t\t\tabout redemption. Later, the novel suggests that the path to redemption\n\t\t\t\t\tlies in honest self-knowledge, which can best be attained through\n\t\t\t\t\tsuffering."}]},{"page":"https://www.sparknotes.com/lit/brothersk/quotes/page/2","quotes":[{"quote":"“Listen: if everyone must suffer, in order to buy eternal harmony with their suffering, pray tell me what have children got to do with it? It’s quite incomprehensible why they should have to suffer, and why they should buy harmony with their suffering.”","desc":"Ivan makes this argument to Alyosha\n\t\t\t\t\tin Book V, Chapter 4, as part of his rejection\n\t\t\t\t\tof the idea of a loving God. Ivan believes it is impossible to have\n\t\t\t\t\tfaith in a benevolent deity who makes children suffer unjustly.\n\t\t\t\t\tIvan can, to a certain extent, see the logic in the suffering of adults:\n\t\t\t\t\tadults must suffer to pay for their sins, “to buy eternal harmony\n\t\t\t\t\twith their suffering.” But children, he explains, are too young to\n\t\t\t\t\thave sinned, and are often made to suffer the most excruciating torments\n\t\t\t\t\tby a God who supposedly loves them. From this condition, Ivan reasons\n\t\t\t\t\tthat if God exists, he does not really love mankind, but rather\n\t\t\t\t\toccupies the position of a torturer who should be defied and rejected\n\t\t\t\t\trather than worshipped and loved."}]},{"page":"https://www.sparknotes.com/lit/brothersk/quotes/page/3","quotes":[{"quote":"“Decide yourself who was right: you or the one who questioned you then? Recall the first question; its meaning, though not literally, was this: ‘You want to go into the world, and you are going empty-handed, with some promise of freedom, which they in their simplicity and innate lawlessness cannot even comprehend, which they dread and fear—for nothing has ever been more insufferable for man and for human society than freedom! But do you see these stones in this bare, scorching desert? Turn them into bread and mankind will run after you like sheep, grateful and obedient, though eternally trembling lest you withdraw your hand and your loaves cease for them.’”","desc":"The Grand Inquisitor levels this accusation\n\t\t\t\t\tat Christ in Ivan’s prose poem in Book V, Chapter 5.\n\t\t\t\t\tThe inquisitor is referring to the story of the temptations that\n\t\t\t\t\tSatan offered Christ, and that Christ rejected. The Grand Inquisitor\n\t\t\t\t\tsees Christ’s rejection of the temptations of Satan as responsible\n\t\t\t\t\tfor placing the intolerable burden of free will on mankind, and\n\t\t\t\t\tfor taking away the comfort of stability and security. The Inquisitor\n\t\t\t\t\tsays that when Satan tempted Christ to make bread from the stones,\n\t\t\t\t\tChrist should have done so, and should have brought the bread back\n\t\t\t\t\tto the people so that they would follow him in order to win the\n\t\t\t\t\tsecurity of being fed. Christ’s response—that man does not live\n\t\t\t\t\tby bread, but by the word of God—gives men the freedom to choose\n\t\t\t\t\twhether to follow Christ or not, without buying faith with security.\n\t\t\t\t\tThis notion of free spiritual will is central to Christian theology,\n\t\t\t\t\tbut as the Grand Inquisitor sees it, Christ has actually done mankind\n\t\t\t\t\ta disservice by keeping people from obtaining security. Most people,\n\t\t\t\t\the says, are too weak to tolerate the burden of free will. As a\n\t\t\t\t\tresult, he says that “the one who questioned you then,” meaning\n\t\t\t\t\tSatan, was right, and Christ was wrong. Ivan believes that mankind\n\t\t\t\t\tis not competent to handle the awesome burden of free will, and\n\t\t\t\t\tshould have been given a leader to obey instead."}]},{"page":"https://www.sparknotes.com/lit/brothersk/quotes/page/4","quotes":[{"quote":"“Very different is the monastic way. Obedience, fasting, and prayer are laughed at, yet they alone constitute the way to real and true freedom: I cut away my superfluous and unnecessary needs, through obedience I humble and chasten my vain and proud will, and thereby, with God’s help, attain freedom of spirit, and with that, spiritual rejoicing!”","desc":"Zosima makes this speech when\n\t\t\t\t\tanalyzing the nature of the Russian monk in Book VI, Chapter 3.\n\t\t\t\t\tIt illustrates the scope of the contrast between Zosima’s views\n\t\t\t\t\tand Ivan’s. Where Ivan’s Grand Inquisitor looks at the problem of\n\t\t\t\t\tfree will with resentment and loathing, Zosima considers free will\n\t\t\t\t\ta cause for rejoicing. The Grand Inquisitor says that men should\n\t\t\t\t\thave been given bread and leadership, while Zosima says that they\n\t\t\t\t\tshould reject material security—through obedience, fasting, and\n\t\t\t\t\tprayer—in order to obtain “real and true freedom.” For Zosima, real\n\t\t\t\t\tand true freedom is crucial to the nature of goodness because it gives\n\t\t\t\t\tmeaning to the choice to embrace faith. If a person has no choice but\n\t\t\t\t\tto believe in God, then faith is meaningless—only through the medium\n\t\t\t\t\tof free will can faith be more than a default position. Zosima thus\n\t\t\t\t\twholly rejects the Grand Inquisitor’s—and Ivan’s—notion of the weakness\n\t\t\t\t\tof human nature, holding out hope that, through spiritual freedom,\n\t\t\t\t\tmankind can be redeemed."}]},{"page":"https://www.sparknotes.com/lit/brothersk/quotes/page/5","quotes":[{"quote":"“But hesitation, anxiety, the struggle between belief and disbelief—all that is sometimes such a torment for a conscientious man like yourself, that it’s better to hang oneself. . . . I’m leading you alternately between belief and disbelief, and I have my own purpose in doing so. A new method, sir: when you’ve completely lost faith in me, then you’ll immediately start convincing me to my face that I am not a dream but a reality—I know you know; and then my goal will be achieved. And it is a noble goal. I will sow a just a tiny seed of faith in you, and from it an oak will grow—and such an oak that you, sitting in that oak, will want to join ‘the desert fathers and the blameless women’; because secretly you want that ver-ry, ver-ry much. . . .”","desc":"This taunt is delivered by\n\t\t\t\t\tthe devil that visits Ivan in Book XI, Chapter 9.\n\t\t\t\t\tIvan has just realized his complicity in Smerdyakov’s murder of\n\t\t\t\t\tFyodor Pavlovich, and in his ensuing psychological breakdown, he\n\t\t\t\t\texperiences the hallucination of this devil, who mocks Ivan with\n\t\t\t\t\this former beliefs and their inconsistency with his inner desires.\n\t\t\t\t\tIvan furiously tries to assert that he does not believe this devil\n\t\t\t\t\tis real, but the devil shrewdly manipulates his desire not to believe\n\t\t\t\t\tso as to make him believe all the more. Then, in this passage, the\n\t\t\t\t\tdevil even more shrewdly admits that he is deliberately toying with\n\t\t\t\t\tIvan’s belief because he knows that deep down Ivan wants to believe\n\t\t\t\t\tin him. Ivan is a moral person who is horrified and appalled by\n\t\t\t\t\tthe rejection of morality that he advocates on the surface, and\n\t\t\t\t\tthe murder of his father has made him even more desperate in his\n\t\t\t\t\tsecret desire for the moral criterion of religious faith. This inner\n\t\t\t\t\tlonging makes Ivan ashamed, and the devil teases his shame, even assuming\n\t\t\t\t\ta mockingly singsong tone of voice (“ver-ry much, ver-ry much”). This\n\t\t\t\t\tpassage is important because it strips Ivan’s psyche bare and reveals\n\t\t\t\t\tthe emotional emptiness and desperation that lie beneath his philosophical\n\t\t\t\t\tpositions. Ivan’s doubt collapses into a nervous breakdown, revealing,\n\t\t\t\t\tthrough his hallucination of the devil, both the inadequacy of his doubt\n\t\t\t\t\tand his secret desire to find a more satisfying faith."}]}]