[{"page":"http://www.sparknotes.com/lit/jekyll/quotes/","quotes":[{"quote":"Mr.\n\t\t\t\t\tUtterson the lawyer was a man of a rugged countenance, that was\n\t\t\t\t\tnever lighted by a smile; cold, scanty and embarrassed in discourse;\n\t\t\t\t\tbackward in sentiment; lean, long, dusty, dreary, and yet somehow\n\t\t\t\t\tlovable. . . . He was austere with himself; drank gin when he was\n\t\t\t\t\talone, to mortify a taste for vintages; and though he enjoyed the theater,\n\t\t\t\t\thad not crossed the doors of one for twenty years. But he had an\n\t\t\t\t\tapproved tolerance for others; sometimes wondering, almost with\n\t\t\t\t\tenvy, at the high pressure of spirits involved in their misdeeds;\n\t\t\t\t\tand in any extremity inclined to help rather than to reprove. .\n\t\t\t\t\t. . [I]t was frequently his fortune to be the last reputable acquaintance\n\t\t\t\t\tand the last good influence in the lives of down-going men.","desc":"This passage is taken from the first\n\t\t\t\t\tparagraph of the novel, in which Stevenson sketches the character\n\t\t\t\t\tof Utterson the lawyer, through whose eyes the bulk of the novel\n\t\t\t\t\tunfolds. In a sense, Utterson comes across as an uninteresting character—unsmiling,\n\t\t\t\t\t“scanty\" in speech, “lean, long, dusty, dreary\" in person. As we\n\t\t\t\t\tknow from later passages in the novel, he never stoops to gossip\n\t\t\t\t\tand struggles to maintain propriety even to the point of absurdity;\n\t\t\t\t\tthe above passage notes the man’s “auster[ity].\"Yet this introductory passage also reveals certain cracks\n\t\t\t\t\tin this rigid, civilized facade—cracks that make Utterson an ideal\n\t\t\t\t\tperson to pursue the bizarre case of Jekyll and Hyde. For one thing,\n\t\t\t\t\tthe passage draws attention to Utterson’s “lovab[ility],” his tendency\n\t\t\t\t\tto “help rather than to reprove.” This geniality and approachability positions\n\t\t\t\t\tUtterson at the center of the novel’s social web—all of the other\n\t\t\t\t\tcharacters confide in him and turn to him for help, allowing him\n\t\t\t\t\tglimpses of the mystery from every point of view. Both Lanyon and\n\t\t\t\t\tJekyll confide in him; his friendship with Enfield gives him a salient\n\t\t\t\t\tpiece of information early in the novel; Poole comes to him when\n\t\t\t\t\tJekyll’s situation reaches a crisis point. Utterson even serves\n\t\t\t\t\tas the attorney for Sir Danvers Carew, Hyde’s victim. Second, the\n\t\t\t\t\tpassage notes Utterson’s keen interest in individuals with dark\n\t\t\t\t\tsecrets, in those who suffer from scandal. Indeed, the text observes,\n\t\t\t\t\tUtterson sometimes wonders with near “envy” at the motivations behind people’s\n\t\t\t\t\twrongdoings or missteps. It is this curiosity, seemingly out of\n\t\t\t\t\tplace in a dully respectable man, that prompts him to involve himself\n\t\t\t\t\tin the unfolding mystery."}]},{"page":"https://www.sparknotes.com/lit/jekyll/quotes/page/2","quotes":[{"quote":"“He\n\t\t\t\t\tis not easy to describe. There is something wrong with his appearance;\n\t\t\t\t\tsomething displeasing, something downright detestable. I never saw\n\t\t\t\t\ta man I so disliked, and yet I scarce know why. He must be deformed\n\t\t\t\t\tsomewhere; he gives a strong feeling of deformity, although I couldn’t specify\n\t\t\t\t\tthe point. He’s an extraordinary-looking man, and yet I really can\n\t\t\t\t\tname nothing out of the way. No, sir; I can make no hand of it;\n\t\t\t\t\tI can’t describe him. And it’s not want of memory; for I declare\n\t\t\t\t\tI can see him this moment.”","desc":"This quotation appears in Chapter 1,\n\t\t\t\t\t“Story of the Door,” when Enfield relates to Utterson how he watched\n\t\t\t\t\tHyde trample a little girl underfoot. Utterson asks his friend to\n\t\t\t\t\tdescribe Hyde’s appearance, but Enfield, as the quote indicates,\n\t\t\t\t\tproves unable to formulate a clear portrait. He asserts that Hyde\n\t\t\t\t\tis deformed, ugly, and inspires an immediate revulsion, yet he cannot\n\t\t\t\t\tsay why.Enfield’s lack of eloquence sets a pattern for the novel,\n\t\t\t\t\tas no one—from Utterson himself to witnesses describing Hyde to\n\t\t\t\t\tthe police—can come up with an exact description of the man. Most people\n\t\t\t\t\tmerely conclude that he appears ugly and deformed in some indefinable\n\t\t\t\t\tway. These failures of articulation create an impression of Hyde\n\t\t\t\t\tas an uncanny figure, someone whose deformity is truly intangible,\n\t\t\t\t\tmysterious, perceptible only with some sort of sixth sense for which\n\t\t\t\t\tno vocabulary exists. It is almost as if language itself fails when\n\t\t\t\t\tit tries to come to grips with Hyde; he is beyond words, just as\n\t\t\t\t\the is beyond morality and conscience. As a supernatural creation,\n\t\t\t\t\the does not quite belong in the world; correspondingly, he evades\n\t\t\t\t\tthe conceptual faculties of normal human beings."}]},{"page":"https://www.sparknotes.com/lit/jekyll/quotes/page/3","quotes":[{"quote":"He put the glass to his lips, and drank at one gulp. A cry followed; he reeled, staggered, clutched at the table and held on, staring with injected eyes, gasping with open mouth; and as I looked there came, I thought, a change—he seemed to swell—his face became suddenly black and the features seemed to melt and alter—and at the next moment, I had sprung to my feet and leaped back against the wall, my arm raised to shield me from that prodigy, my mind submerged in terror.\n\n“O God!” I screamed, and “O God!” again and again; for there before my eyes—pale and shaken, and half fainting, and groping before him with his hands, like a man restored from death—there stood Henry Jekyll!","desc":"This quotation appears in Chapter 9, “Dr. Lanyon’s Narrative,” as Lanyon describes the moment when Hyde, drinking the potion whose ingredients Lanyon procured from Jekyll’s laboratory, transforms himself back into Jekyll. Lanyon, who earlier ridicules Jekyll’s experiments as “unscientific balderdash,\" now sees the proof of Jekyll’s success. The sight so horrifies him that he dies shortly after this scene. The transformation constitutes the climactic moment in the story, when all the questions about Jekyll’s relationship to Hyde suddenly come to a resolution.Stevenson heightens the effect of his climax by describing the scene in intensely vivid language. When he depicts Hyde as “staring with injected eyes” and suggests the dreadful contortions of his features as they “melt and alter,\" he superbly evokes the ghastliness of the moment of transformation. As this passage emphasizes, the true horror of Jekyll and Hyde’s secret is not that they are two sides of the same person, each persona able to assert itself at will, but that each is actually trapped within the grip of the other, fighting for dominance. The transformation process appears fittingly violent and ravaging, causing the metamorphosing body to “reel,\" “stagger,\" and “gasp.” Indeed, by this point in the novel, Jekyll is losing ground to Hyde, and, correspondingly, emerges “half fainting,\" as if “restored from death.\""}]},{"page":"https://www.sparknotes.com/lit/jekyll/quotes/page/4","quotes":[{"quote":"It was on the moral side, and in my own person, that I learned to recognise the thorough and primitive duality of man; I saw that, of the two natures that contended in the field of my consciousness, even if I could rightly be said to be either, it was only because I was radically both; and from an early date . . . I had learned to dwell with pleasure, as a beloved daydream, on the thought of the separation of these elements.","desc":"This quotation appears midway through Chapter 10, “Henry Jekyll’s Full Statement of the Case,\" which consists of the letter that Jekyll leaves for Utterson. The letter allows us finally to glimpse the events of the novel from the inside. In this passage, Jekyll discusses the years leading up to his discovery of the potion that transforms him into Hyde. He summarizes his theory of humanity’s dual nature, which states that human beings are half virtuous and half criminal, half moral and half amoral. Jekyll’s goal in his experiments is to separate these two elements, creating a being of pure good and a being of pure evil. In this way he seeks to free his good side from dark urges while liberating his wicked side from the pangs of conscience. Ultimately, however, Jekyll succeeds only in separating out Hyde, his evil half, while he himself remains a mix of good and evil. And eventually, of course, Hyde begins to predominate, until Jekyll ceases to exist and only Hyde remains. This outcome suggests a possible fallacy in Jekyll’s original assumptions. Perhaps he did not possess an equally balanced good half and evil half, as he thought. The events of the novel imply that the dark side (Hyde) is far stronger than the rest of Jekyll—so strong that, once sent free, this side takes him over completely."}]},{"page":"https://www.sparknotes.com/lit/jekyll/quotes/page/5","quotes":[{"quote":"[B]ut\n\t\t\t\t\tI was still cursed with my duality of purpose; and as the first\n\t\t\t\t\tedge of my penitence wore off, the lower side of me, so long indulged,\n\t\t\t\t\tso recently chained down, began to growl for licence. Not that I\n\t\t\t\t\tdreamed of resuscitating Hyde; . . . no, it was in my own person\n\t\t\t\t\tthat I was once more tempted to trifle with my conscience. . . .\n\t\t\t\t\t[However,]\n\t\t\t\t\tthis brief condescension to my evil finally destroyed the balance\n\t\t\t\t\tof my soul. And yet I was not alarmed; the fall seemed natural,\n\t\t\t\t\tlike a return to the old days before I had made discovery. It was\n\t\t\t\t\ta fine . . . day. . . . I sat in the sun on a bench; the animal\n\t\t\t\t\twithin me licking the chops of memory; the spiritual side a little\n\t\t\t\t\tdrowsed, promising subsequent penitence, but not yet moved to begin.\n\t\t\t\t\tAfter all, I reflected, I was like my neighbours; and then I smiled, comparing\n\t\t\t\t\tmyself with other men, comparing my active goodwill with the lazy\n\t\t\t\t\tcruelty of their neglect. And at the very moment of that vainglorious\n\t\t\t\t\tthought, a qualm came over me, a horrid nausea and the most deadly\n\t\t\t\t\tshuddering. . . . I began to be aware of a change in the temper\n\t\t\t\t\tof my thoughts, a greater boldness, a contempt of danger, a solution\n\t\t\t\t\tof the bonds of obligation. I looked down; my clothes hung formlessly\n\t\t\t\t\ton my shrunken limbs; the hand that lay on my knee was corded and\n\t\t\t\t\thairy. I was once more Edward Hyde.","desc":"These words appear in Jekyll’s confession,\n\t\t\t\t\tnear the end of Chapter 10, and they mark\n\t\t\t\t\tthe point at which Hyde finally and inalterably begins to dominate\n\t\t\t\t\tthe Jekyll-Hyde relationship; Jekyll begins to transform into his\n\t\t\t\t\tdarker self spontaneously, without the aid of his potion, and while\n\t\t\t\t\twide awake. In the particular instance described in the passage,\n\t\t\t\t\tit only takes a single prideful thought to effect the transformation—although\n\t\t\t\t\tthat thought comes on the heels of a Jekyll’s dip into his old,\n\t\t\t\t\tpre-Hyde debauchery. As elsewhere, the novel gives no details here\n\t\t\t\t\tof the exact sins involved in Jekyll’s “brief condescension to evil,\"\n\t\t\t\t\tand thus when he mentions “the animal within me licking the chops\n\t\t\t\t\tof memory,\" we are left to imagine what dark deeds Jekyll remembers.\n\t\t\t\t\tAgain, the language of this passage emphasizes Jekyll’s dualistic\n\t\t\t\t\ttheory of human nature, as he contrasts “the animal within me\" to\n\t\t\t\t\this “spiritual side.\" And the text deliberately presents Hyde’s\n\t\t\t\t\tbody as animal-like, especially in the reference to a “corded and\n\t\t\t\t\thairy\" hand. In addition, Stevenson describes Jekyll’s longing as\n\t\t\t\t\ta “growl for licence,\" which, ironically, is reminiscent of animals\n\t\t\t\t\tcommunicating with each other. In a novel intentionally devoid of\n\t\t\t\t\tbillowy language and concerned more with providing a record than\n\t\t\t\t\twith developing verbal description, Jekyll can be most vocally expressive\n\t\t\t\t\tof his desires when he longs to transform into Hyde. As Hyde, he\n\t\t\t\t\tloses the conscious abilities to form language completely, falling\n\t\t\t\t\tvictim to the instincts within and losing the ability to recall\n\t\t\t\t\texactly what is happening. The above description implies that Jekyll,\n\t\t\t\t\tin becoming Hyde, is regressing into the primitive and coming closer\n\t\t\t\t\tto the violent, amoral world of animals."}]},{"page":"https://www.sparknotes.com/lit/jekyll/quotes/theme/duality","quotes":[{"quote":"“It was thus rather the exacting nature of my aspirations than any particular degradation in my faults, that made me what I was, and, with even a deeper trench than in the majority of men, severed in me those provinces of good and ill which divide and compound man’s dual nature.”","desc":"In his final letter, Jekyll explains how, more than anything, it was his desire for achievement rather than an innate degradation in his soul that drove a wedge in his personality. What he became resulted not from his wickedness but from his scientific drive to understand what caused his split nature. Everyone, Jekyll contends, has a  duality of personality and the potential for good and evil acts. Jekyll’s comparison of himself with others reveals his conviction that his evil impulses were not greater, his aspirations were higher."},{"quote":"With every day, and from both sides of my intelligence, the moral and the intellectual, I thus drew steadily nearer to that truth, by whose partial discovery I have been doomed to such a dreadful shipwreck: that man is not truly one, but truly two.”","desc":"Throughout Jekyll’s final letter, we see an important theme in the story: Human nature is made up of a series of oppositions—good and evil, moral and intellectual, and rational and irrational. Jekyll tries to bring moral conscience and rational analysis to investigate the central question which drove his experiment. The truth that he finds fragments his soul. Victorian society strove to separate the good from the evil in human nature to purify it. Jekyll sought to unify his soul as a natural, wholesome quest."},{"quote":"“I, for my part, from the nature of my life, advanced infallibly in one direction and in one direction only. It was on the moral side, and in my own person, that I learned to recognise the thorough and primitive duality of man; I saw that, of the two natures that contended in the field of my consciousness, even if I could rightly be said to be either, it was only because I was radically both.”","desc":"Jekyll makes a case for why his scientific experiment should be seen as a moral act rather than a degraded one. Jekyll had the vision to postulate a true theory about human nature only because he was so moral: He was an upstanding citizen who worked hard, became an accomplished doctor, and controlled his lower impulses. Ultimately, he says, because his good and bad sides were both fully realized, he achieved a level of consciousness that allowed him to see the truth about human nature not many others comprehended."},{"quote":"“If each, I told myself, could be housed in separate identities, life would be relieved of all that was unbearable; the unjust might go his way, delivered from the aspirations and remorse of his more upright twin; and the just could walk steadfastly and securely on his upward path, doing the good things in which he found his pleasure, and no longer exposed to disgrace and penitence by the hands of this extraneous evil. It was the curse of mankind that these incongruous faggots were thus bound together—that in the agonised womb of consciousness, these polar twins should be continuously struggling. How, then were they dissociated?”","desc":"Throughout Dr. Jekyll and Mr. Hyde, characters contend with the moral choices they make in their own lives and those others make around them. The theme of the duality of human nature plagues the characters, since the values of Victorian society instructed people to overcome their immoral natures. As this quote from Jekyll reveals, Jekyll’s desire to dissociate was born out of this desire to overcome his nature. Jekyll theorizes that if he were free from his lower nature, life would be more bearable, and he could  live a satisfying, moral life without being hindered by dark impulses."},{"quote":"“And yet when I looked upon that ugly idol in the glass, I was conscious of no repugnance, rather of a leap of welcome. This, too, was myself…This, as I take it, was because all human beings, as we meet them, are commingled out of good and evil.”","desc":"In Jekyll’s last letter, the reader finally gets a firsthand account of what it was like for Jekyll to turn into Hyde. When Jekyll first sees himself as Hyde in the mirror, he sees not a monster but a friend. Jekyll strangely feels peace when facing his savage side, rather than complete repulsion. Jekyll finally accepts that he, just like every other human, has both good and evil in his or her nature. As a product of a society that encourages repression, Jekyll realizes that facing one’s own evil nature leads to peace."}]},{"page":"https://www.sparknotes.com/lit/jekyll/quotes/theme/repression","quotes":[{"quote":"“Hence it came about that I concealed my pleasures; and that when I reached years of reflection, and began to look round me and take stock of my progress and position in the world, I stood already committed to a profound duplicity of life.”","desc":"In his letter, Jekyll reveals a strange truth about his life: He was already living a life of duplicity long before his personality split into Jekyll and Hyde. Living in the Victorian era, Jekyll was compelled to satisfy his appetites in secret and further repress them to preserve his reputation as an upright citizen. It is never revealed what “pleasures” Jekyll indulged in, so the reader is left to surmise to what degree Jekyll’s character was composed of evil before it split."},{"quote":"“I do not suppose that, when a drunkard reasons with himself upon his vice, he is once out of five hundred times affected by the dangers that he runs through his brutish, physical insensibility; neither had I, long as I had considered my position, made enough allowance for the complete moral insensibility and insensate readiness to evil, which were the leading characters of Edward Hyde. Yet it was by these that I was punished. My devil had been long caged, he came out roaring.”","desc":"In the final chapter of the novel, Jekyll describes the unintended effect of repression. Jekyll compares his position to a drunkard’s, saying that both himself as Hyde, and a person who is intoxicated, are reduced to a state of animalistic impulses. Neither are in possession of reason. Jekyll says Hyde, repressed for so long, had built-up frustrations that exploded. Jekyll sees Hyde’s fury as the logical consequences of Jekyll’s repression of his evil side."},{"quote":"“If you choose to make capital out of this accident,’ said he, `I am naturally helpless. No gentleman but wishes to avoid a scene,’ says he. `Name your figure.”","desc":"When Enfield blackmails Hyde for trampling the girl, his account of Hyde’s response is surprising. Hyde replies that if Enfield is threatening to expose him and ruin his reputation, he will gladly pay Enfield off. Even though Hyde represents an uncontrolled, impulse-driven side of Jekyll’s personality, Hyde’s cold calculation shows a level of repression. Hyde is trying to uphold his appearance as a gentleman, in accordance with the Victorian custom."},{"quote":"“Hosts loved to detain the dry lawyer, when the light-hearted and loose-tongued had already their foot on the threshold; they liked to sit a while in his unobtrusive company, practising for solitude, sobering their minds in the man’s rich silence after the expense and strain of gaiety.”","desc":"In this quote from Chapter 3, we see Mr. Utterson’s effect on people. Utterson’s presence can bring a calming mood to those around him. People find Utterson’s silence is enriching after their exhausting socializing. His presence exemplifies Victorian standards and recalls people to those virtues. Ironically, the narrator refers to the exuberant, carefree mood at parties as a “strain.” Victorian society could be conflicted about having fun."},{"quote":"“A great curiosity came on the trustee, to disregard the prohibition and dive at once to the bottom of these mysteries; but professional honour and faith to his dead friend were stringent obligations; and the packet slept in the inmost corner of his private safe.”","desc":"When Utterson receives a strange letter from Dr. Lanyon that reads “not to be opened til the death or disappearance of Dr. Henry Jekyll,” Utterson is tempted to ignore the instructions and tear open the letter, but stops himself. Utterson has become desperate to understand the mysteries behind Jekyll’s behavior, and it seems Lanyon has something to say on the matter. But Dr. Lanyon is now dead, and Mr. Utterson feels obligated to honor Lanyon’s wishes. Utterson’s professionalism allows him to repress his curiosity and maintain respect for his dead friend’s wishes."}]},{"page":"https://www.sparknotes.com/lit/jekyll/quotes/theme/rational-vs-irrational","quotes":[{"quote":"“Hitherto it had touched him on the intellectual side alone; but now his imagination also was engaged, or rather enslaved; and as he lay and tossed in the gross darkness of the night and the curtained room, Mr. Enfield’s tale went by before his mind in a scroll of lighted pictures.”","desc":"In Dr. Jekyll and Mr. Hyde, characters struggle to control the irrational side of their minds. In this quote about Mr. Utterson, Utterson is gripped by Mr. Enfield’s tale about Mr. Hyde as he is home alone in bed, tossing and turning. In the daytime, his rational mind prevails, and his intellectual mind is able to keep the story in check, but at night, his imagination is engaged, and the story engrosses him. Utterson’s curiosity is drawing him into Enfield’s tale."},{"quote":"“If he could but once set eyes on him, he thought the mystery would lighten and perhaps roll altogether away, as was the habit of mysterious things when well examined.”","desc":"In Chapter 2, Utterson is trying to convince himself that once he sees Hyde, he will be able to free himself from his curiosity about him, which is growing by the hour. Utterson’s confidence that rational examination of the facts would clear up the mystery highlights his position as a respectable lawyer in the Victorian era. The story throws this common Victorian assumption into question, as rational examination fails to satisfy many of the characters in the face of mysterious, supernatural events."},{"quote":"“Five minutes afterwards, if you insist upon an explanation, you will have understood that these arrangements are of capital importance; and that by the neglect of one of them, fantastic as they must appear, you might have charged your conscience with my death or the shipwreck of my reason.”","desc":"In Jekyll’s letter to Dr. Lanyon, one can see how just how deteriorated Jekyll’s state of mind has become, even if the reason why is not yet clear. Jekyll’s mind is so compromised that if Lanyon fails to carry out his requests, Jekyll worries his sanity might be irreversibly compromised. Like many of the characters in Dr. Jekyll and Mr. Hyde, Jekyll’s rational mind is under threat by the unexplainable, mysterious supernatural events Jekyll has put into motion."},{"quote":"“‘We had,’ was the reply. ‘But it is more than ten years since Henry Jekyll became too fanciful for me. He began to go wrong, wrong in mind; and though of course I continue to take an interest in him for old sake’s sake, as they say, I see and I have seen devilish little of the man. Such unscientific balderdash,’ added the doctor, flushing suddenly purple, ‘would have estranged Damon and Pythias.’”","desc":"In Chapter 2, we get an early glimpse into the nature of Dr. Lanyon and Jekyll’s friendship. Both are doctors and men of science, but Dr. Lanyon believes that Henry Jekyll became isolated by radical views, straying too far from the orthodoxy of their scientific profession. Lanyon equates Jekyll’s unconventional pursuits with a preoccupation with irrational matters. Lanyon’s reference to the legendary friendship of Damon and Pythias indicates he once felt close to Jekyll, and he chokes up with emotion just talking about the subject. This strain in their professional relationship gives pathos to Jekyll’s turning to Lanyon for help later."},{"quote":"“It is well,” replied my visitor. “Lanyon, you remember your vows: what follows is under the seal of our profession. And now, you who have so long been bound to the most narrow and material views, you who have denied the virtue of transcendental medicine, you who have derided your superiors—behold!”","desc":"In Dr. Lanyon’s last letter, he recounts Jekyll’s words to him before Jekyll reveals himself as Hyde. Jekyll chided Lanyon for being close-minded in his dismissal of scientific inquiries that go beyond the realm of materialism. Jekyll thus gloats as the revelation of Hyde sends Lanyon into shock. Lanyon is unable to understand or accept what he has seen. Lanyon’s rational mind, when confronted with the irrational, simply collapses."}]},{"page":"https://www.sparknotes.com/lit/jekyll/quotes/character/mr-gabriel-john-utterson","quotes":[{"quote":"“But he had an approved tolerance for others; sometimes wondering, almost with envy, at the high pressure of spirits involved in their misdeeds; and in any extremity inclined to help rather than to reprove. “I incline to Cain’s heresy,” he used to say quaintly: “I let my brother go to the devil in his own way.”","desc":"Mr. Utterson is the first character the narrator introduces in the story. Utterson indulges misbehavior without judgment and doesn’t feel compelled to impose his values on others. Rather, his behavior is typical of the Victorian era dictum: Keep out of others’ affairs."},{"quote":"“If he be Mr. Hyde,” he had thought, “I shall be Mr. Seek.”","desc":"In Chapter 2, we see that Utterson has a strong curiosity streak in his character. Where Enfield is satisfied with accepting things at face value, Utterson is driven by his curiosity to find out more about Hyde. Utterson is captivated by Enfield’s story about Hyde and is determined to find out more about him. Ironically, curiosity is what drives Jekyll too, but Jekyll’s curiosity leads to his downfall."},{"quote":"“There must be something else,” said the perplexed gentleman. “There is something more, if I could find a name for it. God bless me, the man seems hardly human! Something troglodytic, shall we say? or can it be the old story of Dr. Fell? or is it the mere radiance of a foul soul that thus transpires through, and transfigures, its clay continent? The last, I think; for, O my poor old Harry Jekyll, if ever I read Satan’s signature upon a face, it is on that of your new friend.”","desc":"In Chapter 3, Utterson finally meets Hyde. Once again, words fail the characters when they try to explain what Hyde looks like. Utterson’s comments to Jekyll suggest that Hyde is more animal than man. Utterson characterizes Hyde’s looks as “troglodytic,” so primitive and animalistic that he seems prehistoric."},{"quote":"“And the lawyer, scared by the thought, brooded awhile on his own past, groping in all the corners of memory, least by chance some Jack-in-the-Box of an old iniquity should leap to light there. His past was fairly blameless; few men could read the rolls of their life with less apprehension; yet he was humbled to the dust by the many ill things he had done, and raised up again into a sober and fearful gratitude by the many he had come so near to doing yet avoided.”","desc":"After talking with Jekyll about his relationship to Hyde, Utterson begins to question his own past. As he begins to suspect Jekyll might have a sordid side, Utterson retreats into complacency that in contrast, his own past would hold up to judgment. Utterson’s preoccupation with his virtue highlights the Victorian era’s importance placed on respectability and morality."},{"quote":"“This is a very strange tale, Poole; this is rather a wild tale my man,” said Mr. Utterson, biting his finger. “Suppose it were as you suppose, supposing Dr. Jekyll to have been—well, murdered what could induce the murderer to stay? That won’t hold water; it doesn’t commend itself to reason.”","desc":"When Poole tells Utterson that he believes Jekyll has been murdered, and the murderer is currently in Jekyll’s room, Utterson struggles to believe him. He straightforwardly tells Poole his idea doesn’t show sound reasoning or stand up to logic. Like many characters in the story, Utterson tests everything by using his rational mind."}]},{"page":"https://www.sparknotes.com/lit/jekyll/quotes/character/dr-henry-jekyll","quotes":[{"quote":"“My poor Utterson,” said he, “you are unfortunate in such a client. I never saw a man so distressed as you were by my will; unless it were that hide-bound pedant, Lanyon, at what he called my scientific heresies.”","desc":"Utterson is growing uneasy with Jekyll and his relationship to Hyde—Utterson doesn’t understand why Jekyll would include such a disreputable character as Hyde in his will, and questions Jekyll. Jekyll brushes off Utterson’s concern, saying that Utterson shouldn’t be so distressed by his will. Jekyll then takes a shot at Dr. Lanyon. Jekyll is trying to maintain composure, but he is struggling."},{"quote":"“At that time my virtue slumbered; my evil, kept awake by ambition, was alert and swift to seize the occasion; and the thing that was projected was Edward Hyde.”","desc":"Jekyll explains in his letter that when his moral code wasn’t engaged, Hyde came out. Jekyll describes how his evil side was always alert, waiting in the background to project itself. The idea here is that Jekyll’s evil side was a constant impulse that Jekyll had to actively suppress."},{"quote":"“Utterson, I swear to God,” cried the doctor, “I swear to God I will never set eyes on him again. I bind my honour to you that I am done with him in this world. It is all at an end. And indeed he does not want my help; you do not know him as I do; he is safe, he is quite safe; mark my words, he will never more be heard of.”","desc":"When Utterson confronts Jekyll about Hyde, who murdered a man, Jekyll frantically tries to reassure Utterson that Hyde will never be heard from again. Jekyll is desperate to convince Utterson that he will have nothing more to do with Hyde, foreshadowing his struggle to terminate his Hyde entity."},{"quote":"“And indeed the worst of my faults was a certain impatient gaiety of disposition, such as has made the happiness of many, but such as I found it hard to reconcile with my imperious desire to carry my head high, and wear a more than commonly grave countenance before the public.”","desc":"Dr. Jekyll’s final letter reveals that even before taking the potion, Dr. Jekyll had two sides: an exuberant, pleasure-seeking side, and a reserved, position-achieving side with a need to keep up appearances. Dr. Jekyll deplored his tendency to an easy-going temperament that might hold him back in Victorian society. His position as a doctor required a superior attitude, fully in control of his impulses."},{"quote":"“To cast in my lot with Jekyll, was to die to those appetites which I had long secretly indulged and had of late begun to pamper. To cast it in with Hyde, was to die to a thousand interests and aspirations, and to become, at a blow and forever, despised and friendless. The bargain might appear unequal; but there was still another consideration in the scales; for while Jekyll would suffer smartingly in the fires of abstinence, Hyde would be not even conscious of all that he had lost.”","desc":"In his final statement, Jekyll describes how he was finally forced to make a choice between Jekyll or Hyde. To go with Jekyll would mean killing his natural desires. To go with Hyde would mean to kill his professional life and forever be alone. Jekyll says the decision isn’t as clear-cut as it seems, for at least with Hyde, there would be no conscience interfering with his peace of mind."}]},{"page":"https://www.sparknotes.com/lit/jekyll/quotes/character/dr-hastie-lanyon","quotes":[{"quote":"“I have had a shock,” he said, “and I shall never recover. It is a question of weeks. Well, life has been pleasant; I liked it; yes, sir, I used to like it. I sometimes think if we knew all, we should be more glad to get away.”","desc":"When Mr. Utterson meets Lanyon for dinner, Lanyon appears shockingly worse since they last met. He looks so bad, Utterson is convinced he will die soon. Lanyon explains that he’s had an experience that has changed him forever, altering his perspective on life and weakening his will to live. Lanyon’s words underscore a major theme in the novel: The human desire for mastery comes with a price."},{"quote":"“I wish to see or hear no more of Dr. Jekyll,” he said in a loud, unsteady voice. “I am quite done with that person; and I beg that you will spare me any allusion to one whom I regard as dead.”","desc":"When Utterson questions Dr. Lanyon about Jekyll, Dr. Lanyon tries to stop him. Lanyon’s voice is uncontrolled, demonstrating how shaken he is. The reader, just like Utterson, is shocked, since the last time Utterson saw Lanyon, Lanyon was vibrant and social. Lanyon’s character has gone from friendly to agitated, the cause a mystery to Utterson. His desperate closing words about Dr. Jekyll’s demise add to the ominous effect of reality beginning to disintegrate."},{"quote":"“Upon the reading of this letter, I made sure my colleague was insane; but till that was proved beyond the possibility of doubt, I felt bound to do as he requested.”","desc":"Lanyon is explaining to Utterson why he decided to carry out Jekyll’s requests, even though Lanyon didn’t consider him a close friend. In the lines above, it is clear that Lanyon is doing it more out of curiosity than loyalty as he is convinced Jekyll is insane and wants to know why. Unlike Poole, who carefully avoids the dark side of life, Lanyon is pulled in."},{"quote":"“What he told me in the next hour, I cannot bring my mind to set on paper. I saw what I saw, I heard what I heard, and my soul sickened at it; and yet now when that sight has faded from my eyes, I ask myself if I believe it, and I cannot answer. My life is shaken to its roots; sleep has left me; the deadliest terror sits by me at all hours of the day and night; and I feel that my days are numbered, and that I must die; and yet I shall die incredulous.”","desc":"In one of Dr. Lanyon’s last quotes in the novel, it is clear that Dr. Lanyon would like to repress the supernatural event he witnessed when Jekyll turned into Hyde. As a scientist in the Victorian era, Dr. Lanyon cannot reconcile what he has understood with his rational mind with his sense of morality, and therefore regards Dr. Jekyll as dead."},{"quote":"“O God!” I screamed, and “O God!” again and again; for there before my eyes—pale and shaken, and half fainting, and groping before him with his hands, like a man restored from death—there stood Henry Jekyll!”","desc":"Dr. Lanyon’s words and recollection serve as the climax of the story. The question of Dr. Jekyll’s relationship to Mr. Hyde is resolved, and Mr. Utterson’s investigation is complete. Lanyon cannot reconcile to himself what he has seen and dies shortly after. Through Lanyon’s description, we see that Jekyll’s transformation into Hyde is like a man coming back to life, suggesting that each time Jekyll transforms, his other side truly dies."}]},{"page":"https://www.sparknotes.com/lit/jekyll/quotes/character/mr-enfield","quotes":[{"quote":"“Well, sir, he was like the rest of us; every time he looked at my prisoner, I saw that Sawbones turn sick and white with desire to kill him. I knew what was in his mind, just as he knew what was in mine; and killing being out of the question, we did the next best. We told the man we could and would make such a scandal out of this as should make his name stink from one end of London to the other. If he had any friends or any credit, we undertook that he should lose them.”","desc":"In Chapter 1, Mr. Enfield is recounting to Mr. Utterson how he witnessed Mr. Hyde trample a young girl as he was rounding a corner. Enfield describes how he held the man captive, demanding money to keep the incident quiet. The fact that Hyde complies so readily underscores the Victorian Era’s emphasis on personal reputation."},{"quote":"“Yes, it’s a bad story. For my man was a fellow that nobody could have to do with, a really damnable man; and the person that drew the cheque is the very pink of the proprieties, celebrated too, and (what makes it worse) one of your fellows who do what they call good.”","desc":"Enfield describes to Utterson how the check he received from the disreputable Hyde  was signed by the reputable Jekyll. Enfield puzzles over how two men of vastly different reputations could be related. Enfield’s words highlight the importance of reputation in Victorian society, and the question of Jekyll’s relationship to Hyde drives the rest of the story."},{"quote":"“The figure was stiff; but the signature was good for more than that if it was only genuine. I took the liberty of pointing out to my gentleman that the whole business looked apocryphal, and that a man does not, in real life, walk into a cellar door at four in the morning and come out with another man’s cheque for close upon a hundred pounds.”","desc":"Enfield demonstrates a key Victorian value in his statement: common sense. Enfield, employing a healthy skepticism, points out to Mr. Hyde that his actions don’t add up. It is not normal to go into another man’s house at four in the morning, much less get him to sign a check."},{"quote":"“I feel very strongly about putting questions; it partakes too much of the style of the day of judgment. You start a question, and it’s like starting a stone. You sit quietly on the top of a hill; and away the stone goes, starting others; and presently some bland old bird (the last you would have thought of) is knocked on the head in his own back garden and the family have to change their name. No sir, I make it a rule of mine: the more it looks like Queer Street, the less I ask.”","desc":"Here Enfield is discussing his views on social propriety. To Enfield, the stranger a matter seems, the less he asks. Probing a person, he says, seems like passing judgment that is reserved for God. In addition, the investigation will likely expose something that was better left alone. Enfield, embodying a Victorian sensibility, carefully avoids the dark side of life."},{"quote":"“But Mr. Enfield only nodded his head very seriously, and walked on once more in silence.”","desc":"In Chapter 7, Utterson and Enfield are taking a walk and see Jekyll in the window of his house. Utterson invites him to join them for a walk, at which point Jekyll’s face begins to change into Hyde’s. Utterson and Enfield have just witnessed something terrifyingly bizarre, yet Enfield chooses not to speak about it. Enfield’s response shows the breakdown of language when the characters face the supernatural."}]},{"page":"https://www.sparknotes.com/lit/jekyll/quotes/character/mr-poole","quotes":[{"quote":"“You know the doctor’s ways, sir,” replied Poole, “and how he shuts himself up. Well, he’s shut up again in the cabinet; and I don’t like it, sir—I wish I may die if I like it. Mr. Utterson, sir, I’m afraid.”","desc":"In Chapter 8, Jekyll’s butler Mr. Poole comes to Utterson’s house to ask for help. Poole says he is concerned that Jekyll has locked himself in his room and hasn’t been seen for a week. Poole suspects foul play. Poole’s concern for his master drives him to seek help, and thus Poole’s character moves the story forward. Up until this point, everyone has maintained a respectable distance from the case."},{"quote":"“Changed? Well, yes, I think so,” said the butler. “Have I been twenty years in this man’s house, to be deceived about his voice? No, sir; master’s made away with; he was made away with eight days ago, when we heard him cry out upon the name of God; and who’s in there instead of him, and why it stays there, is a thing that cries to Heaven, Mr. Utterson!”","desc":"Mr. Poole tells Utterson that the voice coming from inside Jekyll’s room is no longer Jekyll’s. Poole believes that the voice is Jekyll’s murderer, who killed Jekyll eight days earlier. Utterson is incredulous, but Poole asserts that as a twenty-year employee in Jekyll’s house, he knows his master’s voice. In a sad irony, the closest people in Jekyll’s life are his house staff."},{"quote":"“‘Quite so, sir,’ returned Poole. ‘Well, when that masked thing like a monkey jumped from among the chemicals and whipped into the cabinet, it went down my spine like ice. O, I know it’s not evidence, Mr. Utterson; I’m book-learned enough for that; but a man has his feelings, and I give you my bible-word it was Mr. Hyde!’”","desc":"Poole is recounting to Utterson what he saw when he caught a glimpse of Hyde inside Jekyll’s room. The bizarre account moves Poole’s to assure Utterson he is educated enough to know that his sight of Hyde doesn’t count as evidence of a crime. But Poole abandons rationality in his final words. In this clash between the natural and the supernatural, Poole invokes the Bible to prove his conviction of the reality of what he witnessed."}]}]