[{"page":"http://www.sparknotes.com/lit/ulysses/quotes/","quotes":[{"quote":"Amor\n\t\t\t\t\tmatris: subjective and objective genitive.","desc":"This quotation, part of Stephen’s inner\n\t\t\t\t\tmonologue, appears in Episode Two. Amor matris translates\n\t\t\t\t\tto “mother love,” a concept that Stephen ponders while giving extra\n\t\t\t\t\thelp to his student Sargent. Sargent reminds Stephen of himself\n\t\t\t\t\tat the same age—Stephen was similarly dirty and disheveled, a child\n\t\t\t\t\tonly a mother could love. Stephen thinks of “mother love” frequently\n\t\t\t\t\tin Ulysses—he contrasts the concrete, bodily reality\n\t\t\t\t\tof a mother’s love to the disconnected, tension-ridden relation\n\t\t\t\t\tbetween a father and a child. In Episode Nine, Stephen calls amor\n\t\t\t\t\t\tmatris “the only true thing in life,” and skeptically identifies\n\t\t\t\t\tpaternity as “a legal fiction.” The phrase “subjective and objective\n\t\t\t\t\tgenitive” refers to the confusion about the translation of amor\n\t\t\t\t\t\tmatris—it can be either a child’s love for a mother or\n\t\t\t\t\ta mother’s love for a child. This touches on Stephen’s difficulties\n\t\t\t\t\tin deciding whether to be an active or a passive being. In Episode\n\t\t\t\t\tNine, he frames the choice this way: “Act. Be acted on.” In the\n\t\t\t\t\tquotation from Episode Two above, we see Stephen trying to understand\n\t\t\t\t\tthe ethics and power relations involved in his teacher-stu-dent\n\t\t\t\t\trelationship with Sargent in terms of the compassion entailed by\n\t\t\t\t\t“mother love.”"}]},{"page":"https://www.sparknotes.com/lit/ulysses/quotes/page/2","quotes":[{"quote":"History\n\t\t\t\t\tis a nightmare from which I am trying to awake.","desc":"This quotation appears in Episode Two,\n\t\t\t\t\tduring Stephen’s conversation with Mr. Deasy. With Sargent and his\n\t\t\t\t\tclass earlier in Episode Two, Stephen was the reluctant teacher,\n\t\t\t\t\tand now Deasy attempts to position him as the pupil. But Stephen\n\t\t\t\t\tblithely maneuvers out of this role by way of a few cryptic statements,\n\t\t\t\t\tsuch as the one above. Here, Stephen’s version of history as a “nightmare”\n\t\t\t\t\tis an explicit challenge to Deasy’s conception of history as moving\n\t\t\t\t\ttoward one goal (the manifestation of God), and an implicit challenge\n\t\t\t\t\tto Haines’s version of history in Episode One as something impersonal\n\t\t\t\t\tand cut off from the present (“It seems history is to blame”). Stephen’s\n\t\t\t\t\tconception of history has several meanings. Stephen sees history,\n\t\t\t\t\tand Irish history in particular, as filled with violence—Deasy’s\n\t\t\t\t\tand Haines’s conceptions of history enable this violence by excluding\n\t\t\t\t\tcertain people from history in Deasy’s case (those who do not believe\n\t\t\t\t\tin a Christian God) and by absolving those who perpetrate violence\n\t\t\t\t\tfrom any blame in Haines’s case. Stephen’s comment also refers to\n\t\t\t\t\this conception of the tensions between art and history—Stephen sees\n\t\t\t\t\thistory as an impossible chaos and art as a way of representing\n\t\t\t\t\tthat chaos in an ordered fashion. Finally, Stephen’s statement is\n\t\t\t\t\talso an extremely personal one—his own history is something he is\n\t\t\t\t\ttrying to overcome. At the opening of Ulysses, Stephen\n\t\t\t\t\tis feeling particularly hopeless about the possibility of rising\n\t\t\t\t\tabove the circumstances of his upbringing."}]},{"page":"https://www.sparknotes.com/lit/ulysses/quotes/page/3","quotes":[{"quote":"—What is it? says John Wyse. —A nation? says Bloom. A nation is\n\t\t\t\t\tthe same people living in the same place. —By God, then, says Ned,\n\t\t\t\t\tlaughing, if that’s so I’m a nation for I’m living in the same place\n\t\t\t\t\tfor the past five years.","desc":"This dialogue occurs in Episode Twelve,\n\t\t\t\t\tduring the confrontation scene at Barney Kiernan’s pub. Led by the\n\t\t\t\t\tcitizen, the men at Barney Kiernan’s explicitly identify Bloom as\n\t\t\t\t\tan outsider, his Jewish-Hungarian roots being incompatible with\n\t\t\t\t\ttheir essentialist conception of Irishness as a “racial” and Catholic\n\t\t\t\t\tcategory. Here, Bloom’s conception of a nation may seem excessively\n\t\t\t\t\tloose (especially when he backs up several lines later to qualify,\n\t\t\t\t\t“Or in different places”), but Bloom’s position on nationality as\n\t\t\t\t\ta self-selected category is part of the triumph of Bloom’s compassionate\n\t\t\t\t\thumanism over the violent essentialism of the citizen and others.\n\t\t\t\t\tNed Lambert’s sarcastic response to Bloom here is an example of\n\t\t\t\t\tanother way in which Bloom is repeatedly marked as an outsider—the\n\t\t\t\t\tDublin men with whom Bloom associates are skilled in using mockery\n\t\t\t\t\tand sarcasm to establish authority over others, while Bloom does\n\t\t\t\t\tnot use humor in this way."}]},{"page":"https://www.sparknotes.com/lit/ulysses/quotes/page/4","quotes":[{"quote":".\n\t\t\t\t\t. . each contemplating the other in both mirrors of the reciprocal\n\t\t\t\t\tflesh of theirhisnothis fellowfaces.","desc":"This quotation occurs in Episode Seventeen—it\n\t\t\t\t\tis a narrative description of Stephen and Bloom’s wordless interaction\n\t\t\t\t\tin Bloom’s garden just before Stephen leaves. Their meeting is in\n\t\t\t\t\tno sense ideal—a father-son connection is not explicitly made, and\n\t\t\t\t\tStephen declines to stay the night and probably will not see Bloom\n\t\t\t\t\tagain. Yet the narrative of Episode Seventeen manages to convey\n\t\t\t\t\ttheir union as symbolically meaningful, by tapping various themes.\n\t\t\t\t\tThis sentence manages to include an optimistic set of thematic connotations:\n\t\t\t\t\tthe “recognition” theme from (disguised) Odysseus and Telemachus’s meeting\n\t\t\t\t\tin The Odyssey; and an idea of the father-son relationship involving\n\t\t\t\t\tversions of the same bodily self (“flesh”). The “reciprocal” aspect\n\t\t\t\t\tof their meeting implies that Stephen has managed to find a medium\n\t\t\t\t\tin the troublesome dynamic of activity-passivity. The “theirhisnothis”\n\t\t\t\t\tnarrative play also manages to suggest that the meeting is an ideal\n\t\t\t\t\tbalance between a coming-together and a realistic recognition of\n\t\t\t\t\t“otherness.”"}]},{"page":"https://www.sparknotes.com/lit/ulysses/quotes/page/5","quotes":[{"quote":".\n\t\t\t\t\t. . and then he asked me would I yes to say yes my mountain flower\n\t\t\t\t\tand first I put my arms around him yes and drew him down to me so\n\t\t\t\t\the could feel my breasts all perfume yes and his heart was going\n\t\t\t\t\tlike mad and yes I said yes I will Yes.","desc":"Molly’s final words seem to refer immediately\n\t\t\t\t\tto her memory of accepting Bloom’s proposition of marriage during\n\t\t\t\t\ttheir day spent on Howth. However, the ambiguity of the many masculine\n\t\t\t\t\tpronouns in Molly’s monologue also exists here—in the same paragraph,\n\t\t\t\t\tshe remembers a similar outdoor scene of love with Lt. Mulvey, and\n\t\t\t\t\tthe ambiguity of this seeming affirmation of the Blooms’ marriage\n\t\t\t\t\tis typical of Joyce’s endings. However, the looseness of Molly’s\n\t\t\t\t\tlanguage in these final lines also enacts a combination of the immediate\n\t\t\t\t\trealistic level of the text with the idealistic, symbolic level—Molly’s\n\t\t\t\t\t“Yes” here is an unqualified affirmative of natural life and of\n\t\t\t\t\tphysical and emotional love."}]}]