[{"page":"http://www.sparknotes.com/lit/littlewomen/quotes/","quotes":[{"quote":"I’ll\n\t\t\t\t\ttry and be what he loves to call me, “a little woman,” and not be\n\t\t\t\t\trough and wild; but do my duty here instead of wanting to be somewhere\n\t\t\t\t\telse.","desc":"Jo speaks these words in Chapter 1 after\n\t\t\t\t\thearing the letter from Mr. March, who is serving in the Civil War.\n\t\t\t\t\tJo says that she would like to be doing something exciting, such\n\t\t\t\t\tas being in the Civil War like her father, instead of sitting at\n\t\t\t\t\thome. Jo points out that women cannot fight in the Civil War, and\n\t\t\t\t\tgenerally lead less adventurous lives than do men. In this statement,\n\t\t\t\t\tJo also demonstrates a wish to make her father happy by acting stereotypically\n\t\t\t\t\tfemale. Jo struggles throughout the novel because she wants both\n\t\t\t\t\tto lead an adventurous, independent life and to help and please\n\t\t\t\t\ther family. In other words, the struggle for individual success\n\t\t\t\t\tconflicts with the duty and affection she feels for her family and\n\t\t\t\t\twith the domestic sphere that most women of the time accept.\tMr. March’s letter comes immediately after all the March\n\t\t\t\t\tgirls say that they want more out of life than what they have. After\n\t\t\t\t\thearing his letter, they each decide to be content with what they\n\t\t\t\t\thave, demonstrating that the renunciation of their material dreams\n\t\t\t\t\tis learned, rather than natural, behavior."}]},{"page":"https://www.sparknotes.com/lit/littlewomen/quotes/page/2","quotes":[{"quote":"I\n\t\t\t\t\tam angry nearly every day of my life.","desc":"Marmee makes this statement in Chapter 8 when\n\t\t\t\t\tshe tells Jo that she too struggles with a quick temper. Throughout\n\t\t\t\t\tthe novel, however, Marmee seems serene and composed, which suggests\n\t\t\t\t\tthat the appearance of a docile woman may hide turmoil underneath. Marmee’s\n\t\t\t\t\tadmission makes Jo feel better, because she realizes that she is\n\t\t\t\t\tnot the only one with a temper. At the same time, though, Marmee’s\n\t\t\t\t\twords suggest that there is no hope for Jo—Marmee is still angry\n\t\t\t\t\tafter forty years, and perhaps Jo will be too. Many feminist critics\n\t\t\t\t\thave noted this sentence as an expression of anger about nineteenth-century\n\t\t\t\t\tsociety’s demand that women be domestic."}]},{"page":"https://www.sparknotes.com/lit/littlewomen/quotes/page/3","quotes":[{"quote":"Money\n\t\t\t\t\tis a needful and precious thing,—and, when well used, a noble thing,—but\n\t\t\t\t\tI never want you to think it is the first or only prize to strive\n\t\t\t\t\tfor. I’d rather see you poor men’s wives, if you were happy, beloved,\n\t\t\t\t\tcontented, than queens on thrones, without self- respect and peace.","desc":"Marmee speaks these words in Chapter 9, after\n\t\t\t\t\tMeg has returned from a two-week stay at the Moffats’ home. Marmee\n\t\t\t\t\ttells Meg that she does not want any of her daughters to marry for\n\t\t\t\t\tmaterial comforts, as was suggested by a guest at the Gardiners’.\n\t\t\t\t\tAt a moment in history when women’s futures hinged solely on their\n\t\t\t\t\tchoice of a husband, Marmee’s statement is very compassionate and\n\t\t\t\t\tunusual. After all, the other guests at the party easily assume\n\t\t\t\t\tthat Meg must be intending to marry for money.\tAlcott does not completely sanction Marmee’s statement. Little Women depicts\n\t\t\t\t\tmarrying poor as a serious burden for a nineteenth-century woman\n\t\t\t\t\tto bear. One should not marry for money, but at the same time, quarrels\n\t\t\t\t\tand stress come about from marrying a poor man. Alcott does not\n\t\t\t\t\tdepict romantic love without mentioning the practical reality of\n\t\t\t\t\tliving with little money. The daughter of an improvident father,\n\t\t\t\t\tshe knew firsthand the worry of having to depend on someone else\n\t\t\t\t\tfor a living."}]},{"page":"https://www.sparknotes.com/lit/littlewomen/quotes/page/4","quotes":[{"quote":"I’d\n\t\t\t\t\thave a stable full of Arabian steeds, rooms piled with books, and\n\t\t\t\t\tI’d write out of a magic inkstand, so that my works should be as\n\t\t\t\t\tfamous as Laurie’s music. I want to do something splendid before\n\t\t\t\t\tI go into my castle—something heroic, or wonderful—that won’t be\n\t\t\t\t\tforgotten after I’m dead. I don’t know what, but I’m on the watch\n\t\t\t\t\tfor it, and mean to astonish you all, some day. I think I shall\n\t\t\t\t\twrite books, and get rich and famous; that would suit me, so that is\n\t\t\t\t\tmy favorite dream.","desc":"Jo speaks these words in Chapter 13 when\n\t\t\t\t\tthe March girls and Laurie are discussing their dreams. In contrast\n\t\t\t\t\tto the typical dreams of her sisters, Jo’s dream is startlingly\n\t\t\t\t\tbig and confidently expressed. The horses Jo wants, and with which\n\t\t\t\t\tshe is constantly compared, represent the wild freedom for which\n\t\t\t\t\tshe yearns. Significantly, Jo does not mention a husband or children\n\t\t\t\t\tin her dream, but says she wants books and ink. This powerful statement\n\t\t\t\t\treaches well beyond the confines of a woman’s small living room\n\t\t\t\t\tand demands lasting fame and independence in a man’s world. Jo’s\n\t\t\t\t\tsentences are very direct and begin commandingly with the word “I.”\tJo also mentions the desire to have her work equal Laurie’s.\n\t\t\t\t\tThe pursuit of an art is represented as an idyllic field in which\n\t\t\t\t\tmen’s and women’s work are considered equal. Also, Jo aligns going\n\t\t\t\t\tinto a castle—getting married and having a house—with dying, for\n\t\t\t\t\tshe wants to do something great before either event happens to her."}]},{"page":"https://www.sparknotes.com/lit/littlewomen/quotes/page/5","quotes":[{"quote":"5. \tOh,\n\t\t\t\t\tmy girls, however long you may live, I never can wish you a greater\n\t\t\t\t\thappiness than this!","desc":"These words from Marmee conclude the\n\t\t\t\t\tnovel, at the end of Chapter 47, and also\n\t\t\t\t\tsum up the novel’s message. Through the four March sisters, Alcott\n\t\t\t\t\tpresents many possible ways a woman can walk through life. Both\n\t\t\t\t\tthe novel and Marmee finally decide that women must make some sacrifices\n\t\t\t\t\tfor their families, in order to have the happiest life possible.\n\t\t\t\t\tPerhaps Alcott sometimes wished her life had turned out more traditionally\n\t\t\t\t\tand that she had married and had children. This ending is ambiguous\n\t\t\t\t\tat best, however, since the novel has called traditional values\n\t\t\t\t\tinto question throughout."}]}]