[{"page":"http://www.sparknotes.com/lit/oliver/quotes/","quotes":[{"quote":"So\n\t\t\t\t\tthey established the rule that all poor people should have the alternative\n\t\t\t\t\t(for they would compel nobody, not they) of being starved by a gradual\n\t\t\t\t\tprocess in the house, or by a quick one out of it. With this view,\n\t\t\t\t\tthey contracted with the waterworks to lay on an unlimited supply\n\t\t\t\t\tof water, and with a corn-factor to supply periodically small quantities\n\t\t\t\t\tof oatmeal, and issued three meals of thin gruel a day, with an onion\n\t\t\t\t\ttwice a week and half a roll on Sundays. They made a great many\n\t\t\t\t\tother wise and humane regulations . . . kindly undertook to divorce\n\t\t\t\t\tpoor married people . . . instead of compelling a man to support\n\t\t\t\t\this family, as they had theretofore done, took his family away from\n\t\t\t\t\thim, and made him a bachelor! There is no saying how many applicants\n\t\t\t\t\tfor relief, under these last two heads, might have started up in all\n\t\t\t\t\tclasses of society, if it had not been coupled with the workhouse;\n\t\t\t\t\tbut the board were long-headed men, and had provided for this difficulty.\n\t\t\t\t\tThe relief was inseparable from the workhouse and the gruel, and\n\t\t\t\t\tthat frightened people.","desc":"This passage, from Chapter 2,\n\t\t\t\t\tdescribes the conditions in the workhouse to which the orphan Oliver\n\t\t\t\t\thas just been sent. The function of this description is twofold:\n\t\t\t\t\tfirst, to provoke our sympathies for young Oliver and his fellow\n\t\t\t\t\tunfortunates, and second, to register Dickens’s protest against\n\t\t\t\t\tthe welfare policy and practice of charity in the England of his\n\t\t\t\t\ttime. Three years before the publication of Oliver Twist, the\n\t\t\t\t\tBritish Parliament passed a controversial amendment to the nation’s\n\t\t\t\t\t“poor-laws.” This amendment stipulated that the poor could receive\n\t\t\t\t\tpublic assistance only if they took up residence in official workhouses\n\t\t\t\t\tand abided by their regulations. In these workhouses, husbands were\n\t\t\t\t\tseparated from wives, and living conditions were often abysmal.\n\t\t\t\t\tLurking behind the establishment of workhouses were the assumptions\n\t\t\t\t\tthat moral virtue lay in work, that work led necessarily to success,\n\t\t\t\t\tthat economic failure was the result of laziness, and that, therefore,\n\t\t\t\t\tpoverty was a sign of moral degeneracy. In Dickens’s opinion, charity\n\t\t\t\t\tbased on this kind of premise did far more harm than good to the\n\t\t\t\t\tmaterial and moral situations of its recipients. In this passage,\n\t\t\t\t\tand throughout the early chapters of the novel, he adopts a sarcastic,\n\t\t\t\t\tharshly satirical tone to make this point. Dickens, in fact, says\n\t\t\t\t\tthe exact opposite of what he really means and does no more than\n\t\t\t\t\tstate the truth. All of the conditions he describes did actually\n\t\t\t\t\texist. Rather than exaggerating to make his point, Dickens relies\n\t\t\t\t\ton the inherent absurdity of the way English society treated the\n\t\t\t\t\tpoor to manifest itself through his description."}]},{"page":"https://www.sparknotes.com/lit/oliver/quotes/page/2","quotes":[{"quote":"Who\n\t\t\t\t\tcan describe the pleasure and delight, the peace of mind and soft\n\t\t\t\t\ttranquility, the sickly boy felt in the balmy air and among the\n\t\t\t\t\tgreen hills and rich woods of an inland village! Who can tell how\n\t\t\t\t\tscenes of peace and quietude sink into the minds of pain-worn dwellers\n\t\t\t\t\tin close and noisy places, and carry their own freshness deep into\n\t\t\t\t\ttheir jaded hearts! Men who have lived in crowded, pent-up streets, through\n\t\t\t\t\tlives of toil, and who have never wished for change—men to whom\n\t\t\t\t\tcustom has indeed been second nature, and who have come almost to\n\t\t\t\t\tlove each brick and stone that formed the narrow boundaries of their\n\t\t\t\t\tdaily walks—even they, with the hand of death upon them, have been\n\t\t\t\t\tknown to yearn at last for one short glimpse of Nature’s face, and,\n\t\t\t\t\tcarried far from the scenes of their old pains and pleasures, have\n\t\t\t\t\tseemed to pass at once into a new state of being.","desc":"In Dickens’s time, England was rapidly\n\t\t\t\t\tbecoming an industrial, urban society. Dickens’s works are overwhelmingly\n\t\t\t\t\tconcerned with the social and psychological conditions that city\n\t\t\t\t\tlife fostered, and he is known as one of the first great urban European\n\t\t\t\t\tauthors. Yet, in this passage from Chapter 32,\n\t\t\t\t\tdescribing Oliver’s sojourn to the countryside with Mrs. Maylie\n\t\t\t\t\tand Rose, the author reveals his profound skepticism about the influence\n\t\t\t\t\tof urban life on the human character. This passage praises the purity\n\t\t\t\t\tand health of the rural environment and claims outright that even\n\t\t\t\t\ta lifelong city-dweller has in his blood a faint longing for the\n\t\t\t\t\t“new state of being” to which nature can elevate him. Dickens goes\n\t\t\t\t\ton to note that, in the country, even “the poor people” are “neat\n\t\t\t\t\tand clean.” The squalor and starvation that characterize urban poverty\n\t\t\t\t\tare not present in rural England. Given the eagerness of England’s\n\t\t\t\t\trural poor to migrate to the city, it seems unlikely that this assessment\n\t\t\t\t\tis realistic. In many ways, Dickens’s idealized vision marks him\n\t\t\t\t\tall the more clearly as an urban writer, since his gritty portraits\n\t\t\t\t\tof city life are based on real experience, while his blissful portrait\n\t\t\t\t\tof rural life seems more the product of wistful fantasy."}]},{"page":"https://www.sparknotes.com/lit/oliver/quotes/page/3","quotes":[{"quote":"“Stay\n\t\t\t\t\tanother moment,” interposed Rose. . . . “Will you return to this\n\t\t\t\t\tgang of robbers, and to this man, when a word can save you? What\n\t\t\t\t\tfascination is it that can take you back, and make you cling to\n\t\t\t\t\twickedness and misery?” “When ladies as young, and good, and beautiful\n\t\t\t\t\tas you are,” replied the girl [Nancy] steadily, “give away your\n\t\t\t\t\thearts, love will carry you all lengths—even such as you, who have\n\t\t\t\t\thome, friends, other admirers, everything, to fill them. When such as\n\t\t\t\t\tI, who have no certain roof but the coffin-lid, and no friend in\n\t\t\t\t\tsickness or death but the hospital nurse, set our rotten hearts\n\t\t\t\t\ton any man, and let him fill the place that has been a blank through\n\t\t\t\t\tall our wretched lives, who can hope to cure us? Pity us, lady—pity\n\t\t\t\t\tus for having only one feeling of the woman left and for having\n\t\t\t\t\tthat turned, by a heavy judgment, from a comfort and a pride into\n\t\t\t\t\ta new means of violence and suffering.”","desc":"This exchange takes place between Rose\n\t\t\t\t\tand Nancy in Chapter 40. It is one of the\n\t\t\t\t\tmost emotionally heightened conversations in the novel, and it represents\n\t\t\t\t\ta sophisticated treatment of the moral and social issues that dominate\n\t\t\t\t\tthe story. Nancy, a prostitute, embodies for Dickens all the degradation\n\t\t\t\t\tinto which poverty can force otherwise good people. Rose, on the\n\t\t\t\t\tother hand, represents all the purity that comes from good breeding.\n\t\t\t\t\tBoth women embody the feminine compassion that compels them to help\n\t\t\t\t\tOliver. That feminine compassion, maternal and sisterly when directed\n\t\t\t\t\ttoward Oliver, is also what binds Nancy to her vice-ridden lover\n\t\t\t\t\tSikes. In this passage, Dickens emphasizes the key role that environment\n\t\t\t\t\tplays in distinguishing vice from virtue: the same loyalty to a\n\t\t\t\t\tloved one that would be a virtue in Rose is a self-destructive force\n\t\t\t\t\tfor Nancy. Though Nancy is compassionate and intelligent, she deflects\n\t\t\t\t\tRose’s attempts to save her from her life of crime, thus proving\n\t\t\t\t\tthat the damage done by a bad upbringing is irrevocable. Yet Nancy’s\n\t\t\t\t\tdecision to return to a life of “vice” is arguably the most noble—if\n\t\t\t\t\tfoolhardy—act in the entire novel. Her love for Sikes and her compassion\n\t\t\t\t\tfor Oliver together compel her to sacrifice her own life. Though\n\t\t\t\t\tDickens clearly approves of the second emotion far more than the\n\t\t\t\t\tfirst, it is likely that they stem from the same impulse in Nancy’s\n\t\t\t\t\tcharacter."}]},{"page":"https://www.sparknotes.com/lit/oliver/quotes/page/4","quotes":[{"quote":"At\n\t\t\t\t\ttimes he [Sikes] turned with desperate determination, resolved to\n\t\t\t\t\tbeat this phantom off, though it should look him dead; but the hair\n\t\t\t\t\trose on his head and his blood stood still, for it had turned with\n\t\t\t\t\thim and was behind him then. He had kept it before him that morning,\n\t\t\t\t\tbut it was behind now—always. He leaned his back against a bank,\n\t\t\t\t\tand felt that it stood above him, visibly out against the cold night\n\t\t\t\t\tsky. He threw himself upon the road—on his back upon the road. At his\n\t\t\t\t\thead it stood, silent, erect, and still—a living grave-stone, with\n\t\t\t\t\tits epitaph in blood. Let no man talk of murderers escaping justice,\n\t\t\t\t\tand hint that Providence must sleep. There were twenty score of\n\t\t\t\t\tviolent deaths in one long minute of that agony of fear.","desc":"After murdering Nancy, Sikes flees London,\n\t\t\t\t\tonly to find that his conscience will not let him escape. This passage,\n\t\t\t\t\tfrom Chapter 48, embodies an idea that has\n\t\t\t\t\tfascinated many great authors—the idea that a guilty conscience\n\t\t\t\t\tis its own punishment, worse than any that the law can assign. The\n\t\t\t\t\tentire account of Sikes’s flight is also among the most psychologically\n\t\t\t\t\tsophisticated passages in the novel. Up until this point, Sikes\n\t\t\t\t\thas been a pure villain. In his guilt, however, he becomes more\n\t\t\t\t\trealistically human. We probably cannot sympathize with Sikes, but,\n\t\t\t\t\tin this chapter, we do see the world through his wretched eyes.\n\t\t\t\t\tMoreover, Dickens’s vivid descriptions allow us to experience Sikes’s\n\t\t\t\t\tsensation of being hunted, by both external and more horrifying\n\t\t\t\t\tinternal pursuers."}]},{"page":"https://www.sparknotes.com/lit/oliver/quotes/page/5","quotes":[{"quote":"I\n\t\t\t\t\thave said that they were truly happy; and without strong affection\n\t\t\t\t\tand humanity of heart, and gratitude to that Being whose code is\n\t\t\t\t\tMercy and whose great attribute is Benevolence to all things that\n\t\t\t\t\tbreathe, happiness can never be attained. Within the altar of the\n\t\t\t\t\told village church there stands a white marble tablet which bears\n\t\t\t\t\tas yet but one word: “Agnes”. . . . I believe that the shade of\n\t\t\t\t\tAgnes sometimes hovers round the solemn nook. I believe it none the\n\t\t\t\t\tless because that nook is in a Church, and she was weak and erring.","desc":"The final passage of the novel sums\n\t\t\t\t\tup Dickens’s moral and religious vision. On the one hand, Dickens\n\t\t\t\t\tconsiders a firm and true belief in God to be an essential prerequisite\n\t\t\t\t\tof both moral rectitude and earthly happiness. On the other hand,\n\t\t\t\t\tthe novel has not been kind to characters such as Mr. Bumble, who\n\t\t\t\t\tprattle on about Christian values, but whose behavior is notably\n\t\t\t\t\tlacking in “Benevolence” and who are quick to condemn others as\n\t\t\t\t\tsinners. The description of Agnes’s grave is an attack on puritanical\n\t\t\t\t\treligion, which would consider adultery to be an unforgivable sin.\n\t\t\t\t\tThe novel’s faith in Christian values is as wholehearted as its\n\t\t\t\t\tattacks on Christian hypocrisy are biting."}]},{"page":"https://www.sparknotes.com/lit/oliver/quotes/theme/purity","quotes":[{"quote":"The blessing was from a young child’s lips, but it was the first that Oliver had ever heard invoked upon his head; and through the struggles and sufferings . . . he never once forgot it.","desc":"The narrator describes the scene when, en route to London, Oliver comes across Dick, a dying boy from the farm, who wishes him well with God’s blessing. This scene demonstrates the purity both orphan boys naturally possess. Touched by the gesture, Oliver remains devoted to Dick and, when he achieves security with Rose and Mr. Brownlow, longs to rescue Dick. For his part, Dick cares little about his own grim future and follows his instinct to show Oliver that he cares. The boys’ compassion and mutual devotion refute the premise put forth by many characters in the novel that poor people are corrupt and bound for criminality."},{"quote":"This sounded so like a falsehood that the old gentleman looked somewhat sternly in Oliver’s face. It was impossible to doubt him; there was truth in every one of its thin and sharpened lineaments.","desc":"When Oliver recovers from his illness, he reveals to Mr. Brownlow his real name, claiming he never provided “Tom White” to the magistrate. As the narrator explains here, Mr. Brownlow finds this story suspicious but instead of putting his faith in the words of others, he looks to Oliver and sees only honesty and trustworthiness. In the novel, Oliver himself embodies purity and goodness. The people who likewise possess these qualities, like Mr. Brownlow and Rose, instantly recognize them in Oliver. Corrupt people like Fagin and Sikes believe they can pervert his innate nature."},{"quote":"“Sit down,” said Rose, earnestly. “If you are in poverty or affliction I shall be truly glad to relieve you if I can,—I shall indeed. Sit down.”","desc":"Upon meeting Nancy for the first time, Rose displays selfless kindness that Nancy’s obviously low station in life barely merits. Unlike the hotel employees, Rose does not focus on Nancy’s looks, dress, or doubtful character. Instead, she senses that Nancy feels deeply troubled and, without even knowing the cause, vows to help in any way she can. Like her brother Oliver, Rose embodies goodness and, through her association with Mrs. Maylie, she has the means to act upon her best intentions."}]},{"page":"https://www.sparknotes.com/lit/oliver/quotes/theme/poverty","quotes":[{"quote":"[H]e should be despatched to a branch-workhouse . . . where twenty or thirty other juvenile offenders against the poor-laws, rolled about the floor all day, without the inconvenience of too much food or too much clothing[.]","desc":"The narrator explains how the system punishes Oliver and the other orphans for the “crime” of being born poor. Throughout Oliver Twist, Dickens links poverty and criminality, but unfortunately, children like Oliver have virtually no opportunity to raise themselves and their station. The poor children who don’t die on the farms find themselves shipped to the workhouses, where they become entrenched in a cycle of hunger and poverty. As evidenced by boys like the Artful Dodger, few decent lines of work exist for poor, illegitimate children. Oliver can only improve himself through the kindness of others who react to his innate goodness."},{"quote":"What have paupers to do with soul or spirit? It’s quite enough that we let ‘em have live bodies. If you had kept the boy on gruel, ma’am, this would never have happened.","desc":"After Oliver attacks Noah Claypole, Mr. Bumble blames the coffin-maker’s wife for feeding Oliver too well and giving him the energy to fight. His words highlight two key ideas about poverty. First, the sentiment justifies the decision to place orphans and other impoverished people on the farms and in the workhouses. The perverse logic follows that unless downtrodden people stay weak, they will revolt against their conditions. Secondly, the rationalization serves to keep poor people in such a state for their lifespans. Poor people unable to obtain proper nourishment will lack the energy to work hard enough to improve their situation."},{"quote":"Mr. and Mrs. Bumble, deprived of their situations, were gradually reduced to great indigence and misery, and finally became paupers in that very same workhouse in which they had once lorded it over others.","desc":"In an ironic turn, due to their role in hiding Oliver’s true identity, the narrator explains how the Bumbles lose their position at the workhouse and get sent there as inmates themselves. This reversal of fortune plays with the argument that poor people have done something to merit their bleak situation. While the Bumbles brought about their own sorry fate—their avarice leads them to sell information about Agnes’s locket for twenty-five pounds—most of the impoverished people in the novel, like Oliver and Nancy, are simply born into unfortunate circumstances. The Bumbles may be the only occupants in the workhouse who deserve to be there."}]},{"page":"https://www.sparknotes.com/lit/oliver/quotes/theme/criminality","quotes":[{"quote":"And it’s a great deal better, Work’us, that she died when she did, or else she’d have been hard labouring in Bridewell, or transported, or hung; which is more likely than either, isn’t it?","desc":"Noah Claypole, an apprentice himself, taunts Oliver, saying that if his mother had not died she would likely be in prison or hanged as a criminal. Even a youth such as Noah, a recipient of charity himself, accepts the links that Victorian society makes between poverty and criminality. That Oliver rises to Noah’s bait and attacks him in rage only validates these fallacies that the people believe. By attacking Noah, Oliver demonstrates violent behavior, which supports the idea that poor people, like him and his mother, are criminals at heart."},{"quote":"He had left her, when only eighteen; robbed her of jewels and money; gambled, squandered, forged, and fled to London: where for two years he had associated with the lowest outcasts.","desc":"As a foil to Oliver and his purity, Monks and his degradation demonstrate that criminality spans wealth and social class. As described here by the narrator, even though Monks has socially respectable, well-off parents, he acts like a born criminal. Life offered Monks advantages that no one in Fagin’s gang could imagine—including an inheritance. Instead, Monks chose to spend much of his life in the company of criminals. He shows no interest in repentance, even when confronted by Mr. Brownlow, who treats him with kindness. In the end, despite starting afresh in the New World, Monks returns to his old ways and dies in prison."},{"quote":"Master Charles Bates, appalled by Sikes’s crime, fell into a train of reflection whether an honest life was not, after all, the best.","desc":"The narrator reports that Charley has turned his back on his life of crime and ends up a cattle farmer. This detail refutes many of the preconceived notions of criminality and class in Victorian England. In choosing to change his ways, Charley proves that criminals can repent and find redemption. Charley’s transformation, through dint of hard work and determination, also demonstrates that criminality is not innate. If poor people were born to a criminal destiny, they would not have the ability to shake off such habits."}]},{"page":"https://www.sparknotes.com/lit/oliver/quotes/theme/class","quotes":[{"quote":"Wrapped in the blanket . . . he might have been the child of a nobleman or a beggar; it would have been hard for the haughtiest stranger to have assigned him his proper station in society.","desc":"Early in the story, while describing baby Oliver, the narrator calls into question stereotypes of social class as mere constructs of society. Wrapped in a blanket, no person examining Oliver could judge if his mother were rich or poor, of upper or lower class. While no distinguishing marks exist that identify a child such as Oliver as a pauper or a bastard, both of these labels shape Oliver’s future prospects and the way society treats him. Indeed, as the reader learns about Oliver’s true identity, this statement becomes more prescient."},{"quote":"Noah was a charity-boy, but not a workhouse orphan . . . now that fortune had cast in his way a nameless orphan, at whom even the meanest could point the finger of scorn, he retorted on him with interest.","desc":"The narrator introduces Noah Claypole as only marginally placed on a higher social-class level than Oliver. And yet, as explained here by the narrator, when he comes into contact with the orphaned Oliver, he immediately delights in picking on the younger boy. Noah’s cruel attitude likely derives from the taunting he himself receives from the shop boys, who make fun of him because of his lack of money and station. Nevertheless, this pecking order shows the inherently unfair use of social class as an indicator of an individual’s character. Oliver, who occupies the lowest rung of the social ladder, still acts in the most honorable fashion."},{"quote":"Accordingly, with a clean white apron tied over her gown, and her curl-papers tucked under a straw bonnet . . . Miss Nancy prepared to issue forth on her errand.","desc":"In order for Nancy to go to the court to find out what happened to Oliver, she needs to dress the part of a respectable lady. If she dressed in her typical attire, which includes a red gown, a made-up face, and disheveled hair, no member of the court would pay any attention to Nancy’s queries. Once she acquires the trappings of a woman from a higher class, as described here by the narrator, she can pass herself off as Oliver’s sister and obtain information about him."}]},{"page":"https://www.sparknotes.com/lit/oliver/quotes/theme/identity","quotes":[{"quote":"“We name our fondlings in alphabetical order. The last was a S,—Swubble, I named him. This was a T,—Twist, I named him.”","desc":"The beadle Mr. Bumble reveals his method for naming the orphans born in the parish. Oliver acquired his name not as representative of his family or his background, but from an arbitrary system. This scenario highlights the illusory nature of Oliver’s identity: An uncaring man names the boy “Oliver Twist” on a whim. The name itself does not reflect Oliver’s character, background, or significance."},{"quote":"“This child,” said Mr. Brownlow, drawing Oliver to him, and laying his hand upon his head, “is your half-brother; the illegitimate son of your father . . . by poor young Agnes Fleming, who died in giving him birth.”","desc":"As Mr. Brownlow reveals the relationship between Oliver and Monks, Oliver’s identity becomes clearer. Though Oliver learns the identities of his parents—a gentleman and the daughter of a naval officer—he remains, in the words of Monks, a “bastard,” and thereby carries a stain upon his name. When Mr. Brownlow adopts him, however, he gives Oliver a new name and lineage, which will allow the boy to escape the burdensome terms of his birth."},{"quote":"“Not aunt,” cried Oliver, throwing his arms about her neck; “I’ll never call her aunt—sister, my own dear sister, that something taught my heart to love so dearly from the first! Rose, dear, darling Rose!”","desc":"Oliver reacts to learning his true relation to Rose. From Monks, Oliver discovers another piece in the mystery of his identity: He is Rose’s nephew. While Oliver already loves Rose dearly, this information connects the two in a new way and also provides Oliver with the family he never had. Discovering a true relative, combined with his adoption by Mr. Brownlow, changes Oliver’s identity completely. At the beginning of the story, he was an unloved, impoverished orphan. Now he lives as a child with an inheritance and a loving family."}]},{"page":"https://www.sparknotes.com/lit/oliver/quotes/character/oliver-twist","quotes":[{"quote":"The simple fact was, that Oliver, instead of possessing too little feeling, possessed rather too much; and was in a fair way of being reduced, for life, to a state of brutal stupidity and sullenness by the ill-usage he had received.","desc":"When the board at the workhouse sends Oliver to apprentice with the undertaker, he shows no sign of emotion, which the board members take as a sign that he is a hardened ruffian. However, as explained by the narrator here, the mistreatment that he has known all his life renders Oliver numb. Even as a boy, Oliver gleaned that no one cares what he thinks or feels so he needn’t bother trying to communicate."},{"quote":"Oliver thought the old gentleman must be a decided miser to live in such a dirty place, with so many watches; but, thinking that perhaps his fondness for the Dodger and the other boys, cost him a good deal of money, he only cast a deferential look at the Jew, and asked if he might get up.","desc":"On the first morning that Oliver wakes up in Fagin’s house, he spies the old man gloating over his gold jewels and watches. Oliver finds Fagin—also referred to as the Jew— curious: The objects imply that Fagin is rich, yet he chooses to live in a dirty, broken-down home. Oliver’s reasoning shows his naiveté and innocence. Unexposed to the world of criminality, he never makes a connection between so many of the same type of items with a stash of stolen goods."},{"quote":"“Oh, don’t tell me you are going to send me away, sir, pray!” exclaimed Oliver, alarmed at the serious tone of the old gentleman’s commencement! “Don’t turn me out of doors to wander in the streets again. Let me stay here, and be a servant. Don’t send me back to the wretched place I came from. Have mercy upon a poor boy, sir!”","desc":"Alarmed that Mr. Brownlow may turn him out, Oliver begs to stay, declaring his willingness to work for his keep. Throughout his young life, no one has ever cared for Oliver in any kind manner. His entreaty underscores his desperation to get away from the dangers and moral perils of life with Fagin and on the streets. He does not try to gain anything from Mr. Brownlow except a life built around hard work and decency."},{"quote":"“They belong to the old gentleman,” said Oliver, wringing his hands; “to the good, kind, old gentleman who took me into his house, and had me nursed, when I was near dying of the fever. Oh, pray send them back; send him back the books and money. Keep me here all my life long; but pray, pray send them back. He’ll think I stole them; and the old lady; all of them who were so kind to me: will think I stole them. Oh, do have mercy upon me, and send them back!”","desc":"When Fagin’s gang captures Oliver, he begs them to return the books he was carrying for Mr. Brownlow. Even as he faces a grim future at the hands of the ring of thieves, Oliver’s main thought lies with someone else. His concern shows his pureness and compassion. Fagin, on the other hand, seems delighted with the possibility that Mr. Brownlow may give up on Oliver as a thief and abandon his search for him."},{"quote":"In the short time he had to collect his senses, the boy had firmly resolved that, whether he died in the attempt or not, he would make one effort to dart up the stairs from the hall, and alarm the family.","desc":"When Oliver realizes that Sikes prepares to burgle the country house, he feels so horrified that he intends to risk his own life to warn the occupants. Oliver’s sacrifice stems from his desire to ensure the family’s safety. His actions also reflect his principles—he would rather die than commit a crime. Despite his time with Fagin, Oliver has always stood apart from the gang’s illegal activities, and a pure soul like Oliver prefers death to shame."},{"quote":"“And consider, ma’am,” said Oliver, as the tears forced themselves into his eyes, despite of his efforts to the contrary; “oh! consider how young and good she is, and what pleasure and comfort she gives to all about her. I am sure—certain—quite certain—that for your sake, who are so good yourself; and for her own; and for the sake of all she makes so happy; she will not die. Heaven will never let her die so young.”","desc":"When Rose falls ill, Oliver asserts that God will not let her die because she lives a good life and makes so many people happy. While revealing much about Rose’s character, Oliver also reveals much about his own state of mind. Despite all he has endured, Oliver remains pure and innocent. He still thinks virtue must prevail in the world."},{"quote":"“‘In short, Fagin,’ he says, ‘Jew as you are, you never laid such snares as I’ll contrive for my young brother, Oliver.’”","desc":"Nancy relates to Rose the conversation she overheard between Fagin and Monks, including the big reveal: Oliver is Monks’s brother. At this point, the connection between the two remains unclear, but Oliver’s true identity begins to come to light. While the reader needs far more information to piece together the mystery of Oliver’s background, this disclosure indicates that one of the novel’s main resolutions will explore Oliver’s family connections."},{"quote":"[H]ow the whole current of his recollections ran back to old times, and what a crowd of emotions were wakened up in his breast, when they turned into that which he had traversed on foot: a poor houseless, wandering boy, without a friend to help him, or a roof to shelter his head.","desc":"The narrator describes Oliver as he returns in the company of Rose and Mr. Brownlow to the place of his birth for the first time. The words recall the beginning of Oliver’s journey to London and underscore how far he has travelled, both physically and mentally. Oliver, the friendless pauper, has, through his own selfless, gentle nature and innate goodness, created a new, adopted family."},{"quote":"[A]nd we’ll—we’ll take him away from here, and have him clothed and taught, and send him to some quiet country place where he may grow strong and well,—shall we?","desc":"On drawing near the work farm where he grew up, Oliver’s thoughts turn to Dick, and he vows to find and help his childhood friend. Oliver desires to extend his own good fortune to the unfortunate boy. Throughout all of Oliver’s travails, he never forgot Dick, the only person from his former life who showed him any kindness. Oliver’s instincts remain true and pure."},{"quote":"Mr. Brownlow, unwilling to deprive the elder son of the opportunity of retrieving his former vices and pursuing an honest career, proposed this mode of distribution, to which his young charge joyfully acceded.","desc":"Upon learning that Oliver is the true heir of his father’s fortune, Mr. Brownlow nevertheless suggests splitting the money equally between the boy and Monks, to which Oliver agrees. Oliver’s acquiescence shows his forgiving and optimistic nature. Even though Monks wanted to kill him, Oliver feels happy to share his money in hopes of helping out his half-brother. Oliver seems wholly incapable of holding a grudge."}]},{"page":"https://www.sparknotes.com/lit/oliver/quotes/character/nancy","quotes":[{"quote":"Do you know who you are, and what you are?","desc":"Sikes responds to Nancy’s rage at the gang’s cruel and threatening treatment of Oliver after they have captured him from Mr. Brownlow’s home. Sikes reminds Nancy of her life as a criminal. As such, she has little power to boost her defense of Oliver, and Sikes attempts to remind her to return to her “appropriate role” of carrying out his commands."},{"quote":"He’s a thief, a liar, a devil, all that’s bad, from this night forth. Isn’t that enough for the old wretch, without blows?","desc":"Almost as soon as Oliver rejoins Fagin’s gang, Nancy tries to protect him. She has come to realize the crucial role she has played in ruining Oliver’s life. Fagin and Sikes will turn Oliver into a criminal, just like themselves. Nancy has her own experience with being adopted by Fagin’s gang as a child and becoming enmeshed in a sordid life. Her defense of Oliver provides the first clue of the goodness in her heart."},{"quote":"“I have saved you from being ill-used once, and I will again, and I do now,” continued the girl aloud; “for those who would have fetched you, if I had not, would have been far more rough than me. I have promised for your being quiet and silent; if you are not, you will only do harm to yourself and me too, and perhaps be my death.”","desc":"Before Oliver leaves with Sikes to burgle the country house, Nancy reminds Oliver of all he owes her. She protected him from beatings and abuse at Fagin’s house, but ultimately she can’t prevent him from committing this act of wrongdoing. Further, Nancy threatens and manipulates Oliver to ensure his compliance. While Nancy initially acted out of compassion for Oliver, her connections to the gang and Sikes ensure that she cannot act solely in the boy’s interest."},{"quote":"Nancy, indeed, was not exempt from a failing which was very common among the Jew’s female pupils; and in which, in their tenderer years, they were rather encouraged than checked. Her disordered appearance, and a wholesale perfume of Geneva which pervaded the apartment, afforded strong confirmatory evidence of the justice of the Jew’s supposition; . . . that she was very far gone indeed.","desc":"The narrator explains that while waiting for Sikes and Oliver to return from their burglary attempt, Nancy gets drunk, a common habit among the girls in Fagin’s gang. Doubtless, Fagin encourages them to drink alcohol, both as a way of keeping them under his control and a means of allowing them to dull their pain at their bleak lifestyle. Drunk prostitutes are easier to manipulate. Yet despite her inebriation, Nancy still takes active measures against Fagin and his vile plans with Monks."},{"quote":"“Such a number of nights,” said the girl, with a touch of woman’s tenderness, . . . “such a number of nights as I’ve been patient with you, nursing and caring for you, as if you had been a child[.]”","desc":"Nancy reveals that she has been nursing Sikes tenderly for several days. This scene shows her compassion, which the reader has thus far mainly seen directed toward Oliver, as well as the depth of her attachment to Sikes. Despite her numerous vices, Nancy continues to emerge as a good-hearted person who deeply cares for others. Clearly, Nancy lives as a victim of poverty and neglect, but with a different background, Nancy’s character would  resemble that of Rose."},{"quote":"“Thank Heaven upon your knees, dear lady,” cried the girl, “that you had friends to care for and keep you in your childhood, and that you were never in the midst of cold and hunger, and riot and drunkenness, and—and—something worse than all—as I have been from my cradle. I may use the word, for the alley and the gutter were mine, as they will be my deathbed.”","desc":"Nancy presents a frank assessment to Rose of the deprivation of her childhood. This bleak picture of life among the impoverished of London helps explain how Nancy became part of Fagin’s gang when she was a child. Indeed, squalid though his home may be, at least his place offers walls and a roof. Nancy’s speech also reveals her belief that her life will never demonstrably improve. Given this mindset, her continued attachment to Sikes makes sense."},{"quote":"I must go back. Whether it is God’s wrath for the wrong I have done, I do not know; but I am drawn back to him through every suffering and ill usage; and I should be, I believe, if I knew that I was to die by his hand at last.","desc":"After Rose urges Nancy to stay with her and seek safety, Nancy refuses and declares she will return to Sikes. On the one hand, Nancy seems to see the suffering she endures through her relationship with Sikes as penance for her own misdeeds. At the same time, however, she truly loves Sikes, an affection that proves her fatal undoing. Indeed, in this speech Nancy foretells her own imminent death."},{"quote":"You can do nothing to help me. I am past all hope, indeed.","desc":"After Nancy shares her information about Monks with Mr. Brownlow and Rose, Mr. Brownlow asks how he can help her. Like Rose earlier, he would like to provide Nancy, whom he recognizes as a good person caught in a bad situation, a way out. But she refuses Mr. Brownlow’s offer to start a new life elsewhere, just as she refused Rose’s efforts to help, for Nancy views her future as fixed. Though she claims to hate her old life, she willingly accepts and returns to what feels familiar."},{"quote":"“Home, lady,” rejoined the girl. “To such a home as I have raised for myself with the work of my whole life.”","desc":"In conversation with Rose and Mr. Brownlow about her insistence on returning to Sikes, Nancy implies that she deserves nothing better. Nancy has already explained that her entire life has been filled with drunkenness, homelessness, and misdoings. She knows that she has been a willing part of this depraved lifestyle, even if she had little choice in her companions and profession. She cares little for what happens to her own self because she thinks she is worthless."}]},{"page":"https://www.sparknotes.com/lit/oliver/quotes/character/fagin","quotes":[{"quote":"In a frying-pan . . . some sausages were cooking . . . and standing over them was a very old shrivelled Jew, whose villainous-looking and repulsive face was obscured by a quantity of matted red hair.","desc":"The narrator introduces Fagin, making clear that this man appears disgusting in body and, as the reader will soon learn, in spirit. Readers also learn that Fagin is Jewish—in fact, the narrator refers to him more often as “the Jew” than by his own name throughout the story. The choice of a Jewish character as the leader of a criminal gang plays upon anti-Semitic feelings in Victorian England. Fagin fulfills the negative stereotype accepted at the time of the miserly Jew obsessed with money and personal wealth."},{"quote":"What a fine thing capital punishment is! Dead men never repent; dead men never bring awkward stories to light. Ah, it’s a fine thing for the trade! Five of ‘em strung up in a row, and none left to play booty, or turn white-livered!","desc":"Fagin murmurs these words to himself on Oliver’s first day in his home, while reviewing his stash of stolen jewels. Fagin clearly runs a gang of thieves, and he only cares about their ability to earn him wealth. He considers the hanging of thieves for their crimes a benefit to his management of a crime syndicate—none of his number, if caught, will inform on him."},{"quote":"In short, the wily old Jew had the boy in his toils. Having prepared his mind, by solitude and gloom, to prefer any society to the companionship of his own sad thoughts in such a dreary place, he was now slowly instilling into his soul the poison which he hoped would blacken it, and change its hue forever.","desc":"The narrator explains how Fagin carries out his plot to make Oliver a willing member of his gang. First, he deprives him of human company, and then, he makes the boys, Dodger and Bates, become his friends. This campaign reveals Fagin to be a wily manipulator. He expects that Oliver will become so desperate for companionship that he will fall in line. Ultimately, however, Fagin lacks the perception to understand that Oliver would rather die than commit crimes."},{"quote":"“I had no hold upon him to make him worse,” pursued the Jew, anxiously watching the countenance of his companion. “His hand was not in. I had nothing to frighten him with; which we always must have in the beginning, or we labour in vain.”","desc":"Fagin explains to Monks that he sent Oliver on the burglary mission due to the difficulty that he had turning Oliver into a pickpocket because the boy did not respond to his usual tactics or threats. The other boys felt easy to corrupt—their circumstances rendered them malleable and desperate. Despite his own dire straits, however, Oliver protests this lifestyle. Even Fagin recognizes that Oliver’s good-hearted nature steadfastly resists conversion into criminality."},{"quote":"I’ll go and get you that cash, Nancy. This is only the key of a little cupboard where I keep a few odd things the boys get, my dear. I never lock up my money, for I’ve got none to lock up, my dear—ha! ha! ha!—none to lock up. It’s a poor trade, Nancy, and no thanks; but I’m fond of serving the young people about me; and I bear it all, I bear it all.","desc":"When Fagin gets an advance of money for Nancy to give to Sikes, he dissembles throughout, claiming that he has little wealth. Here Fagin attempts to recast himself as a poor, beleaguered man whose primary interest lies in taking care of the children. His words indicate that he fears that a member of his gang may try to steal from him. Clearly, no trust exists between Fagin and his closest companions."},{"quote":"But perhaps she would recoil from a plot to take the life of Sikes, and that was one of the chief ends to be attained. “How,” thought Fagin, as he crept homeward, “can I increase my influence with her? what new power can I acquire?”","desc":"Fagin contemplates how to get Nancy to help him achieve his goal of killing Sikes, who has become a loose and dangerous end. Since he knows that Nancy will not willingly help him, Fagin schemes to find something to hold over her head. As seen in his relationship with all his companions, the unprincipled Fagin will resort to blackmail, manipulation, deception, or murder—whatever he must—to reach his goals."},{"quote":"[H]atred of the girl who had dared to palter with strangers; an utter distrust of the sincerity of her refusal to yield him up; bitter disappointment at the loss of his revenge on Sikes; the fear of detection, and ruin, and death; and a fierce and deadly rage kindled by all; these were the passionate considerations which . . . shot through the brain of Fagin, as every evil thought and blackest purpose lay working at his heart.","desc":"The narrator describes Fagin’s mental reaction to learning the news that Nancy has told Rose and Mr. Brownlow all about Monks. Nancy’s disloyalty stirs up a host of negative emotions in Fagin. This stew of anxiety and anger pushes Fagin even deeper down the path of villainy, and his plan for self-preservation, which had only included killing Sikes, must now expand to punishing Nancy and preventing her from revealing his identity to Rose, Mr. Brownlow, or the police."},{"quote":"“I mean,” said Fagin, showing that he felt all disguise was now useless, “not too violent for safety. Be crafty, Bill, and not too bold.”","desc":"Fagin gives Sikes implicit directions on dealing with Nancy. Without specifically stating that he wants Sikes to kill her, Fagin reminds him to deal with her quietly and carefully so he doesn’t get caught. This sentiment reveals Fagin’s sneaky and vile nature. He wanted Sikes dead, but now he convinces Sikes to kill Nancy, which will bring the police upon Sikes. With one command, he will rid himself of both of his problematic partners. The depth of Fagin’s treachery reflects his self-interest."},{"quote":"“Outside, outside,” replied Fagin, pushing the boy before him towards the door, and looking vacantly over his head. “Say I’ve gone to sleep—they’ll believe you. You can get me out, if you take me so.”","desc":"On the last day of his life, Fagin hallucinates all the boys from his gang, but when Oliver visits accompanied by Mr. Brownlow, he incorporates the real boy into his fantasy: Oliver will help him escape jail—and the gallows. Fagin’s insistence that the guards will believe Oliver underscores the boy’s innocence and highlights Fagin’s continuous scheming. Even in his own madness, Fagin recognizes that he can profit from Oliver’s inherent goodness."}]},{"page":"https://www.sparknotes.com/lit/oliver/quotes/character/rose-maylie","quotes":[{"quote":"The younger lady was in the lovely bloom and spring-time of womanhood; at that age, when, if ever angels be for God’s good purposes enthroned in mortal forms, they may be, without impiety, supposed to abide in such as hers.","desc":"While introducing Rose Maylie, the narrator imbues her with all the qualities of goodness by comparing her to an angel. This description signals to the reader that Rose, like Oliver, possesses a pure soul dedicated to the well-being of others. As the novel progresses, she becomes Oliver’s fierce defender. But she also attempts to help others who have less merit, like Nancy. She acts selflessly to protect others, such as when she refuses to marry Harry."},{"quote":"“But even if he has been wicked,” pursued Rose, “think how young he is; think that he may never have known a mother’s love, or the comfort of a home; that ill-usage and blows, or the want of bread, may have driven him to herd with men who have forced him to guilt.”","desc":"Upon seeing the “robber” for the first time, Rose feels shocked to find an angelic-looking boy—Oliver—and immediately comes up with reasons for such a child’s engagement in illicit activity. Readers may note that her recitation of “what ifs” ring all too true at this point in the novel. Every dour possibility listed as being a cause for a boy’s turn to criminality applies to Oliver. Here, Rose shows herself to be astute as well as tender."},{"quote":"[I]f an enthusiastic, ardent, and ambitious man marry a wife on whose name there is a stain, which, though it originate in no fault of hers, may be visited by cold and sordid people upon her, and upon his children also: and, in exact proportion to his success in the word, be cast in his teeth, and made the subject of sneers against him[.]","desc":"While Rose lies ill, Mrs. Maylie tries to convince her son, Harry, to give up pursuing an engagement with Rose. She reasons that Rose’s past would negatively impact his career and any children he might have. This conversation provides a first clue about Rose’s background, which seems similar to Oliver’s. Rose was fortunate to find a champion in Mrs. Maylie, but society at large judges even a young woman as kind and good as Rose as tainted by events outside of her control, namely, her parentage."},{"quote":"“In a word,” said the young lady, turning away, as her temporary firmness forsook her, “there is a stain upon my name, which the world visits on innocent heads. I will carry it into no blood but my own; and the reproach shall rest alone on me.”","desc":"Agreeing with Mrs. Maylie’s opinion of her tainted name and situation, Rose gives Harry her final answer and declines to marry him. She keenly understands that society will never forgive her for the “blight” upon her name, and she refuses to ruin Harry’s prospects for a future political career or pass on the stain to her own children. Like Oliver, Rose lives with barriers to achieving happiness because of something her parents have done. The deeds remain undisclosed, conveying that whatever the reality of the matter, prejudice itself holds the power to control lives."},{"quote":"I offer you, now, no distinction among a bustling crowd; no mingling with a word of malice and detraction, where the blood is called into honest cheeks by aught but real disgrace and shame; but a home—a heart and a home—yes, dearest Rose, and those, and those alone, are all I have to offer.","desc":"Harry tells Rose that he has renounced his legal career and political aspirations in order to become a country parson. He has given up his social position in order to minimize his station in life. Should Rose marry him, she need not fear that people in high society will cast aspersions on her name nor that she will bring down her family. Harry’s transformation allows Rose to find happiness in a simpler life."}]},{"page":"https://www.sparknotes.com/lit/oliver/quotes/character/mr-brownlow","quotes":[{"quote":"With many interruptions, and repeated insults, Mr. Brownlow contrived to state his case; observing that, in the surprise of the moment, he had run after the boy because he saw him running away; and expressing his hope that, if the magistrate should believe him, although not actually the thief, to be connected with thieves, he would deal as leniently with him as justice would allow.","desc":"The narrator explains that, after Oliver’s arrest, Mr. Brownlow sides with him and actively seeks to protect Oliver from prosecution. Once he gets a good look at Oliver, he believes wholeheartedly in the boy’s innocence. As Mr. Brownlow realizes that Oliver appears guilty by association, he appeals for leniency if Oliver was connected to the thieves. Thus far in the novel, Mr. Brownlow exemplifies a mentality that does not believe in deep-seated, unchangeable criminality and its connection to poverty."},{"quote":"You say you are an orphan, without a friend in the world; all the inquiries I have been able to make, confirm the statement. Let me hear your story; where you come from; who brought you up; and how you got into the company in which I found you. Speak the truth, and you shall not be friendless while I live.","desc":"Mr. Brownlow encourages Oliver to tell the truth about his life. After Oliver recovers from illness, Mr. Brownlow confirms Oliver’s story, including that he has lived in bad company. However, Mr. Brownlow does not hold these circumstances against Oliver. Instead, he guarantees his own lasting friendship as long as Oliver speaks truthfully. These words stand in powerful relief against the backdrop of society’s stereotypes. In Oliver’s young life, no one has trusted him, listened to him, or assumed he has any goodness or value to offer."},{"quote":"[I]f you have it in your power to produce any evidence which will alter the unfavourable opinion I was once induced to entertain of that poor child, in Heaven’s name put me in possession of it.","desc":"When Oliver and Rose go to Mr. Brownlow’s to tell him what happened, Mr. Brownlow begs Rose to prove to him that Oliver is a good boy and not a thief. Mr. Brownlow hopes for positive words to refute defamatory information about Oliver, showing that he continues to hold Oliver in high regard despite his disappearance. Due to his feelings for Oliver, Mr. Brownlow will readily accept him back into his life."},{"quote":"“It is because I was your father’s oldest friend, young man,” returned Mr. Brownlow; “ . . . that I am moved to treat you gently now—yes, Edward Leeford, even now—and blush for your untrustworthiness who bear the name.”","desc":"When Mr. Brownlow confronts Monks, he expounds upon the complex feelings he holds toward the younger man. Mr. Brownlow wants to show compassion to Monks as the child of his best friend. He honors the father by overlooking the sins of the child. Mr. Brownlow’s inability to ever fully reject Monks—for instance, giving him a share of his father’s inheritance—demonstrates his own good nature and his fitness as an adoptive father to Oliver."},{"quote":"How Mr. Brownlow went on, from day to day, filling the mind of his adopted child with stores of knowledge, and becoming attached to him, more and more, as his nature developed itself, and showed the thriving seeds of all he wished him to become.","desc":"The narrator describes how Mr. Brownlow raises Oliver to be an educated, accomplished man, like himself. The two make a likely pair in their belief that every person has the right to develop into his or her best self. Mr. Brownlow’s trustworthy and kind nature has brought him what he never had before—a family of his own."}]}]