[{"page":"http://www.sparknotes.com/lit/wuthering/quotes/","quotes":[{"quote":"But Mr. Heathcliff forms a singular contrast to his abode and style of living. He is a dark-skinned gypsy in aspect, in dress and manners a gentleman, that is, as much a gentleman as many a country squire: rather slovenly, perhaps, yet not looking amiss with his negligence, because he has an erect and handsome figure—and rather morose. Possibly, some people might suspect him of a degree of under-bred pride; I have a sympathetic chord within that tells me it is nothing of the sort: I know, by instinct, his reserve springs from an aversion to showy displays of feeling—to manifestations of mutual kindliness. He’ll love and hate, equally under cover, and esteem it a species of impertinence to be loved or hated again—No, I’m running on too fast—I bestow my own attributes over-liberally on him.","desc":"This passage, from the first chapter and spoken in the voice of Lockwood, constitutes the first of many attempts in the book to explain the mysterious figure of Heathcliff, his character and motivations. Outside of the novel, when critics and readers discuss Wuthering Heights, the same question arises repeatedly. How is Heathcliff best understood? We see here that the question of his social position—is he a gentleman or not?—causes particular confusion.The situation of the reader, just beginning to enter into Wuthering Heights as a novel, parallels the situation of Lockwood, just beginning to enter into Wuthering Heights as a house. Like Lockwood, readers of the novel confront all sorts of strange scenes and characters—Heathcliff the strangest of all—and must venture interpretations of them. Later illuminations of Heathcliff’s personality show this first interpretation to be a laughable failure, indicating little beyond Lockwood’s vanity.Lockwood, in claiming to recognize in Heathcliff a kindred soul, whom he can understand “by instinct,” makes assumptions that appear absurd once Heathcliff’s history is revealed. Lockwood, while he rather proudly styles himself a great misanthrope and hermit, in fact resembles Heathcliff very little. In the many misjudgments and blunders Lockwood makes in his early visits to Wuthering Heights, we see how easy it is to misinterpret Heathcliff’s complex character, and the similarity between our own position and Lockwood’s becomes a warning to us as readers. We, too, should question our instincts."}]},{"page":"https://www.sparknotes.com/lit/wuthering/quotes/page/2","quotes":[{"quote":"The\nledge, where I placed my candle, had a few mildewed books piled\nup in one corner; and it was covered with writing scratched on the\npaint. This writing, however, was nothing but a name repeated in\nall kinds of characters, large and small—Catherine Earnshaw, here\nand there varied to Catherine Heathcliff, and then again to Catherine\nLinton. In vapid listlessness I leant my head against the window,\nand continued spelling over Catherine Earnshaw—Heathcliff—Linton,\ntill my eyes closed; but they had not rested five minutes when a\nglare of white letters started from the dark, as vivid as spectres—the\nair swarmed with Catherines; and rousing myself to dispel the obtrusive\nname, I discovered my candle wick reclining on one of the antique\nvolumes, and perfuming the place with an odour of roasted calf-skin.","desc":"In this passage from Chapter III, Lockwood relates the first of the troubling dreams he has in Catherine’s old bed. The quotation testifies to Lockwood’s role as a reader within the novel, representing the external reader—the perplexed outsider determined to discover the secrets of Wuthering Heights. Upon Lockwood’s first arrival at the house, no one answers his knocks on the door, and he cries, “I don’t care—I will get in!” The same blend of frustration and determination has marked the responses of many readers and critics when facing the enigmas of Wuthering Heights.The connection between Lockwood and readers is particularly clear in this passage. Catherine first appears to Lockwood, as she does to readers, as a written word—her name, scratched into the paint. When Lockwood reads over the scraped letters, they seem to take on a ghostly power—the simile Brontë uses is that they are “as vivid as spectres.” Ghosts, of course, constitute a key image throughout the novel. In this instance, it is crucial to note that what comes back, in this first dream, is not a dead person but a name, and that what brings the name back is the act of reading it. We see that Brontë, by using Lockwood as a stand-in for her readers, indicates how she wants her readers to react to her book; she wants her words to come vividly before them, to haunt them.In this passage, one also can see an active example of Wuthering Heights’s ambiguous genre. The work is often compared to the Gothic novels popular in the late eighteenth century, which dealt in ghosts and gloom, demonic heroes with dark glints in their eyes, and so on. But Brontë wrote her book in the 1840s, when the fashion for the Gothic novel was past and that genre was quickly being replaced as the dominant form by the socially conscious realistic novel, as represented by the work of Dickens and Thackeray.Wuthering Heights often seems to straddle the two genres, containing many Gothic elements but also obeying most of the conventions of Victorian realism. The question of genre comes to a head in the appearances of ghosts in the novel. Readers cannot be sure whether they are meant to understand the ghosts as nightmares, to explain them in terms of the psychology of the characters who claim to see them, or to take them, as in a Gothic novel, as no less substantial than the other characters. Brontë establishes this ambiguity carefully. The “spectres” here are introduced within a simile, and in a context that would support their interpretation as a nightmare. Similarly subtle ambiguities lace Lockwood’s account, a few pages later, of his encounter with the ghost of Catherine."}]},{"page":"https://www.sparknotes.com/lit/wuthering/quotes/page/3","quotes":[{"quote":"It\nwould degrade me to marry Heathcliff now; so he shall never know\nhow I love him; and that, not because he’s handsome, Nelly, but\nbecause he’s more myself than I am. Whatever our souls are made\nof, his and mine are the same, and [Edgar’s] is as different as\na moonbeam from lightning, or frost from fire.","desc":"Catherine’s speech to Nelly about her\nacceptance of Edgar’s proposal, in Chapter IX, forms the turning-point\nof the plot. It is at this point that Heathcliff leaves Wuthering\nHeights, after he has overheard Catherine say that it would “degrade”\nher to marry him. Although the action of Wuthering Heights takes\nplace so far from the bustle of society, where most of Brontë’s\ncontemporaries set their scenes, social ambition motivates many\nof the actions of these characters, however isolated among the moors.\nCatherine’s decision to marry Edgar Linton out of a desire to be\n“the greatest woman of the neighbourhood” exemplifies the effect\nof social considerations on the characters’ actions.In Catherine’s paradoxical statement that Heathcliff is\n“more myself than I am,” readers can see how the relation between\nCatherine and Heathcliff often transcends a dynamic of desire and becomes\none of unity. Heterosexual love is often, in literature, described\nin terms of complementary opposites—like moonbeam and lightning,\nor frost and fire—but the love between Catherine and Heathcliff\nopposes this convention. Catherine says not, “I love Heathcliff,”\nbut, “I am Heathcliff.” In following the relationship through\nto its painful end, the novel ultimately may attest to the destructiveness\nof a love that denies difference."}]},{"page":"https://www.sparknotes.com/lit/wuthering/quotes/page/4","quotes":[{"quote":"“I got the sexton, who was digging Linton’s grave, to remove\nthe earth off her coffin lid, and I opened it. I thought, once,\nI would have stayed there, when I saw her face again—it is hers\nyet—he had hard work to stir me; but he said it would change, if\nthe air blew on it, and so I struck one side of the coffin loose,\nand covered it up—not Linton’s side, damn him! I wish he’d been\nsoldered in lead—and I bribed the sexton to pull it away, when I’m\nlaid there, and slide mine out too. I’ll have it made so, and then,\nby the time Linton gets to us, he’ll not know which is which!” “You were\nvery wicked, Mr. Heathcliff!” I exclaimed; “were you not ashamed\nto disturb the dead?”","desc":"When Heathcliff narrates this\nghoulish scene to Nelly in Chapter XXIX, the book enters into one\nof its most Gothic moments. Heathcliff, trying to recapture Catherine\nherself, constantly comes upon mere reminders of her. However, far\nfrom satisfying him, these reminders only lead him to further attempts.\nHeathcliff’s desire to rejoin Catherine might indeed explain the\nmajority of Heathcliff’s actions, from his acquisition of Thrushcross\nGrange and Wuthering Heights, to his seizure of power over everyone\nassociated with Catherine.He tries to break through what reminds him of\nhis beloved to his beloved herself by destroying the reminder, the\nintermediary. Readers can see, in the language he uses here, this\ndifference between the objects that refer to Catherine and Catherine\nherself. When he opens her coffin, he does not say that he sees\nher again. Instead, he says, “I saw her face again,” showing that\nher corpse, like her daughter or her portrait, is a thing she possessed,\na thing that refers to her, but not the woman herself. It seems\nthat, in this extreme scene, he realizes at last that he will never\nget through to her real presence by acquiring and ruining the people\nand possessions associated with her. This understanding brings Heathcliff\na new tranquility, and from this point on he begins to lose interest\nin destruction."}]},{"page":"https://www.sparknotes.com/lit/wuthering/quotes/page/5","quotes":[{"quote":"That,\nhowever, which you may suppose the most potent to arrest my imagination,\nis actually the least, for what is not connected with her to me?\nand what does not recall her? I cannot look down to this floor,\nbut her features are shaped on the flags! In every cloud, in every\ntree—filling the air at night, and caught by glimpses in every object\nby day, I am surrounded with her image! The most ordinary faces\nof men and women—my own features—mock me with a resemblance. The\nentire world is a dreadful collection of memoranda that she did\nexist, and that I have lost her!","desc":"In this passage from Chapter XXXIII,\nHeathcliff confesses to Nelly his inner state. What Nelly calls\nHeathcliff’s “monomania on the subject of his departed idol” has\nnow reached its final stage of development. In the passage in which\nHeathcliff describes his excavation of Catherine’s grave, the reader\ngains insight into Heathcliff’s frustration regarding the double\nnature of all of Catherine’s “memoranda.” While Catherine’s corpse\nrecalls her presence, it fails to substitute fully for it, and thus\nrecalls her absence. Heathcliff’s perception of this doubling comes\nthrough in his language. The many signs of Catherine show that “she\ndid exist” but that “I have lost her.” In the end, because his whole\nbeing is bound up with Catherine, Heathcliff’s total set of perceptions\nof the world is permeated by her presence. Consequently, he finds\nsigns of Catherine in the “entire world,” and not just in localized\nfigures such as her daughter or a portrait of Catherine."}]},{"page":"https://www.sparknotes.com/lit/wuthering/quotes/theme/love","quotes":[{"quote":"‘My love for Linton is like the foliage in the woods: time will change it, I’m well aware, as winter changes the trees. My love for Heathcliff resembles the eternal rocks beneath: a source of little visible delight, but necessary. Nelly, I am Heathcliff!’","desc":"Catherine describes to Nelly the different types of love that she has for Heathcliff and Edgar Linton. While her love for Edgar will change over time, Catherine sees her love for Heathcliff as solid and eternal, as if she and Heathcliff inhabit the same body. Catherine refuses to give up either relationship: Edgar brings her the comfort and status she’s always desired, but Heathcliff satisfies her passion and completes her soul. This love triangle and conflict becomes the intertwining theme of love throughout the novel."},{"quote":"‘You know as well as I do, that for every thought she spends on Linton she spends a thousand on me! . . . If he loved with all the powers of his puny being, he couldn’t love as much in eighty years as I could in a day. And Catherine has a heart as deep as I have: the sea could be as readily contained in that horse-trough as her whole affection be monopolized by him…It is not in him to be loved like me . . . ’","desc":"Here, Heathcliff passionately speaks with Nelly about how his capacity to love Catherine far exceeds Edgar’s ability to experience love. This discussion comes as Nelly tries to convince Heathcliff to leave Catherine alone in order to save her from physical and mental distress. Heathcliff’s declaration echoes Catherine’s passionate description of her love for him at the beginning of the novel. Their passion consumes them, depicting a detrimental and destructive aspect of love."},{"quote":"The intimacy thus commenced grew rapidly; though it encountered temporary interruptions. Earnshaw was not to be civilized with a wish, and my young lady was no philosopher, and no paragon of patience; but both their minds tending to the same point—one loving and desiring to esteem, and the other loving and desiring to be esteemed—they contrived in the end to reach it.","desc":"Nelly describes to Mr. Lockwood how Cathy and Hareton Earnshaw fell in love. She depicts a thoughtful, mutual relationship, where both Cathy and Hareton Earnshaw accept each other’s weaknesses while giving to one another what they need. The balance in their relationship contrasts with the destructive love of Catherine and Heathcliff. Cathy and Hareton Earnshaw represent the theme of healthy true love in this novel as their newfound love ends a decades-long conflict between the Linton and Earnshaw families."}]},{"page":"https://www.sparknotes.com/lit/wuthering/quotes/theme/social-class","quotes":[{"quote":"He pulled me under the chandelier, and Mrs. Linton placed her spectacles on her nose and raised her hands in horror…‘Frightful thing! Put him in the cellar, papa. He’s exactly like the son of the fortune-teller that stole my tame pheasant’ . . . ‘A wicked boy, at all events,’ remarked the old lady, ‘and quite unfit for a decent house! Did you notice his language, Linton?’","desc":"Nelly Dean recounts what Heathcliff told her about how the Lintons treated him when he and Catherine were caught trespassing. The Lintons immediately looked down on Heathcliff because he was not of their social class. Without even giving Heathcliff a chance, they judged him and cast him aside. Meanwhile, they recognized their neighbor Catherine and welcomed and cared for her despite her complicity in the crime. This event explains the beginnings of Heathcliff’s hatred towards the Lintons and highlights his sudden awareness of his social class separation from Catherine."},{"quote":"Catherine had kept up her acquaintance with the Lintons . . . and she had no temptation to show her rough side in their company, and had the sense to be ashamed of being rude where she experienced such invariable courtesy, she imposed unwittingly on the old lady and gentlemen . . . gained the admiration of Isabella, and the heart and soul of her brother: acquisitions that flattered her from the first—she was full of ambition—and led her to adopt a double character without exactly intending to deceive any one.","desc":"Nelly explains to Mr. Lockwood how Catherine conformed to the Lintons’ higher class expectations while living with them for five weeks. Nelly describes how Catherine developed something of a split personality in order to gain the admiration of the Lintons while also fitting in with Heathcliff and her family at Wuthering Heights. Catherine has ambition and knows that moving into a higher social class will improve her life."},{"quote":"‘And he’ll never be able to emerge from his bathos of coarseness and ignorance. I’ve got him faster than his scoundrel of a father secured me. . . Don’t you think Hindley would be proud of his son…almost as proud as I am of mine. But there’s this difference; one is gold put to the use of paving-stones, and the other is tin polished to ape a service of silver. Mine has nothing valuable about it; yet I shall have the merit of making it go as far as such poor stuff can go. His had first-rate qualities, and they are lost: rendered worse than unavailing.’","desc":"Heathcliff describes to Nelly his control over Hareton and Linton’s social class. Heathcliff explains how he has taught Hareton, who was born a gentleman, to act lower in class. Whereas he plans to bring Linton, his son, to a higher class by forcing a marriage with Cathy. Heathcliff manipulates the social standings of Hareton and Linton as part of his plans for revenge. Heathcliff resents the poor treatment he received as an orphan without social connections and recognizes the power of social class."}]},{"page":"https://www.sparknotes.com/lit/wuthering/quotes/theme/revenge","quotes":[{"quote":"‘I want you to be aware that I know you have treated me infernally—infernally! . . . and if you think I can be consoled by sweet words, you are an idiot: and if you fancy I’ll suffer unrevenged, I’ll convince you of the contrary, in a very little while! Meantime, thank you for telling me your sister-in-law’s secret: I swear I’ll make the most of it.’","desc":"Here, Heathcliff speaks to Catherine of his plans for revenge and how he has not forgotten how everyone has mistreated him, especially Catherine. He hints that he will use Isabella Linton to accomplish his vengeful strategies. Heathcliff’s desire for retribution has been stewing since childhood, but Catherine’s decision to marry Edgar Linton triggered his resolve. Heathcliff’s revenge will become a driving, inescapable force in the novel."},{"quote":"‘Whatever he may pretend, he wishes to provoke Edgar to desperation: he says he has married me on purpose to obtain power over him . . . I pray he forget his diabolical prudence and kill me!’ . . . He seized and thrust her from the room; and returned muttering—‘I have no pity! I have no pity! The more the worms writhe, the more I yearn to crush out their entrails!’","desc":"Nelly describes what she sees and hears during her visit to see Isabella and Heathcliff at Wuthering Heights after their marriage. First, Isabella tells her of Heathcliff’s plans to take revenge on Edgar. Then, Nelly recounts Heathcliff’s affirmation of Isabella’s account, declaring his ruthless resolve. Nelly makes it clear that Heathcliff will not stop for anyone or anything. Driven by a deep need for vengeance, he will not be satisfied until he accomplishes all of his plans."},{"quote":"‘I get levers and mattocks to demolish the two houses, and train myself to be capable of working like Hercules, and when everything is ready and in my power, I find the will to lift a slate off either roof has vanished! My old enemies have not beaten me; now would be the precise time to revenge myself…But where is the use? I don’t care for striking…I have lost the faculty of enjoying their destruction, and I am too idle to destroy for nothing.’","desc":"Heathcliff tells Nelly about his current feelings towards his plans of revenge. Here, he explains how even though he has his enemies exactly where he wants them, he has lost the drive to finish his revenge. Heathcliff describes how he has the power to completely demolish those that he believes wronged him, but he no longer finds enjoyment in the revenge. Heathcliff now realizes that settling old scores does not give him happiness and will not bring Catherine back."}]},{"page":"https://www.sparknotes.com/lit/wuthering/quotes/theme/supernatural-elements","quotes":[{"quote":"The intense horror of my nightmare came over me: I tried to draw back my arm, but the hand clung to it, and a most melancholy voice sobbed, ‘Let me in—let me in!’…As it spoke, I discerned, obscurely, a child’s face looking through the window. Terror made me cruel; and, finding it useless to attempt shaking the creature off, I pulled its wrist on to the broken pane, and rubbed it to and fro till the blood ran down and soaked the bedclothes: still it wailed, ‘Let me in!’","desc":"Mr. Lockwood describes a supernatural event he experienced while spending a night at Wuthering Heights. Catherine haunts him, much like she haunts Heathcliff. Mr. Lockwood’s sensing of the mystery and despair of Wuthering Heights represents the reader in this early scene of the story. His tale uses supernatural elements to convey the psychological suffering that Heathcliff experiences through his loss of Catherine. Through these details, Mr. Lockwood and the reader immediately recognize the centrality of the Catherine and Heathcliff story."},{"quote":"‘I muttered, “I wish they may shovel in the earth over us both!” and I wrenched at it more desperately still. There was another sigh, close at my ear. I appeared to feel the warm breath of it displacing the sleet-laden wind. I knew no living thing in flesh and blood was by; but, as certainly as you perceive the approach to some substantial body in the dark, though it cannot be discerned, so certainly I felt that Cathy was there: not under me, but on the earth.’","desc":"Heathcliff recounts a ghostly encounter with Catherine’s spirit. The day following Edgar Linton’s death, Heathcliff convinced the sexton to remove Catherine’s coffin lid and then experienced a heightened perception of Catherine’s presence and physical evidence of her visitation with the cold wind turning warm. His account evidences his strong belief in ghosts, confirmed in his mind by feeling Catherine’s breath and sensing her presence. This supernatural element reflects the gothic element of the story and reveals the psychological “haunting” of Heathcliff."},{"quote":"But the country folks, if you ask them, would swear on the Bible that he walks: there are those who speak to having met him near the church, and on the moor, and even within this house. Idle tales, you’ll say, and so say I . . . Yet, still, I don’t like being out in the dark now; and I don’t like being left by myself in this grim house: I cannot help it; I shall be glad when they leave it, and shift to the Grange.","desc":"Nelly describes to Mr. Lockwood how area people strongly believe that Heathcliff haunts the moors and Wuthering Heights. She also explains how even she has experienced supernatural elements regarding Heathcliff and no longer likes being alone. These supernatural elements and beliefs represent a theme in the novel and speak to Heathcliff’s character and the haunting qualities of his life and love for Catherine."}]},{"page":"https://www.sparknotes.com/lit/wuthering/quotes/theme/suffering","quotes":[{"quote":"[‘]Oh, God! it is unutterable! I cannot live without my life! I cannot live without my soul!’ He dashed his head against the knotted trunk; and, lifting up his eyes, howled, not like a man but like a savage beast being goaded to death with knives and spears.","desc":"Nelly explains to Mr. Lockwood how Heathcliff suffered after Catherine’s death. First, she repeats Heathcliff’s wail of grief and then describes his almost animalistic state. Heathcliff’s desolation at the loss of Catherine contrasts with the calm sadness seen in Edgar Linton’s response. While both men suffer in losing Catherine, Heathcliff’s anguish resonates with the earlier descriptions of the all-consuming love that both Heathcliff and Catherine shared. Self-destruction and suffering continue to haunt Heathcliff throughout the novel."},{"quote":"‘Linton was white and trembling . . . he looked frightful; for his thin face and large eyes wrought into an expression of frantic; powerless fury . . . I took behold of Linton’s hands, and tried to pull him away; but he shrieked so shockingly that I dared not proceed. At last his cries were choked by a dreadful fit of coughing; blood gushed from his mouth, and he fell on the ground.’","desc":"Here, Cathy describes to Nelly how weak and sickly Linton was during her last visit to Wuthering Heights. She continues to describe how Linton suffered at the hands of Hareton Earnshaw, who targets Linton’s weaknesses. The theme of suffering plays out in all stages of the novel as physical and mental illness afflicts many characters. The symptoms of Linton’s obvious physical illness suggest his mental breakdown as he seems to stay in a state of fear and powerlessness."},{"quote":"‘I cannot continue in this condition! I have to remind myself to breathe—almost to remind my heart to beat! . . . My confessions have not relieved me; but they may account for some otherwise unaccountable phases of humour which I show. O God! It is a long fight; I wish it were over!’","desc":"Heathcliff speaks to Nelly of his emotional collapse after Catherine’s death. Clearly, Heathcliff faces psychological decline at the end of the book as he realizes that even his revenge does not satisfy him or bring his Catherine back. Heathcliff understands that his mental suffering impacts his physical well-being. He struggles to breathe, rest, and eat. He admits that he cannot go on in this state of existence anymore. Heathcliff’s suffering and the haunting of Catherine’s lost destructive love has become too much to bear."}]},{"page":"https://www.sparknotes.com/lit/wuthering/quotes/character/catherine","quotes":[{"quote":"He got on to the bed, and wrenched open the lattice, bursting, as he pulled at it, into an uncontrollable passion of tears. ‘Come in! come in!’ he sobbed. ‘Cathy, do come. Oh, do—once more! Oh! my heart’s darling! hear me, this time, Catherine, at last!’","desc":"Mr. Lockwood describes to Nelly Heathcliff’s grief-stricken response to Mr. Lockwood’s supernatural experience with Catherine’s spirit. Heathcliff’s emotional reaction to the mention of Catherine’s name tells Mr. Lockwood as well as the reader that Catherine’s character overshadows the novel. From the onset, Mr. Lockwood and the reader are drawn into the story of the mysterious Catherine."},{"quote":"Certainly she had ways with her such as I never saw a child take up before; and she put all of us past our patience fifty times and oftener in a day: from the hour she came downstairs till the hour she went to bed, we had not a minute’s security that she wouldn’t be in mischief. Her spirits were always at high-water mark, her tongue always going—singing, laughing, and plaguing everybody who would not do the same.","desc":"Nelly Dean describes Catherine’s personality and behavior as a young child. Nelly explains that Catherine was a difficult and high-spirited child, a constant source of trouble. This description reveals Catherine’s strong-willed character while reflecting social expectations of the time, when children, especially girls, were expected to be reserved and respectful. Catherine breaks this mold, setting her apart as a strong, impactful character in the novel."},{"quote":"A wild, wicked slip she was—but she had the bonniest eye, the sweetest smile, and lightest foot in the parish: and, after all, I believe she meant no harm; for when once she made you cry in good earnest, it seldom happened that she would not keep you company, and oblige you to be quiet that you might comfort her.","desc":"Nelly gives Mr. Lockwood a description of Catherine as a child. She explains that while Catherine was difficult and she often misbehaved, her unique beauty and the fact she did not intend to cause harm often redeemed her character. This description reveals how Catherine could easily manipulate others into forgiving her and adoring her despite her faults."},{"quote":"[S]he was never so happy as when we were all scolding her at once, and she defying us with her bold, saucy look, and her ready words; . . . After behaving as badly as possible all day, she sometimes came fondling to make it up at night.","desc":"Nelly explains to Mr. Lockwood how Catherine enjoyed the negative attention she received when she misbehaved as a child. She recalls that Catherine displayed a feisty and fierce personality, traits that continue to show into adulthood. Catherine seems to enjoy defying expectations and rules, but she also quickly turns on the charm when needed. Catherine’s strong, defiant, and persuasive personality plays a major role in the conflict throughout the novel."},{"quote":"But it was one of their chief amusements to run away to the moors in the morning and remain there all day, and the after punishment grew a mere thing to laugh at. The curate might set as many chapters as he pleased for Catherine to get by heart, and Joseph might thrash Heathcliff till his arm ached; they forgot everything the minute they were together again.","desc":"Nelly describes to Mr. Lockwood the strong connection that Catherine and Heathcliff have from the beginning. This conversation occurs after Catherine’s father dies and her brother, Hindley, returns to Wuthering Heights, often degrading and mistreating Heathcliff. Nelly explains how Catherine and Heathcliff, when children, would run off to the moors together to escape Heathcliff’s mistreatment. Catherine’s loyalty to Heathcliff seems unbreakable at this point in the novel."},{"quote":"She, supposing Edgar could not see her, snatched the cloth from my hand, and pinched me, with a prolonged wrench, very spitefully on the arm. . . . ‘I didn’t touch you, you lying creature!’ cried she, her fingers tingling to repeat the act, and her ears red with rage. She never had the power to conceal her passion . . . She stamped her foot, wavered a moment, and then, irresistibly impelled by the naughty spirit within her, slapped me on the cheek: a stinging blow that filled both eyes with water.","desc":"Nelly describes a confrontation between herself and Catherine during one of Edgar’s visits to Wuthering Heights. Catherine lashes out at Nelly, revealing her true character to Edgar. Catherine may be an adult, but she still behaves like an angry, spiteful child. The outburst appalls Edgar. However, in typical Catherine style, she finds a way to bring Edgar right back to his adoration of her."},{"quote":"‘Oh, I’ve endured very, very bitter misery, Nelly! If that creature knew how bitter, he’d be ashamed to cloud its removal with idle petulance. It was kindness for him which induced me to bear it alone . . . However, it’s over, and I’ll take no revenge on his folly; I can afford to suffer anything hereafter! I’ll go make my peace with Edgar instantly.’","desc":"After an awkward tea with Edgar and Heathcliff, Catherine explains to Nelly how she feels about Heathcliff’s return to Wuthering Heights. Catherine’s words reveal her strong-willed personality as well as her desire to make amends with Edgar. However, Catherine also shows passionate feelings towards Heathcliff, keeping the conflict between Edgar and Heathcliff intense."},{"quote":"And sliding from the bed before I could hinder her, she crossed the room, walking very uncertainly, threw it back, and bent out, careless of the frosty air that cut about her shoulders as keen as a knife. I entreated, and finally attempted to force her to retire. But I soon found her delirious strength much surpassed mine (she was delirious, I became convinced by her subsequent actions and ravings).","desc":"Nelly describes the toll the conflict between Edgar and Heathcliff has on Catherine’s mental and physical state. Heathcliff has recently returned to Wuthering Heights, and his presence immediately disrupts the couple’s contented relationship and Catherine’s emotional well-being. Catherine’s health declines from the stress of being torn between her two loves, a passionate love with Heathcliff and a platonic love for Edgar."},{"quote":"‘I’ll inform you Catherine Linton is as different now from your old friend Catherine Earnshaw, as that young lady is different from me. Her appearance is changed greatly, her character much more so; and the person who is compelled, of necessity, to be her companion, will only sustain his affection hereafter by the remembrance of what she once was, by common humanity, and a sense of duty!’","desc":"Nelly Dean tells Heathcliff about Catherine’s sickened physical and mental state. She then pleads with Heathcliff to leave Catherine alone since his presence and his conflict with Edgar caused her decline. The Catherine Heathcliff grew up with has changed and diminished."},{"quote":"Her appearance was altered…but when she was calm, there seemed unearthly beauty in the change. The flash of her eyes had been succeeded by a dreamy and melancholy softness; they no longer gave the impression of looking at the objects around her: they appeared always to gaze beyond, and far beyond—you would have said out of this world . . . and to any person who saw her, I should think—refuted more tangible proofs of convalescence, and stamped her as one doomed to decay.","desc":"Nelly describes Catherine’s physical and emotional state to Mr. Lockwood. Nelly recognizes that Catherine’s physical features take on aspects of her current mental health. Catherine almost appears more delicate and soft, but this drastic change in her character from once feisty and strong to weak and lost indicates Catherine’s deterioration to those around her, as well as to the reader."}]},{"page":"https://www.sparknotes.com/lit/wuthering/quotes/character/heathcliff","quotes":[{"quote":"But Mr. Heathcliff forms a singular contrast to his abode and style of living. He is a dark-skinned gipsy in aspect, in dress and manners a gentleman . . . I know, by instinct, his reserve springs from an aversion to showy displays of feeling . . . He’ll love and hate equally under cover, and esteem it a species of impertinence to be loved or hated again.","desc":"Mr. Lockwood describes to the reader the contrast between Heathcliff’s background as an orphaned gypsy and his current status as a gentleman. He derives his self-important opinions from stereotypes: the mysterious gypsy who lives like a gentleman. Mr. Lockwood predicts Heathcliff will maintain his reserve and abstain from showing his feelings. The reader recognizes the dramatic irony in this appraisal, given Heathcliff’s tumultuous emotions and vengeful actions."},{"quote":"‘Rough as a saw-edge, and hard as whinstone! The less you meddle with him the better.’ . . . ‘He must have had some ups and downs in life to make him such a churl. Do you know anything of his history?’ . . . ‘It’s a cuckoo’s sir[.’]","desc":"Mr. Lockwood and Nelly converse about Heathcliff after Mr. Lockwood shares his first impressions of Heathcliff. Nelly warned him to avoid Heathcliff. Mr. Lockwood questions what has made Heathcliff a hard person, revealing his curiosity and insight into human behavior. Nelly’s introduction that Heathcliff’s history is “a cuckoo’s” foreshadows the harrowing and tragic story she will tell."},{"quote":"‘When would you catch me wishing to have what Catherine wanted? . . . I’d not exchange, for a thousand lives, my condition here, for Edgar Linton’s at Thrushcross Grange—not if I might have the privilege of flinging Joseph off the highest gable, and painting the house-front with Hindley’s blood!’.","desc":"Nelly recounts a dialogue she had with Heathcliff on the night that Heathcliff and Catherine first met the Linton children. As Heathcliff explains to Nelly why Catherine was left behind at Thrushcross Grange, he strongly expresses his distaste for the Lintons’ lifestyle and manner. Heathcliff’s statement reveals not only his strong personality, but his vengeful anger at the mistreatment he has faced because of his social class."},{"quote":"I was amazed, more than ever, to behold the transformation of Heathcliff. He had grown a tall, athletic, well-formed man; beside whom my master seemed quite slender and youth-like…His countenance was much older in expression and decision of feature than Mr. Linton’s; it looked intelligent, and retained no marks of former degradation. A half-civilised ferocity lurked yet in the depressed brows and eyes full of black fire, but it was subdued; and his manner was even dignified: quite divested of roughness, though too stern for grace!","desc":"Nelly gives a description of Heathcliff upon his return and visit to Thrushcross Grange. She analyzes his transformation in appearance and demeanor and makes contrasts with Edgar Linton, setting the two men in competition once again. While Nelly describes Heathcliff as strong, intelligent, and subdued, she also explains how his aggressiveness seems hidden, waiting to come out. This description reveals Heathcliff as changed but not rid of his darkness or anger."},{"quote":"‘Tell her what Heathcliff is: an unreclaimed creature, without refinement, without cultivation; an arid wilderness of furze and whinstone . . . Pray, don’t imagine that he conceals depths of benevolence and affection beneath a stern exterior! He’s not a rough diamond---a pearl-containing oyster of a rustic: he’s a fierce, pitiless, wolfish man . . . and he’d crush you like a sparrow’s egg.’","desc":"Catherine speaks to Isabella Linton about Heathcliff’s real character after Isabella declares an interest in Heathcliff. Even though Catherine has a passionate love for Heathcliff, she clearly warns Isabella of Heathcliff’s dark and harsh character. While some of this description may simply come from a jealous nature, Catherine’s perceptions prove true to Heathcliff’s intentions and character."},{"quote":"‘Where is she? Not there—not in heaven . . . you said you cared nothing for my sufferings! And I pray one prayer—I repeat it till my tongue stiffens—Catherine Earnshaw, may you not rest as long as I am living; you said I killed you—haunt me, then! The murdered do haunt their murderers, I believe. I know that ghosts have wandered on earth. Be with me always—take any form—drive me mad! only do not leave me in this abyss, where I cannot find you!’","desc":"Heathcliff responds to news of Catherine’s death. As Nelly witnesses his reaction, the readers see his passionate and desperate love for Catherine. However, his wish that her soul would not rest shows the selfish side of his love: He prays that she would haunt him so he would not lose her. These declarations reveal Heathcliff’s dark and selfish motives within his desperate adoration of Catherine."},{"quote":"He maintained a hard, careless deportment, indicative of neither joy nor sorrow: if anything, it expressed a flinty gratification at a piece of difficult work successfully executed . . . He had the hypocrisy to represent a mourner: and previous to following with Hareton, he lifted the unfortunate child on to the table and muttered, with peculiar gusto, ‘Now, my bonny lad, you are mine! And we’ll see if one tree won’t grow as crooked as another, with the same wind to twist it!’","desc":"Nelly describes Heathcliff’s cold and calculated reaction to Hindley Earnshaw’s death. Given Heathcliff’s history of mistreatment at Hindley’s hands, Heathcliff’s anger has deep roots. Hindley’s death completes Heathcliff’s machinations to own Wuthering Heights, which seems to energize Heathcliff. He chillingly announces his plan to raise Hareton in the same environment that “twisted” him. The menace in his jocularity displays him as a cold and vengeful character."},{"quote":"‘No, it was not because I disliked Mr. Heathcliff, but because Mr. Heathcliff dislikes me; and is a most diabolical man, delighting to wrong and ruin those he hates, if they give him the slightest opportunity . . . so for your own good, and nothing else, I took precautions[.]’","desc":"Edgar Linton explains to the younger Cathy why he has tried to protect her from Heathcliff. Edgar describes Heathcliff’s evil character, malice towards him in particular, and inclination to hurt those he hates. Like the devil that Edgar compares Heathcliff to, each generation discovers his truly hateful soul. Edgar’s fears move him to action in protecting Cathy from Heathcliff. Despite Edgar’s best efforts, Heathcliff has found a way to cross paths with Cathy."},{"quote":"He made no ceremony of knocking or announcing his name: he was master, and availed himself of the master’s privilege to walk straight in, without saying a word . . . It was the same room into which he had been ushered as a guest, eighteen years before . . . There was the same man: his dark face sallower and more composed, his frame a stone or two heavier, perhaps, but no other difference.","desc":"Here, Nelly Dean describes how Heathcliff enters Thrushcross Grange after Edgar Linton’s death. She explains how Heathcliff enters as a master, in contrast to his social status when he first came to Thrushcross Grange. Despite Heathcliff’s calmer expression and an appearance of illness, Nelly recognizes he carries himself the same way as he did eighteen years before—like someone who deserves his place as master."},{"quote":"‘It is not my fault that I cannot eat or rest . . . I’ll do both, as soon as I possibly can. But you might as well bid a man struggling in the water rest within arms’ length of the shore! I must reach it first, and then I’ll rest . . . I’ve done no injustice, and I repent nothing. I’m too happy; and yet I’m not happy enough. My soul’s bliss kills my body, but does not satisfy itself.’","desc":"In these final words before his death, Heathcliff talks to Nelly about his current physical and mental state. He explains that he cannot rest because he struggles to feel fully satisfied despite succeeding in his revenge. He also verifies that he does not believe he did anything wrong and does not apologize even though he realizes that his heart’s desires have destroyed him."}]},{"page":"https://www.sparknotes.com/lit/wuthering/quotes/character/edgar-linton","quotes":[{"quote":"Edgar and his sister had it entirely to themselves. Shouldn’t they have been happy? We should have thought ourselves in heaven! . . . Edgar stood on the hearth weeping silently, and in the middle of the table sat a little dog, shaking its paw and yelping; which, from their mutual accusations, we understood they had nearly pulled in two between them. The idiots! That was their pleasure! to quarrel who should hold a heap of warm hair, and each begin to cry because both, after struggling to get it, refused to take it.","desc":"Heathcliff describes to Nelly his first impressions of Edgar as a child. Edgar lived in complete luxury, often not appreciating what he had, and then judged others for not having the same privileges. The judgment Heathcliff feels from Edgar and so many others in his life plays a significant role in turning him into a jealous, evil, and vengeful man."},{"quote":"[Y]oung Linton entered, his face brilliant with delight at the unexpected summons he had received. . . . He had a sweet, low manner of speaking, and pronounced his words as you do: that’s less gruff than we talk here, and softer.","desc":"Nelly describes Edgar Linton when he comes to visit Catherine early in their relationship. Catherine has noted the contrast between Edgar and Heathcliff in Edgar’s gentleness and good manners. Nelly’s description also reveals how early Edgar’s heartfelt admiration for Catherine started."},{"quote":"Edgar did not mean to entertain him with any high flights of passion . . . ‘I’ve been so far forbearing with you, sir,’ he said quietly; ‘not that I was ignorant of your miserable, degraded character, but I felt you were only partly responsible for that; and Catherine wishing to keep up your acquaintance, I acquiesced—foolishly. Your presence is a moral poison…for that cause, and to prevent worse consequences, I shall deny you hereafter admission into this house, and give notice now that I require your instant departure.’","desc":"Edgar Linton addresses Heathcliff after one of Heathcliff’s visits at Thrushcross Grange. Despite being angry and feeling provoked by Heathcliff, Edgar maintains a calm, rational demeanor when asking Heathcliff to leave and not return. Edgar Linton’s ability to collect his emotions and stay calm in difficult situations attests to the strength of his character."},{"quote":"‘Will you give up Heathcliff hereafter, or will you give up me? It is impossible for you to be my friend and his at the same time; and I absolutely require to know which you choose.’","desc":"Edgar gives Catherine an ultimatum regarding her friendship with Heathcliff. As he makes his expectations clear, Edgar remains calm and rational in his request. Once again, Edgar proves himself a true gentleman even in the most stressful situations. While most would appreciate this behavior as evidence of good character, Catherine interprets his demeanor as weak and emotionless, which adds fuel to the conflict."},{"quote":"Edgar Linton had his head laid on the pillow, and his eyes shut. His young and fair features were almost as deathlike as those of the form beside him, and almost as fixed: but his was the hush of exhausted anguish, and hers of perfect peace.","desc":"Nelly Dean describes the scene after Catherine dies, explaining how Edgar Linton appears as deathlike as Catherine due to his grief and sadness. Prior to Catherine’s death, Edgar dotes on Catherine, and despite her continued deception in continuing to see Heathcliff, Edgar forgives her and loves her anyway. His genuine love and subsequent grief reveal his loyal and upstanding character."},{"quote":"I used to draw a comparison between him and Hindley Earnshaw . . . They had both been fond husbands, and were both attached to their children; and I could not see how they shouldn’t both have taken the same road, for good or evil . . . Linton, on the contrary, displayed a true courage of loyal and faithful soul: he trusted God; and God comforted him. One hoped, and the other despaired[.]","desc":"Nelly explains to Mr. Lockwood how Edgar loves and cares his daughter Cathy in the same gentle and devoted way as he cared for his wife. Edgar consistently demonstrates his goodness, courage, and resilience. By finding a strong connection with Cathy beyond the bond of father and child, Edgar carries on with a life well-lived despite any sadness or grief in his past."},{"quote":"Edgar Linton was silent a minute; an expression of exceeding sorrow overcast his features: he would have pitied the child on his own account; but, recalling Isabella’s hopes and fears, and anxious wishes for her son . . . he grieved bitterly at the prospect of yielding him up, and searched in his heart how it might be avoided.","desc":"Nelly describes Edgar’s misgivings about giving up custody of his sister’s child to Isabella’s widower, Heathcliff. Linton, Isabella’s son, has been living with Edgar at Thrushcross Grange. Edgar’s response of sorrow shows his devotion to the deceased Isabella as a caring brother and uncle. At the same time, Edgar reacts passively, too calm and complacent even in desperate times."},{"quote":"He could not bear to discourse long on the topic; for though he spoke little of it, he still felt the same horror and detestation of his ancient enemy that had occupied his heart ever since Mrs. Linton’s death . . . in his eyes, Heathcliff seemed a murderer.","desc":"Nelly describes how Edgar struggles to talk to Cathy about Heathcliff’s past infractions because he blames Heathcliff for Catherine’s death. Despite his typical calm and cool character, we see that Edgar does have his breaking points. Looking through Edgar’s eyes, the reader sees his deep love for the elder Catherine, hatred for Heathcliff, and fatherly concern for Cathy."},{"quote":"‘Her affection for him was still the chief sentiment in her heart; and he spoke without anger: he spoke in the deep tenderness of one about to leave his treasure amid perils and foes, where his remembered words would be the only aid that he could bequeath to guide her.’","desc":"Nelly explains to Mr. Lockwood that, despite being told to stay away from Wuthering Heights by Edgar Linton, Cathy secretly visits Wuthering Heights to see Linton. Nelly describes Edgar Linton as a gentle father with a strong bond with Cathy. Nelly’s words also hint that Edgar Linton senses that he will die soon, so he wants to do what he can to prepare Cathy."},{"quote":"He died blissfully, Mr. Lockwood: he died so. Kissing her cheek, he murmured—‘I am going to her; and you, darling child, shall come to us!’ and never stirred or spoke again; but continued to rapt, radiant gaze, till his pulse imperceptibly stopped and his soul departed.","desc":"Even in his final moments of life, Edgar Linton shows himself to be a devoted and loving father who “died blissfully” simply because he had his daughter by his side. In these final moments, Edgar shows a strong faith, loyal love for Catherine and Cathy, and a reminder of his calm, appeasing nature as he gracefully accepts his death."}]},{"page":"https://www.sparknotes.com/lit/wuthering/quotes/character/nelly-dean","quotes":[{"quote":"Before I came to live here, she commenced . . . I was almost always at Wuthering Heights; because my mother had nursed Mr. Hindley Earnshaw that was Hareton’s father, and I got used to playing with the children: I ran errands too, and helped to make hay, and hung about the farm ready for anything that anybody would set me to.","desc":"After Mr. Lockwood returns to Wuthering Heights, he asks Nelly to tell him the story of the place. Here, Nelly begins the story with an account of her connection to the Earnshaw and Linton families. Nelly’s tale provides the reader with a clear picture of Nelly’s work ethic and close relationship with the families, setting her up as a knowledgeable, but biased, source."},{"quote":"I confess this blow as greater to me than the shock of Mrs. Linton’s death: ancient associations lingered round my heart; I sat down on the porch and wept as for a blood relation, desiring Mr. Kenneth to get another servant to introduce him to the master.","desc":"Nelly describes her emotional reaction to learning of Hindley Earnshaw’s death. Despite Hindley Earnshaw’s capricious mistreatment of Nelly and downright cruelty at the end of his life, Nelly’s reaction proves her loyalty to the Earnshaw family. She calls Hindley Earnshaw her foster-brother, evidencing her strong connection to the family. The reader sees Nelly’s sympathetic and forgiving nature."},{"quote":"The twelve years, continued Mrs. Dean, following that dismal period were the happiest of my life: my greatest troubles in their passage rose from our little lady’s trifling illnesses, which she had to experience in common with all children, rich and poor . . . She was the most winning thing that ever brought sunshine into a desolate house[.]","desc":"Nelly continues her story to Mr. Lockwood by describing the “happiest” days of her life as Cathy grew in her care. After the dark period of Catherine’s and Hindley’s deaths, Nelly experiences some happiness living at Thrushcross Grange and helping to raise Cathy. Nelly’s love grows quickly, proving her as a caring, maternal, and loyal character."},{"quote":"On the succeeding morning I was laid up, and during three weeks I remained incapacitated for attending to my duties: a calamity never experienced prior to that period, and never, I am thankful to say, since . . . the confinement brought me exceedingly low. It is wearisome, to a stirring active body[.]","desc":"Nelly describes an illness she battled for three weeks, something she rarely experienced. She reveals how difficult it was for her to be inactive and not attend to her duties. Her recollection reveals both her toughness and her strong work ethic. While many of the families in her care experience frequent illness or weakness, she only faces it once in her lifetime."},{"quote":"You see, Mr. Lockwood, it was easy enough to win Mrs. Heathcliff’s heart. But now, I’m glad you did not try. The crown of all my wishes will be the union of those two. I shall envy no one on their wedding day: there won’t be a happier woman than myself in England!","desc":"Here, Nelly Dean reveals to Mr. Lockwood how she feels about Cathy and Hareton Earnshaw falling in love. Nelly explains how their union represents the culmination of her hopes because this connection will end a decades-long conflict. Nelly proves once again how strongly she feels for those she has cared for her whole life, regarding these families as her own, loving as deeply as any maternal figure."}]},{"page":"https://www.sparknotes.com/lit/wuthering/quotes/character/young-catherine","quotes":[{"quote":"She was the most winning thing that ever brought sunshine into a desolate house: a real beauty in the face, with the Earnshaws’ handsome dark eyes, but the Lintons’ fair skin and small features, and yellow curling hair. Her spirit was high, though not rough, and qualified by a heart sensitive and lively to excess in its affections. That capacity for intense attachments reminded me of her mother: still she did not resemble her[.]","desc":"Nelly Dean describes young Cathy's physical features and beauty as well as pointing out some personality traits. In fact, Cathy's physical and emotional qualities seem parallel as she represents a brightness and intensity in the Linton household. Nelly also draws some comparisons between Cathy and her mother Catherine, especially in Cathy's ability to make strong connections."},{"quote":"[S]he could be soft and mild as a dove, and she had a gentle voice and pensive expression: her anger was never furious; her love never fierce; it was deep and tender. However, it must be acknowledged, she had faults to foil her gifts. A propensity to be saucy was one; and a perverse will, that indulged children invariably acquire, whether they be good tempered or cross.","desc":"Here, Nelly describes Cathy's temperament, relating her softness and gentle ways, but also admitting Cathy's faults. Nelly accepts Cathy's sassiness and demanding ways as typical of most pampered children and counters that a good character balanced out her negative behaviors. According to Nelly, Cathy has only the best qualities of her mother."},{"quote":"I found plenty of entertainment in listening to larks singing far and near, and enjoying the sweet, warm sunshine; and watching her, my pet and my delight, with her golden ringlets flying loose behind, and her bright cheek, as soft and pure in its bloom as a wild rose, and her eyes radiant with cloudless pleasure. She was a happy creature, and an angel, in those days. It’s a pity she could not be content.","desc":"Nelly fondly remembers the innocence and joy that radiated from Cathy as they walked the edge of the moor on the day after Linton was taken to Wuthering Heights. However, Nelly also laments Cathy's discontent as she looked beyond the protected world her father had built around her for twelve years."},{"quote":"I saw she was sorry for his persevering sulkiness and indolence: her conscience reproved her for frightening him off improving himself: she had done it effectually. But her ingenuity was at work to remedy the injury: while I ironed, or pursued other such stationary employments . . . she would bring some pleasant volume and read it aloud to me. When Hareton was there, she generally paused in an interesting part, and left the book lying about","desc":"Here, Nelly Dean explains how Cathy feels sorry for making fun of Hareton Earnshaw’s attempt at learning to read, so she tries to encourage him to try again. While she does not come out and apologize for her mean behavior, she does genuinely try to make amends by inventing a plan to teach Hareton to read. This speaks to Cathy's generally good-hearted character."},{"quote":"[S]he glanced towards the master . . . and she grew serious for an instant, scrutinizing him with deep gravity . . . she turned, and recommenced her nonsense; at last, Hareton uttered a smothered laugh. Mr. Heathcliff started; his eye rapidly surveyed our faces. Catherine met it with her accustomed look of nervousness and yet defiance, which he abhorred.","desc":"Nelly Dean recounts that while Heathcliff tried to break Cathy's hopeful and gentle spirit, he did not succeed. Cathy's nervous but defiant actions in front of Heathcliff prove that she will not let Heathcliff break her down any further. Her friendship and eventual love for Hareton Earnshaw prove more powerful than Heathcliff’s revenge."}]}]