[{"page":"http://www.sparknotes.com/lit/doctorfaustus/quotes/","quotes":[{"quote":"The\n\t\t\t\t\treward of sin is death? That’s hard. \n\t\t\t\tSi peccasse\n\t\t\t\t\tnegamus, fallimur, et nulla est in nobis veritas.\n\t\t\t\tIf\n\t\t\t\t\twe say that we have no sin, \n\t\t\t\tWe deceive ourselves,\n\t\t\t\t\tand there’s no truth in us. \n\t\t\t\tWhy then belike\n\t\t\t\t\twe must sin, \n\t\t\t\tAnd so consequently die.\n\t\t\t\tAy,\n\t\t\t\t\twe must die an everlasting death. \n\t\t\t\tWhat doctrine\n\t\t\t\t\tcall you this? Che sarà, sarà:\n\t\t\t\tWhat will be,\n\t\t\t\t\tshall be! Divinity, adieu!\n\t\t\t\tThese metaphysics\n\t\t\t\t\tof magicians,\n\t\t\t\tAnd necromantic books are heavenly! \n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t(1.40–50)","desc":"Faustus speaks these lines near the\n\t\t\t\t\tend of his opening soliloquy. In this speech, he considers various\n\t\t\t\t\tfields of study one by one, beginning with logic and proceeding\n\t\t\t\t\tthrough medicine and law. Seeking the highest form of knowledge,\n\t\t\t\t\the arrives at theology and opens the Bible to the New Testament,\n\t\t\t\t\twhere he quotes from Romans and the first book of John. He reads\n\t\t\t\t\tthat “[t]he reward of sin is death,” and that “[i]f we say we that\n\t\t\t\t\twe have no sin, / We deceive ourselves, and there’s no truth in\n\t\t\t\t\tus.” The logic of these quotations—everyone sins, and sin leads\n\t\t\t\t\tto death—makes it seem as though Christianity can promise only death,\n\t\t\t\t\twhich leads Faustus to give in to the fatalistic “What will be,\n\t\t\t\t\tshall be! Divinity, adieu!” However, Faustus neglects to read the\n\t\t\t\t\tvery next line in John, which states, “If we confess our sins, [God]\n\t\t\t\t\tis faithful and just to forgive us our sins, and to cleanse us from\n\t\t\t\t\tall unrighteousness” (1 John 1:9).\n\t\t\t\t\tBy ignoring this passage, Faustus ignores the possibility of redemption,\n\t\t\t\t\tjust as he ignores it throughout the play. Faustus has blind spots;\n\t\t\t\t\the sees what he wants to see rather than what is really there. This\n\t\t\t\t\tblindness is apparent in the very next line of his speech: having\n\t\t\t\t\tturned his back on heaven, he pretends that “[t]hese metaphysics\n\t\t\t\t\tof magicians, / And necromantic books are heavenly.” He thus inverts\n\t\t\t\t\tthe cosmos, making black magic “heavenly” and religion the source\n\t\t\t\t\tof “everlasting death.”"}]},{"page":"https://www.sparknotes.com/lit/doctorfaustus/quotes/page/2","quotes":[{"quote":"MEPHASTOPHILIS: Why\n\t\t\t\t\tthis is hell, nor am I out of it. \n\t\t\t\tThink’st\n\t\t\t\t\tthou that I, who saw the face of God, \n\t\t\t\tAnd\n\t\t\t\t\ttasted the eternal joys of heaven, \n\t\t\t\tAm not\n\t\t\t\t\ttormented with ten thousand hells \n\t\t\t\tIn being\n\t\t\t\t\tdeprived of everlasting bliss? \n\t\t\t\tO Faustus,\n\t\t\t\t\tleave these frivolous demands, \n\t\t\t\tWhich strike\n\t\t\t\t\ta terror to my fainting soul.\n\t\t\t\t\n\t\t\t\t\tFAUSTUS: What,\n\t\t\t\t\tis great Mephastophilis so passionate \n\t\t\t\tFor\n\t\t\t\t\tbeing deprivèd of the joys of heaven? \n\t\t\t\tLearn\n\t\t\t\t\tthou of Faustus manly fortitude, \n\t\t\t\tAnd scorn\n\t\t\t\t\tthose joys thou never shalt possess.\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t(3.76–86)","desc":"This exchange shows Faustus at his most\n\t\t\t\t\twillfully blind, as he listens to Mephastophilis describe how awful\n\t\t\t\t\thell is for him even as a devil, and as he then proceeds to dismiss\n\t\t\t\t\tMephastophilis’s words blithely, urging him to have “manly fortitude.”\n\t\t\t\t\tBut the dialogue also shows Mephastophilis in a peculiar light.\n\t\t\t\t\tWe know that he is committed to Faustus’s damnation—he has appeared\n\t\t\t\t\tto Faustus because of his hope that Faustus will renounce God and\n\t\t\t\t\tswear allegiance to Lucifer. Yet here Mephastophilis seems to be\n\t\t\t\t\turging Faustus against selling his soul, telling him to “leave these\n\t\t\t\t\tfrivolous demands, / Which strike a terror to my fainting soul.”\n\t\t\t\t\tThere is a parallel between the experience of Mephastophilis and\n\t\t\t\t\tthat of Faustus. Just as Faustus now is, Mephastophilis was once\n\t\t\t\t\tprideful and rebelled against God; like Faustus, he is damned forever\n\t\t\t\t\tfor his sin. Perhaps because of this connection, Mephastophilis\n\t\t\t\t\tcannot accept Faustus’s cheerful dismissal of hell in the name of\n\t\t\t\t\t“manly fortitude.” He knows all too well the terrible reality, and\n\t\t\t\t\tthis knowledge drives him, in spite of himself, to warn Faustus\n\t\t\t\t\taway from his t-errible course."}]},{"page":"https://www.sparknotes.com/lit/doctorfaustus/quotes/page/3","quotes":[{"quote":"MEPHASTOPHILIS.:\n\t\t\t\t\tHell hath no limits, nor is circumscribed \n\t\t\t\tIn\n\t\t\t\t\tone self-place; for where we are is hell, \n\t\t\t\tAnd\n\t\t\t\t\twhere hell is, there must we ever be. \n\t\t\t\t. .\n\t\t\t\t\t. \n\t\t\t\tAll places shall be hell that is not heaven.\n\t\t\t\t\n\t\t\t\t\tFAUSTUS: Come,\n\t\t\t\t\tI think hell’s a fable.\n\t\t\t\t\n\t\t\t\t\tMEPHASTOPHILISs.: Ay,\n\t\t\t\t\tthink so still, till experience change thy mind.\n\t\t\t\t.\n\t\t\t\t\t. .\n\t\t\t\t\n\t\t\t\t\tFAUSTUS: Think’st\n\t\t\t\t\tthou that Faustus is so fond to imagine \n\t\t\t\tThat\n\t\t\t\t\tafter this life there is any pain? \n\t\t\t\tTush,\n\t\t\t\t\tthese are trifles and mere old wives’ tales.\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\t(5.120–135)","desc":"This exchange again shows Mephastophilis\n\t\t\t\t\twarning Faustus about the horrors of hell. This time, though, their\n\t\t\t\t\texchange is less significant for what Mephastophilis says about\n\t\t\t\t\thell than for Faustus’s response to him. Why anyone would make a\n\t\t\t\t\tpact with the devil is one of the most vexing questions surrounding Doctor\n\t\t\t\t\t\tFaustus, and here we see part of Marlowe’s explanation.\n\t\t\t\t\tWe are constantly given indications that Faustus doesn’t really\n\t\t\t\t\tunderstand what he is doing. He is a secular Renaissance man, so\n\t\t\t\t\tdisdainful of traditional religion that he believes hell to be a\n\t\t\t\t\t“fable” even when he is conversing with a devil. Of course, such\n\t\t\t\t\ta belief is difficult to maintain when one is trafficking in the\n\t\t\t\t\tsupernatural, but Faustus has a fallback position. Faustus takes\n\t\t\t\t\tMephastophilis’s assertion that hell will be “[a]ll places … that\n\t\t\t\t\tis not heaven” to mean that hell will just be a continuation of\n\t\t\t\t\tlife on earth. He fails to understand the difference between him\n\t\t\t\t\tand Mephastophilis: unlike Mephastophilis, who has lost heaven permanently,\n\t\t\t\t\tFaustus, despite his pact with Lucifer, is not yet damned and still\n\t\t\t\t\thas the possibility of repentance. He cannot yet understand the\n\t\t\t\t\ttorture against which Mephastophilis warns him, and imagines, fatally,\n\t\t\t\t\tthat he already knows the worst of what hell will be."}]},{"page":"https://www.sparknotes.com/lit/doctorfaustus/quotes/page/4","quotes":[{"quote":"Was\n\t\t\t\t\tthis the face that launched a thousand ships, \n\t\t\t\tAnd\n\t\t\t\t\tburnt the topless towers of Ilium? \n\t\t\t\tSweet\n\t\t\t\t\tHelen, make me immortal with a kiss:\n\t\t\t\tHer lips\n\t\t\t\t\tsucks forth my soul, see where it flies! \n\t\t\t\tCome\n\t\t\t\t\tHelen, come, give me my soul again. \n\t\t\t\tHere\n\t\t\t\t\twill I dwell, for heaven be in these lips,\n\t\t\t\tAnd\n\t\t\t\t\tall is dross that is not Helena!\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t(12.81–87)","desc":"These lines come from a speech that\n\t\t\t\t\tFaustus makes as he nears the end of his life and begins to realize\n\t\t\t\t\tthe terrible nature of the bargain he has made. Despite his sense\n\t\t\t\t\tof foreboding, Faustus enjoys his powers, as the delight he takes\n\t\t\t\t\tin conjuring up Helen makes clear. While the speech marks a return\n\t\t\t\t\tto the eloquence that he shows early in the play, Faustus continues\n\t\t\t\t\tto display the same blind spots and wishful thinking that characterize\n\t\t\t\t\this behavior throughout the drama. At the beginning of the play,\n\t\t\t\t\the dismisses religious transcendence in favor of magic; now, after\n\t\t\t\t\tsquandering his powers in petty, self-indulgent behavior, he looks\n\t\t\t\t\tfor transcendence in a woman, one who may be an illusion and not\n\t\t\t\t\teven real flesh and blood. He seeks heavenly grace in Helen’s lips,\n\t\t\t\t\twhich can, at best, offer only earthly pleasure. “[M]ake me immortal\n\t\t\t\t\twith a kiss,” he cries, even as he continues to keep his back turned\n\t\t\t\t\tto his only hope for escaping damnation—namely, repentance."}]},{"page":"https://www.sparknotes.com/lit/doctorfaustus/quotes/page/5","quotes":[{"quote":"Ah\n\t\t\t\t\tFaustus, \n\t\t\t\tNow hast thou but one bare hour\n\t\t\t\t\tto live, \n\t\t\t\tAnd then thou must be damned perpetually. \n\t\t\t\t.\n\t\t\t\t\t. . \n\t\t\t\tThe stars move still, time runs, the\n\t\t\t\t\tclock will strike,\n\t\t\t\tThe devil will come, and\n\t\t\t\t\tFaustus must be damned.\n\t\t\t\tO I’ll leap up to\n\t\t\t\t\tmy God! Who pulls me down? \n\t\t\t\tSee, see where\n\t\t\t\t\tChrist’s blood streams in the firmament! \n\t\t\t\tOne\n\t\t\t\t\tdrop would save my soul, half a drop: ah my Christ—\n\t\t\t\tAh,\n\t\t\t\t\trend not my heart for naming of my Christ;\n\t\t\t\tYet\n\t\t\t\t\twill I call on him—O spare me, Lucifer!\n\t\t\t\t.\n\t\t\t\t\t. . \n\t\t\t\tEarth, gape! O no, it will not harbor\n\t\t\t\t\tme. \n\t\t\t\tYou stars that reigned at my nativity, \n\t\t\t\tWhose\n\t\t\t\t\tinfluence hath allotted death and hell, \n\t\t\t\tNow\n\t\t\t\t\tdraw up Faustus like a foggy mist \n\t\t\t\tInto the\n\t\t\t\t\tentrails of yon laboring cloud, \n\t\t\t\tThat when\n\t\t\t\t\tyou vomit forth into the air \n\t\t\t\tMy limbs may\n\t\t\t\t\tissue from your smoky mouths,\n\t\t\t\tSo that my soul\n\t\t\t\t\tmay but ascend to heaven.\n\t\t\t\t. . . \n\t\t\t\tO\n\t\t\t\t\tGod, if thou wilt not have mercy on my soul, \n\t\t\t\t.\n\t\t\t\t\t. . \n\t\t\t\tLet Faustus live in hell a thousand years, \n\t\t\t\tA\n\t\t\t\t\thundred thousand, and at last be saved.\n\t\t\t\t.\n\t\t\t\t\t. . \n\t\t\t\tCursed be the parents that engendered\n\t\t\t\t\tme: \n\t\t\t\tNo, Faustus, curse thy self, curse Lucifer,\n\t\t\t\tThat\n\t\t\t\t\thath deprived thee of the joys of heaven.\t\t \n\t\t\t\t.\n\t\t\t\t\t. . \n\t\t\t\tMy God, my God, look not so fierce on\n\t\t\t\t\tme! \n\t\t\t\t. . . \n\t\t\t\tUgly hell\n\t\t\t\t\tgape not! Come not, Lucifer! \n\t\t\t\tI’ll burn my\n\t\t\t\t\tbooks—ah, Mephastophilis!\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t(13.57–113)","desc":"These lines come from Faustus’s final\n\t\t\t\t\tspeech, just before the devils take him down to hell. It is easily\n\t\t\t\t\tthe most dramatic moment in the play, and Marlowe uses some of his\n\t\t\t\t\tfinest rhetoric to create an unforgettable portrait of the mind\n\t\t\t\t\tof a man about to carried off to a horrific doom. Faustus goes from\n\t\t\t\t\tone idea to another, desperately seeking a way out. But no escape\n\t\t\t\t\tis available, and he ends by reaching an understanding of his own\n\t\t\t\t\tguilt: “No, Faustus, curse thy self, curse Lucifer, / That hath\n\t\t\t\t\tdeprived thee of the joys of heaven.” This final speech raises the\n\t\t\t\t\tquestion of why Faustus does not repent earlier and, more importantly,\n\t\t\t\t\twhy his desperate cries to Christ for mercy are not heard. In a\n\t\t\t\t\ttruly Christian framework, Faustus would be allowed a chance at\n\t\t\t\t\tredemption even at the very end. But Marlowe’s play ultimately proves\n\t\t\t\t\tmore tragic than Christian, and so there comes a point beyond which\n\t\t\t\t\tFaustus can no longer be saved. He is damned, in other words, while\n\t\t\t\t\the is still alive.Faustus’s last line aptly expresses the play’s representation\n\t\t\t\t\tof a clash between Renaissance and medieval values. “I’ll burn my books,”\n\t\t\t\t\tFaustus cries as the devils come for him, suggesting, for the first\n\t\t\t\t\ttime since scene 2, when his slide into mediocrity\n\t\t\t\t\tbegins, that his pact with Lucifer is about gaining limitless knowledge,\n\t\t\t\t\tan ambition that the Renaissance spirit celebrated but that medieval\n\t\t\t\t\tChristianity denounced as an expression of sinful human pride. As\n\t\t\t\t\the is carried off to hell, Faustus seems to give in to the Christian\n\t\t\t\t\tworldview, denouncing, in a desperate attempt to save himself, the\n\t\t\t\t\tquest for knowledge that has defined most of his life."}]},{"page":"https://www.sparknotes.com/lit/doctorfaustus/quotes/theme/sin-versus-redemption","quotes":[{"quote":"What, is great Mephostophilis so passionate\n\t\t\t\tFor being deprivèd of the joys of heaven?\n\t\t\t\tLearn thou of Faustus manly fortitude\n\t\t\t\tAnd scorn those joys thou never shalt possess.\n\t\t\t\tGo bear these tidings to great Lucifer:\n\t\t\t\tSeeing Faustus hath incurred eternal death\n\t\t\t\tBy desperate thoughts against Jove’s deity,\n\t\t\t\tSay he surrenders up to him his soul\n\t\t\t\tSo he will spare him four and twenty years,\n\t\t\t\tLetting him live in all voluptuousness,\n\t\t\t\tHaving thee ever to attend on me . . .\n\t\t\t\tAnd always be obedient to my will.","desc":"Faustus speaks to Mephostophilis in response to Mephostophilis’ warnings about falling from God and making a deal with the devil. The theme of sin versus redemption plays out through Faustus’s decision to ignore the warnings and choose sin, making a deal with Lucifer, over the joys of heaven. Faustus surrenders his good soul in order to gain the power of having Mephostophilis at his beck and call. Faustus focuses only on the power he will gain from making this deal, looking past his drastic decision to choose sin and evil over redemption and God."},{"quote":"O gentle Faustus, leave this damnèd art,\n\t\t\t\tThis magic that will charm thy soul to hell\n\t\t\t\tAnd quite bereave thee of salvation.\n\t\t\t\tThough thou has now offended like a man,\n\t\t\t\tDo not persever in it like a devil.\n\t\t\t\tYet, yet, thou hast an amiable soul\n\t\t\t\tIf sin by custom grow not into nature.\n\t\t\t\tThen, Faustus, will repentance come too late!\n\t\t\t\tThen, thou art banished from the sight of heaven!\n\t\t\t\tNo mortal can express the pains of hell! . . .\n\t\t\t\tFor gentle son, I speak it not in wrath\n\t\t\t\tOr envy of thee but in tender love . . .\n\t\t\t\tAnd so have hope that this my kind rebuke,\n\t\t\t\tChecking thy body, may amend thy soul.","desc":"An old man pleads with Faustus to repent and turn away from sin and the devil. In these lines, the old man not only implores Faustus to repent before it is too late, but he also warns of the harsh pains of hell and explains how Faustus can repent and come back to God as long as he still has his good soul. While Faustus starts to contemplate redemption, Mephostophilis threatens Faustus and quickly turns him back to evil and sin."},{"quote":"But Faustus’ offense can ne’er be pardoned. The serpent that tempted Eve may be saved, but not Faustus! O gentlemen, hear with patience and tremble not at my speeches . . . for which Faustus hath lost both Germany and the world, yea heaven itself—heaven, the seat of God, the throne of the blessèd, the kingdom of joy—and must remain in hell forever! hell, O hell forever! Sweet friends, what shall become of Faustus being in hell forever?","desc":"Faustus speaks directly to the scholars about his decision to make a bargain with Lucifer and turn away from God, vehemently declaring that he now has moved beyond saving. Faustus accepts the consequences of his choices despite his strong feelings of regret. In these lines, Faustus wishes for redemption but accepts that his many decisions to turn toward sin have placed him in his current position, incapable of redemption."}]},{"page":"https://www.sparknotes.com/lit/doctorfaustus/quotes/theme/medieval-versus-renaissance","quotes":[{"quote":"What doctrine call you this? Che serà, serà:\n\t\t\t\tWhat will be, shall be! Divinity, adieu!\n\t\t\t\tThese metaphysics of magicians\n\t\t\t\tAnd negromantic books are heavenly;\n\t\t\t\tLines, circles, letters, characters—\n\t\t\t\tAy these are those that Faustus most desires.\n\t\t\t\tO, what a world of profit and delight,\n\t\t\t\tOf power, of honor, and omnipotence\n\t\t\t\tIs promised to the studious artisan!","desc":"Here, Faustus speaks to himself while in his study as he thinks about what he hopes to learn or focus on next. In these lines, Faustus presents the theme of Medieval versus Renaissance as he dismisses religion and moves toward individualism, science, and black magic. During the time period of this play, most people possessed a Medieval focus, looking to God and religion only. However, here Faustus literally says goodbye to divinity and makes a Renaissance decision to seek learning and dark magic to further his individual power and profit."},{"quote":"Learnèd Faustus,\n\t\t\t\tTo find the secrets of astronomy\n\t\t\t\tGraven in the book of Jove’s high firmament,\n\t\t\t\tDid mount him up to scale Olympus’ top:\n\t\t\t\tWhere, sitting in a chariot burning bright\n\t\t\t\tDrawn by the strength of yoked dragons’ necks,\n\t\t\t\tHe views the clouds, the planets, and the stars[.]","desc":"Here, the Chorus reveals to the audience how Faustus has spent his time since making his bargain with the devil. These lines describe Faustus’s focus on learning as he studies astronomy and other sciences. This educational tour represents Faustus’s transition from a Medieval focus on god to a Renaissance emphasis on learning and individualism. At the same time, the Chorus describes Faustus sitting in a bright chariot carried by dragons, also symbolizing the dark magic and Renaissance individualism accompanying Faustus on his quest for learning."},{"quote":"Cut is the branch that might have grown full straight\n\t\t\t\tAnd burnèd is Apollo’s laurel bough\n\t\t\t\tThat someone grew within this learnèd man.\n\t\t\t\tFaustus is gone: regard his hellish fall,\n\t\t\t\tWhose fiendful fortune may exhort the wise\n\t\t\t\tOnly to wonder at unlawful things,\n\t\t\t\tWhose deepness doth entice such forward wits\n\t\t\t\tTo practice more than heavenly power permits.","desc":"As the Chorus concludes the play, these lines identify a moral lesson being taught through Faustus’s fall from heaven. As the Chorus describes how “learnèd” Faustus fell because he looked to dark magic and evil rather than following God’s way, the theme of Medieval versus Renaissance shines through one more time. However, in this final moral lesson, the Chorus instructs the audience to be wary of the Renaissance movement, using Faustus as an example of what not to do in the search for knowledge and happiness."}]},{"page":"https://www.sparknotes.com/lit/doctorfaustus/quotes/theme/power-and-ambition","quotes":[{"quote":"Shall I make spirits fetch me what I please?\n\t\t\t\tResolve me of all ambiguities?\n\t\t\t\tPerform what desperate enterprise I will?\n\t\t\t\tI’ll have them fly to India for gold,\n\t\t\t\tRansack the ocean for orient pearl,\n\t\t\t\tAnd search all corners of the new-found world . . .\n\t\t\t\tI’ll levy soldiers with the coin they bring\n\t\t\t\tAnd chase the Prince of Parma from our land\n\t\t\t\tAnd reign sole king of all the provinces!","desc":"Faustus reveals one of the text’s main themes—power and ambition—when he responds to the Good Angel’s and Bad Angel’s arguments by declaring his desire for power and wealth. Despite the Good Angel’s attempts to persuade Faustus to look toward god and redemption, Faustus is blinded by the power, fame, and wealth that the Bad Angel reminds him he will have with Lucifer. In Faustus’s lines, he describes all the ways he can control the spirits to do what he wants, revealing his greedy and power-hungry side."},{"quote":"Had I as many souls as there be stars\n\t\t\t\tI’d give them all for Mephostophilis.\n\t\t\t\tBy him I’ll be great emperor of the world,\n\t\t\t\tAnd make a bridge through the moving air\n\t\t\t\tTo pass the ocean with a band of men;\n\t\t\t\tI’ll join the hills that bind the Afric shore\n\t\t\t\tAnd make that country continent to Spain,\n\t\t\t\tAnd both contributory to my crown;\n\t\t\t\tThe Emperor shall not live but by my leave,\n\t\t\t\tNor any potentate of Germany.\n\t\t\t\tNow that I have obtained what I desired\n\t\t\t\tI’ll live in speculation of this art\n\t\t\t\tTill Mephostophilis return again.","desc":"After Faustus declares his intentions of surrendering his soul for twenty-four years of living with power, Mephostophilis agrees to take his bargain to Lucifer. In these lines, Faustus responds to Mephostophilis’ agreement by describing how much power and wealth he will gain through this deal with the devil. When Faustus lists how far he will go with Mephostophilis’ help, he demonstrates the toxic effects of power and ambition on a man because he freely gives up his good soul for his blinding greed."},{"quote":"Bad Angel. Gave ear to me,\n\t\t\t\tAnd now must taste hell’s pains perpetually.\n\t\t\t\tGood Angel. O, what will all thy riches, pleasures,\n\t\t\t\tPomps\n\t\t\t\tAvail thee now?\n\t\t\t\tBad Angel. Nothing but vex thee more,\n\t\t\t\tTo want in hell, that had on earth such store.","desc":"Here, the Good Angel and the Bad Angel discuss the fallout from Faustus’s greedy ambition and need for power. The Good Angel pretty much calls out Faustus, asking him how his wealth and fame will help him now that he faces eternal damnation. Even the Bad Angel comments on how, in hell, Faustus will regret his choices and wish for the grace of divinity that he had and freely gave away for short-lived power and fame. In this section, the theme of power and ambition comes full circle as Faustus’s fate is realized."}]},{"page":"https://www.sparknotes.com/lit/doctorfaustus/quotes/theme/free-will-versus-fate","quotes":[{"quote":"To practice magic and concealèd arts.\n\t\t\t\tPhilosophy is odious and obscure,\n\t\t\t\tBoth law and physic are for petty wits,\n\t\t\t\tDivinity is basest of the three—\n\t\t\t\tUnpleasant, harsh, contemptible, and vile.\n\t\t\t\t’Tis magic, magic, that hath ravished me!","desc":"The theme of free will versus fate presents itself as Faustus contemplates on what area of study he will focus his attention. Here, Faustus discusses his reasoning for gravitating toward magic over other subjects, such as physics and divinity. Ultimately, Faustus makes clear that he feels empowered to choose his next step in life. Therefore, in this beginning section of the play, Faustus exercises his free will as he chooses his next steps. Sadly, the choices Faustus makes will ultimately lead him to lose his free will; thus, his example serves as a cautionary tale for readers for certain."},{"quote":"I, John Faustus of Wittenberg, Doctor, by these presents, do give body and soul to Lucifer, prince of the east, and his minister Mephostophilis, and furthermore grant unto them that, four and twenty years being expired, and these articles above written being inviolate, full power to fetch or carry the said John Faustus, body and soul, flesh, blood, or goods, into their habitation wheresoever.","desc":"Despite much scrutiny, Faustus officially signs his soul over to Lucifer. Through this decision, Faustus essentially gives up his free will and places his fate in the hands of Lucifer and Mephostophilis. In this moment, Faustus goes from a character who gets to decide what he wants to do to a character who is completely dependent on Mephostophilis’ and Lucifer’s power. With these lines, the theme of free will versus fate switches sides as Faustus literally signs in blood that he gives “body and soul to Lucifer.”"},{"quote":"The stars move still, time runs, the clock will strike:\n\t\t\t\tThe devil will come, and Faustus must be damned!\n\t\t\t\tO, I’ll leap up to my God! Who pulls me down?\n\t\t\t\tSee, see where Christ’s blood streams in the firmament!\n\t\t\t\tOne drop of blood will save me. O my Christ!—\n\t\t\t\tRend not my heart for naming of my Christ!\n\t\t\t\tYet will I call on him! O spare me, Lucifer!","desc":"With these lines, Faustus fully realizes his fate. While he wishes he could stop time and avoid damnation, he passionately declares his acceptance of this fate. In this moment, free will is fully replaced by fate as Faustus describes how no matter what he does, time will continue, the stars will exist, and his soul will go with Lucifer. Even when Faustus yells out to Christ, he gives up his free will and succumbs to the fact that his fate rests solely in the hands of Lucifer."}]},{"page":"https://www.sparknotes.com/lit/doctorfaustus/quotes/theme/dark-magic","quotes":[{"quote":"Now that the gloomy shadow of the night,\n\t\t\t\tLonging to view Orion’s drizzling look,\n\t\t\t\tLeaps from th’ antarctic world unto the sky\n\t\t\t\tAnd dims the welkin with her pitchy breath,\n\t\t\t\tFaustus, begin thine incantations\n\t\t\t\tAnd try if devils will obey thy hest,\n\t\t\t\tSeeing thou hast prayed and sacrificed to them.\n\t\t\t\tWithin this circle is Jehovah’s name\n\t\t\t\tForward and backward anagrammatized,\n\t\t\t\tTh’ abbreviated names of holy saints,\n\t\t\t\tFigures of every adjunct to the heavens,\n\t\t\t\tAnd characters of signs and erring stars,\n\t\t\t\tBy which the spirits are enforced to rise:\n\t\t\t\tThen fear not, Faustus, to be resolute\n\t\t\t\tAnd try the utmost magic can perform.","desc":"Faustus summons the powers of black magic when he calls Lucifer and the devils for the first time. While he has been contemplating trying magic, in this quote, Faustus finally takes the leap and begins to conjure evil spirits. The language in these lines identifies a change in Faustus from a man connected to divinity to an individual moving to a dark, supernatural world. This experiment with dark magic begins Faustus’s journey into the underworld, leading him directly to Mephostophilis and Lucifer."},{"quote":"Faustus, thou shalt. Then kneel down presently,\n\t\t\t\tWhilst on thy head I lay my hand\n\t\t\t\tAnd charm thee with this magic wand.\n\t\t\t\tFirst wear this girdle, then appear\n\t\t\t\tInvisible to all are here:\n\t\t\t\tThe planets seven, the gloomy air,\n\t\t\t\tHell, and the Furies’ forkèd hair,\n\t\t\t\tPluto’s blue fire, and Hecat’s tree\n\t\t\t\tWith magic spells so compass thee\n\t\t\t\tThat no eye may thy body see.\n\t\t\t\tSo Faustus, now for all their holiness,\n\t\t\t\tDo what thou wilt, thou shalt not be discerned.","desc":"As Faustus plots his trickery with the Pope and cardinals, he asks Mephostophilis to make him invisible so he can fool them more easily. Here, Mephostophilis performs a magic spell to make Faustus invisible. Once again, the rhythmic, descriptive language in these lines clearly reveals the spell’s connection to magic and darkness. This scene shows how Faustus relies on Mephostophilis’ magic to achieve his mischievous and ambitious desires, which ultimately forever binds Faustus to his darkness."},{"quote":"Emperor. Then Faustus, as thou late didst promise us,\n\t\t\t\tWe would behold that famous conqueror\n\t\t\t\tGreat Alexander and his paramour\n\t\t\t\tIn their true shapes and state majestical,\n\t\t\t\tThat we may wonder at their excellence.\n\t\t\t\tFaustus. Your Majesty shall see them presently.—\n\t\t\t\tMephostophilis away . . .\n\t\t\t\tMy gracious lord, you do forget yourself.\n\t\t\t\tThese are but shadows, not substantial.","desc":"Faustus promises the Emperor that he will conjure the spirits of Great Alexander and his paramour and then orders Mephostophilis to make these events happen. While Mephostophilis’ dark magic produces the spirits, Faustus warns and reminds the Emperor that while the spirits appear real, they are only “shadows, not substantial.” The theme of dark magic intertwines through this scene as the limits of Mephostophilis’ dark powers are revealed. Even though dark magic can conjure spirits and give Faustus notoriety, such magic produces effects that lack substance and cannot be embraced. Readers might infer that such a detail implies that all dark magic promises is shallow and meaningless in the greater scheme of life."}]},{"page":"https://www.sparknotes.com/lit/doctorfaustus/quotes/character/faustus","quotes":[{"quote":"And now to patient judgements we appeal\n\t\t\t\t\tAnd speak for Faustus in his infancy.\n\t\t\t\t\tNow is he born of parents base of stock\n\t\t\t\t\tIn Germany within a town called Rhode;\n\t\t\t\t\tAt riper years to Wittenberg he went\n\t\t\t\t\tWhereas his kinsmen chiefly brought him up.\n\t\t\t\t\tSo much he profits in divinity\n\t\t\t\t\tThat shortly he was graced with doctor’s name,\n\t\t\t\t\tExcelling all, and sweetly can dispute\n\t\t\t\t\tIn th’ heavenly matters of theology[.]","desc":"In the Prologue, the Chorus introduces Faustus by describing his background and experience. Through these lines, the Chorus explains that while Faustus was born in Rhode to average parents and went to Wittenberg when he got older and became a doctor, he was raised to appreciate theology and divinity. These details about Faustus hold importance because they describe a strong foundation and connection to God, making Faustus’s desire to seek out dark magic even more monumental."},{"quote":"Till swoll’n with cunning, of a self-conceit,\n\t\t\t\t\tHis waxen wings did mount above his reach\n\t\t\t\t\tAnd melting, heavens conspired his overthrow!\n\t\t\t\t\tFor falling to a devilish exercise\n\t\t\t\t\tAnd glutted now with learning’s golden gifts\n\t\t\t\t\tHe surfeits upon cursèd necromancy:\n\t\t\t\t\tNothing so sweet as magic is to him\n\t\t\t\t\tWhich he prefers before his chiefest bliss—\n\t\t\t\t\tAnd this the man that in his study sits.","desc":"In the Prologue, the Chorus continues to describe how Faustus began to admire dark magic and devilish ways. In these lines, the Chorus compares Faustus to Icarus, a figure in Greek mythology who flew too close to the sun with waxed wings despite his father’s warnings and, as a result, fell to his death. This comparison identifies Faustus as arrogantly determined to seek out dark magic despite his strong theology background and its warnings against “devilish exercise.”"},{"quote":"If we say that we have no sin, we deceive ourselves, and there is no truth in us. Why, then belike, we must sin, and so consequently die.\n\t\t\t\t\tAy, we must die an everlasting death.\n\t\t\t\t\tWhat doctrine call you this? Che serà, serà:\n\t\t\t\t\tWhat will be, shall be! Divinity, adieu!\n\t\t\t\t\tThese metaphysics of magicians\n\t\t\t\t\tAnd necromantic books are heavenly;\n\t\t\t\t\tLines, circles, letters, characters—\n\t\t\t\t\tAy, these are those that Faustus most desires.\n\t\t\t\t\tO, what a world of profit and delight,\n\t\t\t\t\tOf power, of honor, and omnipotence\n\t\t\t\t\tIs promised to the studious artisan!","desc":"Faustus contemplates his next step in life, speaking to the audience as he talks through his decision. In these lines, Faustus says goodbye to divinity, identifying his doubts about living without sin only to die anyway. He also describes his interest in dark magic and the power and profit such abilities can bring him. These details define a strong shift in Faustus’s beliefs and show his ambitious desire for more."},{"quote":"Had I as many souls as there be stars\n\t\t\t\t\tI’d give them all for Mephostophilis.\n\t\t\t\t\tBy him I’ll be great emperor of the world,\n\t\t\t\t\tAnd make a bridge through the moving air\n\t\t\t\t\tTo pass the ocean with a band of men;\n\t\t\t\t\tI’ll join the hills that bind the Afric shore\n\t\t\t\t\tAnd make that country continent to Spain,\n\t\t\t\t\tAnd both contributory to my crown;\n\t\t\t\t\tThe Emperor shall not live but by my leave,\n\t\t\t\t\tNor any potentate of Germany.\n\t\t\t\t\tNow that I have obtained what I desired\n\t\t\t\t\tI’ll live in speculation of this art\n\t\t\t\t\tTill Mephostophilis return again.","desc":"After Faustus announces the bargain that he wants to make with Lucifer to Mephostophilis, he speaks about his ambitious desire for power. Through these lines, Faustus describes the many ways Mephostophilis’ power will benefit him, giving him all he desires. However, Faustus also admits that he wants this power so badly that he is willing to give up his soul to the devil."},{"quote":"Now, Faustus, must thou needs be damned;\n\t\t\t\t\tCanst thou not be saved!\n\t\t\t\t\tWhat boots it then to think on God or heaven?\n\t\t\t\t\tAway with such vain fancies, and despair—\n\t\t\t\t\tDespair in God and trust in Belzebub!\n\t\t\t\t\tNow go not backward. Faustus, be resolute!\n\t\t\t\t\tWhy waver’st thou? O something soundeth in mine\n\t\t\t\t\tear,\n\t\t\t\t\t“Abjure this magic, turn to God again.”\n\t\t\t\t\tAy, and Faustus will turn to God again.\n\t\t\t\t\tTo God? He loves thee not;\n\t\t\t\t\tThe god thou serv’st is thine own appetite\n\t\t\t\t\tWherein is fixed the love of Belzebub!\n\t\t\t\t\tTo him I’ll build an altar and a church\n\t\t\t\t\tAnd offer lukewarm blood of newborn babes!","desc":"Faustus is back in his study, once again questioning his decision to choose Lucifer over God. In these lines, Faustus convinces himself to stop thinking about redemption because redemption is not possible. He tells himself that while the love of God is transient, the love of Belzebub, a devil, is “fixed.” Faustus reveals a shaky confidence in his own decisions even though he continues to come back to dark magic."},{"quote":"My heart is hardened, I cannot repent.\n\t\t\t\t\tScarce can I name salvation, faith, or heaven,\n\t\t\t\t\tSwords, poison, halters, and envenomed steel\n\t\t\t\t\tAre laid before me to dispatch myself.\n\t\t\t\t\tAnd long ere this I should have done the deed\n\t\t\t\t\tHad not sweet pleasure conquered deep despair . . .\n\t\t\t\t\tI am resolved, Faustus shall not repent!","desc":"These lines document Faustus’s transformation into the darkness of Lucifer’s control. Faustus now believes there is no turning back, his “heart is hardened,” and that he must accept his fate of damnation. When he states that he is resolved and will not repent, he moves from a state of contemplation to complete resolution."},{"quote":"Sweet Mephostophilis, thou pleases me.\n\t\t\t\t\tWhilst I am here on earth let me be cloyed\n\t\t\t\t\tWith all things that delight the heart of man.\n\t\t\t\t\tMy four and twenty years of liberty\n\t\t\t\t\tI’ll spend in pleasure and in dalliance,\n\t\t\t\t\tThat Faustus’ name, whilst this bring frame doth stand,\n\t\t\t\t\tMay be admirèd through the furthest land.","desc":"While speaking with Mephostophilis, Faustus reveals his selfish ambition and need for fame. Here, Faustus discusses Mephostophilis’ role in pleasing Faustus over the course of his twenty-four-year bargain with Lucifer. A blinding desire to be admired seems to motivate every choice that Faustus makes, leading him down a path toward damnation."},{"quote":"My gracious lord, not so much for injury done to me, as to delight your Majesty with some mirth, hath Faustus justly requited this injurious knight; which being all I desire, I am content to remove his horns. Mephostophilis, transform him. And hereafter sir, look you speak well of scholars.","desc":"When a sleepy Benvolio casts doubts on Faustus’s ability, Faustus gets revenge by placing horns on him. In this quote, Faustus agrees to remove the horns, claiming he performed the feat more for the Emperor’s entertainment than to punish Benvolio. However, Faustus ends the quote with a warning to Benvolio, revealing an arrogant character with a true distaste for Benvolio’s insults against his abilities."},{"quote":"Why, Lucifer and Mephostophilis. O gentlemen, I gave them my soul for my cunning . . . God forbade it indeed, but Faustus hath done it. For the vain pleasure of four and twenty years hath Faustus lost eternal joy and felicity. I writ them a bill with mine own blood. The date is expired. This is the time. And he will fetch me.","desc":"When the scholars question Faustus’s fear, Faustus explains the deal he made with the devil. Here, Faustus reveals an awareness of the poor choices he made, regretting his vain reasons for participating in dark magic. Faustus begins to recognize his role in his upcoming damnation, but mostly, Faustus fears his dark fate and seeks the scholars’ prayers and sympathy."},{"quote":"My God, my God! Look not so fierce on me!\n\t\t\t\t\tAdders and serpents, let me breathe awhile!\n\t\t\t\t\tUgly Hell, gape not! Come not Lucifer!\n\t\t\t\t\tI’ll burn my books!—O Mephostophilis!","desc":"Faustus’s final desperate pleas toward the end of the text bring Faustus’s character full circle. Here, he tries to return to divinity, calling out to God to forgive him. At the beginning of the play, Faustus throws his divinity away to seek dark magic, but in these final lines, Faustus is begging to go back to God. The play uses Faustus’s character to teach a moral lesson, favoring redemption and warning against sin."}]},{"page":"https://www.sparknotes.com/lit/doctorfaustus/quotes/character/mephostophilis","quotes":[{"quote":"I am a servant to great Lucifer\n\t\t\t\t\tAnd may not follow thee without his leave.\n\t\t\t\t\tNo more than he commands must we perform.","desc":"When Mephostophilis first arrives in the play, he immediately informs Faustus that he is completely under Lucifer’s control and can only do what Lucifer commands. Through this quote, Mephostophilis clarifies that while he has abilities with dark magic, he can only do what Lucifer approves. Despite Mephostophilis appearing when Faustus conjures him, this quote presents Mephostophilis as a servant of Lucifer and clearly delineates to whom Mephostophilis belongs."},{"quote":"Why this is hell, nor am I out of it.\n\t\t\t\t\tThink’st thou that I who saw the face of God\n\t\t\t\t\tAnd tasted the eternal joys of heaven\n\t\t\t\t\tAm not tormented with ten thousand hells\n\t\t\t\t\tIn being deprived of everlasting bliss?\n\t\t\t\t\tO Faustus, leave these frivolous demands\n\t\t\t\t\tWhich strikes a terror to my fainting soul!","desc":"As Faustus pursues a bargain with Lucifer, he discusses Mephostophilis’ role as Lucifer’s agent. In these lines, Mephostophilis explains that all the devils are “unhappy spirits that fell” and that his service to Faustus makes up part of his hell. He passionately pleads with Faustus to reconsider his decision to go toward dark magic, describing his regret and torment in knowing he will never experience the joys of heaven again."},{"quote":"What will not I do to obtain his soul!","desc":"In this short declaration referencing Faustus, Mephostophilis secretly reveals his devilish intentions with Faustus. He makes this statement aside to the audience, slyly identifying his sinister motives to the audience while maintaining a friendly, guide-like persona with Faustus. Mephostophilis works directly for Lucifer, and in this line, he only confirms that he must and will do whatever it takes to convince Faustus to give up his soul to Lucifer."},{"quote":"Faustus. When I behold the heavens, then I repent\n\t\t\t\t\tAnd curse thee, wicked Mephostophilis,\n\t\t\t\t\tBecause thou has deprived me of those joys.\n\t\t\t\t\tMephostophilis. ’Twas thine own seeking Faustus, thank thyself.\n\t\t\t\t\tBut thin’st thou heaven is such a glorious thing?\n\t\t\t\t\tI tell thee, Faustus, it is not half so fair\n\t\t\t\t\tAs thou or any man that breathe on earth.","desc":"Faustus contemplates redemption again and quickly blames Mephostophilis for depriving him of heaven. Mephostophilis reveals his strong character as he quickly responds to Faustus by reminding him that he, Faustus, initiated the relationship with Lucifer. In the next few lines, Mephostophilis slyly continues to persuade Faustus to let go of the idea of redemption, leading Faustus to believe giving up his soul was all his idea."},{"quote":"Let it be so, my Faustus, but first stay\n\t\t\t\t\tAnd view their triumphs as they pass this way.\n\t\t\t\t\tAnd then devise what best contents thy mind\n\t\t\t\t\tBy cunning in thine art to cross the Pope\n\t\t\t\t\tOr dash the pride of this solemnity—\n\t\t\t\t\tTo make his monks and abbots stand like apes\n\t\t\t\t\tAnd point like antics at his triple crown,\n\t\t\t\t\tTo beat the beads about the friars’ pates,\n\t\t\t\t\tOr clap huge horns upon the cardinals’ heads,\n\t\t\t\t\tOr any villainy thou canst devise—\n\t\t\t\t\tAnd I’ll perform it, Faustus. Hark, they come!\n\t\t\t\t\tThis day shall make thee be admired in Rome!","desc":"While Faustus and Mephostophilis plot against the Pope and cardinals, Mephostophilis demonstrates his true control and power over Faustus. While he makes Faustus believe that all the plans are Faustus’s ideas, Mephostophilis ultimately plants every idea in Faustus’s head, persuading him to move forward with promises of fame and admiration in Rome. Mephostophilis even says “my Faustus,” implying his ownership of Faustus."},{"quote":"Faustus. . . . Sweet Mephostophilis, so charm me here\n\t\t\t\t\tThat I may walk invisible to all\n\t\t\t\t\tAnd do whate’er I please unseen of any.\n\t\t\t\t\tMephostophilis. Faustus, thou shalt. Then kneel down presently.\n\t\t\t\t\tWhilst on thy head I lay my hand\n\t\t\t\t\tAnd charm thee with this magic wand.\n\t\t\t\t\tFirst wear this girdle, then appear\n\t\t\t\t\tInvisible to all are here[.]","desc":"In this interaction between Faustus and Mephostophilis, Faustus requests that Mephostophilis use his power to make him invisible. Once again, Mephostophilis exhibits his power and control over Faustus. Even though Faustus made the deal with Lucifer to gain the power of dark magic, Mephostophilis, not Faustus, actually possesses the power. Mephostophilis then symbolically and literally makes Faustus invisible. Such an act is designed to intoxicate Faustus and ensure he willingly gives up his body and soul."},{"quote":"This is but a small matter. Go Mephostophilis, away! . . . From whence, by means of a swift spirit that I have, I had these grapes brought as you see.","desc":"When Faustus offers to do something for the Emperor’s wife, she requests a dish of grapes. While Faustus claims the credit for bringing her the fruit, readers understand that Mephostophilis’ power actually accomplishes the task. Mephostophilis allows Faustus to believe he has the power, feeding into Faustus’s ambition and thus gaining further control over Faustus. The sly way that Mephostophilis worms into Faustus’s good graces demonstrates Mephostophilis’ devilish soul."},{"quote":"Thou traitor Faustus, I arrest thy soul\n\t\t\t\t\tFor disobedience to my sovereign lord.\n\t\t\t\t\tRevolt, or I’ll in piecemeal tear thy flesh . . .\n\t\t\t\t\tThis or what else my Faustus shall desire\n\t\t\t\t\tShall be performed in twinkling of an eye.","desc":"These lines spoken by Mephostophilis amid a conversation with Faustus about his commitment to Lucifer reveal Mephostophilis’ two-faced character. In one moment, Mephostophilis threatens to tear Faustus’s flesh if he disobeys Lucifer. Then, later in the conversation, once Faustus retreats and recommits to Lucifer, Mephostophilis says he will perform whatever task Faustus requests with a “twinkling of an eye.” This twinkling references the ulterior motives of anything Mephostophilis does for Faustus."},{"quote":"How should he but in desperate lunacy?\n\t\t\t\t\tFond worldling, now his heart blood dries with grief,\n\t\t\t\t\tHis conscience kills it, and his laboring brain\n\t\t\t\t\tBegets a world of idle fantasies\n\t\t\t\t\tTo overreach the devil; but all in vain:\n\t\t\t\t\tHis store of pleasures must be sauced with pain!","desc":"In a conversation with Lucifer and Belzebub, Mephostophilis demonstrates his dark character as he shows no pity or mercy for Faustus as the twenty-four-year bargain comes to an end and Faustus faces damnation. Actually, in these lines, Mephostophilis appears to enjoy Faustus’s suffering, commenting on Faustus’s trivial fantasies, laughing at his vain attempts to escape his fate, and even suggesting that Faustus should receive extra pain."},{"quote":"I do confess it Faustus, and rejoice.\n\t\t\t\t\t’Twas I, that when thou wert i’ the way to heaven\n\t\t\t\t\tDammed up thy passage. When thou took’st the book\n\t\t\t\t\tTo view the Scriptures, then I turned the leaves\n\t\t\t\t\tAnd led thine eye.\n\t\t\t\t\tWhat, weep’st thou! ’Tis too late, despair, farewell!\n\t\t\t\t\tFools that will laugh on earth, most weep in hell.","desc":"While Mephostophilis and Faustus discuss Faustus’s fate and fall from heaven, Mephostophilis admits that he tempted Faustus and persuaded him to go toward the darkness and make a deal with Lucifer even if Faustus was the one who made the ultimate decision. Not only does Mephostophilis proudly declare his skillful deception, he also shows no sympathy for Faustus, telling him that it’s too late to despair."}]},{"page":"https://www.sparknotes.com/lit/doctorfaustus/quotes/character/good-angel-and-bad-angel","quotes":[{"quote":"Good Angel. O Faustus, lay that damnèd book aside\n\t\t\t\t\tAnd gaze not on it lest it tempt thy soul\n\t\t\t\t\tAnd heap God’s heavy wrath upon thy head!\n\t\t\t\t\tRead, read the Scriptures—that is blasphemy!\n\t\t\t\t\tBad Angel. Go forward Faustus, in that famous art\n\t\t\t\t\tWherein all nature’s treasure is contained.\n\t\t\t\t\tBe thou on earth as Jove is in the sky,\n\t\t\t\t\tLord and commander of these elements!","desc":"The Good Angel and Bad Angel represent characters in this play as they symbolize the divided will of Faustus’s conscience. In these lines at the beginning of the play, the Good Angel and Bad Angel go back and forth, each providing counterarguments and contradicting directives to Faustus. The Good Angel tries to convince Faustus to avoid the devil’s book and read only Scripture, while the Bad Angel provides reasons why moving toward evil will benefit Faustus."},{"quote":"Bad Angel. Go forward, Faustus, in that famous art.\n\t\t\t\t\tGood Angel. Sweet Faustus, leave that execrable art.\n\t\t\t\t\tFaustus. Contrition, prayer, repentance, what of these?\n\t\t\t\t\tGood Angel. O, they are means to bring thee unto heaven.\n\t\t\t\t\tBad Angel. Rather illusions, fruits of lunacy;\n\t\t\t\t\tThat make men foolish that do use them most.","desc":"The Good Angel and Bad Angel’s back-and-forth dialogue continues as they represent Faustus’s thinking as he contemplates sin versus redemption. In these lines, the Good Angel connects with Medieval thought as he encourages Faustus to repent and go back to God. Meanwhile, the Bad Angel represents the Renaissance individual as he tells Faustus that prayer is just an illusion so he should move forward toward Lucifer."},{"quote":"Good Angel. Faustus, repent: yet God will pity thee!\n\t\t\t\t\tBad Angel. Thou art a spirit: God cannot pity thee!\n\t\t\t\t\tFaustus. Who buzzeth in mine ears I am a spirit?\n\t\t\t\t\tBe I a devil, yet God may pity me—\n\t\t\t\t\tYea, God will pity me if I repent.\n\t\t\t\t\tBad Angel. Ay, but Faustus never shall repent.","desc":"Here, the Good Angel and the Bad Angel go back and forth with Faustus once again. However, these lines end with the Bad Angel declaring that Faustus will not repent. Since the Good Angel and Bad Angel represent Faustus’s thinking, this line confirms that evil is winning the battle for Faustus’s soul. Soon after these lines are spoken, Faustus admits that he cannot repent, proving the Bad Angel’s prediction or perhaps merely following the Bad Angel’s suggestion."},{"quote":"Good Angel. O Faustus, if thou hadst given ear to me\n\t\t\t\t\tInnumerable joys had followèd thee.\n\t\t\t\t\tBut thou did’st love the world.\n\t\t\t\t\tBad Angel. Gave ear to me,\n\t\t\t\t\tAnd now must taste hell’s pains perpetually.\n\t\t\t\t\tGood Angel. O, what will all thy riches, pleasures, pomps\n\t\t\t\t\tAvail thee now?\n\t\t\t\t\tBad Angel. Nothing but vex thee more,\n\t\t\t\t\tTo want in hell, that had on earth such store.","desc":"In the final act of the play, the Good Angel and Bad Angel represent and give voice to Faustus’s regret and second-guessing as he approaches his final damnation in Hell. While the Good Angel reminds Faustus of the joys he lost by giving up god, both the Good Angel and the Bad Angel question Faustus on how the riches, fame, and power will help him now. The angels basically present Faustus with his moral lesson."},{"quote":"Good Angel. . . . And now, poor soul, must thy good angel leave thee,\n\t\t\t\t\tThe jaws of hell are open to receive thee.\n\t\t\t\t\tBad Angel. Now Faustus, let thine eyes with horror stare\n\t\t\t\t\tInto that vast perpetual torture-house . . .\n\t\t\t\t\tNay, thou must feel them, taste the smart of all:\n\t\t\t\t\tHe that loves pleasure must for pleasure fall.\n\t\t\t\t\tAnd so I leave thee Faustus, till anon:\n\t\t\t\t\tThen wilt thou tumble in confusion.","desc":"As the play concludes, the Good Angel’s and Bad Angel’s back-and-forth ends as the Good Angel concedes the loss of Faustus’s soul. In these lines, the Bad Angel also tells Faustus that he must prepare for hell by looking at the tortured, fallen souls before him. In the end and despite the Good Angel’s best efforts, the Bad Angel wins Faustus’s soul, symbolizing how Faustus finally accepts his dark fate."}]},{"page":"https://www.sparknotes.com/lit/doctorfaustus/quotes/character/chorus","quotes":[{"quote":"Only this, gentles—We must now perform\n\t\t\t\t\tThe form of Faustus’ fortunes, good or bad:\n\t\t\t\t\tAnd now to patient judgements we appeal\n\t\t\t\t\tAnd speak for Faustus in his infancy . . .\n\t\t\t\t\tSo much he profits in divinity\n\t\t\t\t\tThat shortly he was graced with doctor’s name,\n\t\t\t\t\tExcelling all, and sweetly can dispute\n\t\t\t\t\tIn th’ heavenly matters of theology;\n\t\t\t\t\tTill swoll’n with cunning, of a self-conceit,\n\t\t\t\t\tHis waxen wings did mount above his reach\n\t\t\t\t\tAnd melting, heavens conspired his overthrow!","desc":"The Chorus acts as a character in this play, giving the audience important details surrounding the events and main characters. In the Prologue, the Chorus introduces the purpose of Marlowe’s play: to tell the story of Faustus’s struggle between good and evil. In addition, the Chorus provides important background information about Faustus’s character, specifically his strong connection with divinity. Finally, the Chorus foreshadows Faustus’s fall from heaven by comparing him to the Greek figure, Icarus."},{"quote":"Learnèd Faustus,\n\t\t\t\t\tTo find the secrets of astronomy . . .\n\t\t\t\t\tHe views the clouds, the planets, and the stars,\n\t\t\t\t\tThe tropics, zones, and quarters of the sky . . .\n\t\t\t\t\tHe now is gone to prove cosmography,\n\t\t\t\t\tThat measures coasts and kingdoms of the earth,\n\t\t\t\t\tAnd as I guess will first arrive at Rome\n\t\t\t\t\tTo see the Pope and manner of his court\n\t\t\t\t\tAnd take some part of hold Peter’s feast,\n\t\t\t\t\tThe which this day is highly solemnized.","desc":"Here, the Chorus identifies what Faustus has been doing since he accepted the bargain he made with Lucifer. In these lines, the Chorus explains that Faustus has focused on learning, connecting him to the Renaissance movement as he moves away from the Medieval focus on God. Next, the Chorus introduces Faustus’s plans to join the Pope in Rome, continuing the Chorus’s role as an important narrator."},{"quote":"When Faustus had with pleasure ta’en the view\n\t\t\t\t\tOf rarest things and royal courts of kings,\n\t\t\t\t\tHe stayed his course and so returned home . . .\n\t\t\t\t\tWhich Faustus answered with such learnèd skill\n\t\t\t\t\tAs they admired and wondered at his wit.\n\t\t\t\t\tNow is his fame spread forth in every land.\n\t\t\t\t\tAmongst the rest the Emperor is one,\n\t\t\t\t\tCarolus the Fifth, at whose palace now\n\t\t\t\t\tFaustus is feasted ’mongst his noblemen.","desc":"Continuing the role of narrator, the Chorus explains that Faustus has been impressing friends and strangers and is currently visiting the Emperor in order to entertain him as well. Through these lines, the Chorus clarifies that Faustus has been getting the admiration that he always wanted and for which he traded his soul to the devil. For the time being, Faustus appears to be reaping the benefits of his wicked and tragic trade."},{"quote":"Cut is the branch that might have grown full straight\n\t\t\t\t\tAnd burnèd is Apollo’s laurel bough\n\t\t\t\t\tThat sometime grew within this learnèd man.\n\t\t\t\t\tFaustus is gone: regard his hellish fall,\n\t\t\t\t\tWhose fiendful fortune may exhort the wise\n\t\t\t\t\tOnly to wonder at unlawful things,\n\t\t\t\t\tWhose deepness doth entice such forward wits\n\t\t\t\t\tTo practice more than heavenly power permits.","desc":"Just as the Chorus opens the play, the Chorus concludes Faustus’s story by remarking on his wayward path. The Chorus warns the audience to “regard his hellish fall,” reminding them what happens to those who “practice more than heavenly power permits.” In other words, the Chorus provides the moral lesson that comes from Faustus’s story: One should always choose redemption over sin."}]},{"page":"https://www.sparknotes.com/lit/doctorfaustus/quotes/character/lucifer","quotes":[{"quote":"I am a servant to great Lucifer\n\t\t\t\t\tAnd may not follow thee without his leave.\n\t\t\t\t\tNo more than he commands must we perform.","desc":"Mephostophilis introduces Lucifer as he explains to Faustus that he is completely under the control of Lucifer. Through this statement, Mephostophilis immediately identifies the character of Lucifer as synonymous with the prince of the devils, also known as Satan. Mephostophilis explains that Lucifer is the actual master and the only one truly in control."},{"quote":"Faustus. . . . Tell me, what is that Lucifer thy lord?\n\t\t\t\t\tMephostophilis. Arch-regent and commander of all spirits.\n\t\t\t\t\tFaustus. Was not that Lucifer an angel once?\n\t\t\t\t\tMephostophilis. Yes Faustus, and most dearly loved of God.\n\t\t\t\t\tFaustus. How comes it then that he is prince of devils?\n\t\t\t\t\tMephostophilis. O, by aspiring pride and insolence,\n\t\t\t\t\tFor which God threw him from the face of heaven.","desc":"This conversation between Faustus and Mephostophilis describes Lucifer’s background and how he came to be the prince of the devils. Mephostophilis explains that Lucifer was once an angel and dearly loved by God, but his arrogance and disrespect led to his dismissal from heaven. Lucifer’s story gives his character depth and complexity but also explains how he became the master of hell."},{"quote":"Thus from infernal Dis do we ascend\n\t\t\t\t\tTo view the subjects of our monarchy,\n\t\t\t\t\tThose souls which sin seals the black sons of hell.\n\t\t\t\t\t’Mong which as chief, Faustus, we come to thee,\n\t\t\t\t\tBringing with us lasting damnation\n\t\t\t\t\tTo wait upon thy soul. The time is come\n\t\t\t\t\tWhich make it forfeit.","desc":"Lucifer meets with Belzebub and Mephostophilis to witness Faustus’s last night before damnation. Here, Lucifer describes coming to watch the souls whose sins have sent them to hell. His ultimate darkness becomes clear as Lucifer seems to hungrily wait for Faustus’s arrival in hell. Clearly Lucifer delights in others’ suffering."},{"quote":"No Faustus, curse thyself, curse Lucifer\n\t\t\t\t\tThat hath deprived thee of the joys of heaven . . .\n\t\t\t\t\tIt strikes, it strikes! Now body, turn to air,\n\t\t\t\t\tOr Lucifer will bear thee quick to hell!\n\t\t\t\t\tO soul, be changed into small water-drops\n\t\t\t\t\tAnd fall into the ocean, ne’er be found.","desc":"As Faustus finally accepts that only he and Lucifer are to blame for his fall from heaven, he reveals the terrifying darkness and evil surrounding the character of Lucifer. Not only does Lucifer control the other devils, such as Mephostophilis who persuaded Faustus to turn to evil, but he strikes fear in those whose souls he claims. In these lines, Faustus curses Lucifer but also describes how Lucifer shows no pity for his victims."}]}]