[{"page":"http://www.sparknotes.com/lit/hardtimes/quotes/","quotes":[{"quote":"Now, what I want is Facts. Teach these boys and girls nothing but Facts. Facts alone are wanted in life. Plant nothing else, and root out everything else. You can only form the mind of reasoning animals upon Facts: nothing else will ever be of any service to them.","desc":"These are the novel’s opening lines.\n\t\t\t\t\tSpoken by Mr. Gradgrind, they sum up his rationalist philosophy.\n\t\t\t\t\tIn claiming that “nothing else will ever be of service” to his pupils,\n\t\t\t\t\tGradgrind reveals his belief that facts are important because they\n\t\t\t\t\tenable individuals to further their own interests. However, Tom\n\t\t\t\t\tand Louisa’s unhappy childhood soon calls into question their father’s\n\t\t\t\t\tclaim that “[f]acts alone are wanted in life.” Ironically, while\n\t\t\t\t\tGradgrind refers to the pupils in his school as “reasoning animals”\n\t\t\t\t\tand compares their minds to fertile soil in which facts can be sowed,\n\t\t\t\t\the treats them like machines by depriving them of feeling and fantasy.\n\t\t\t\t\tHis jarringly short sentences and monotonous repetition of the word\n\t\t\t\t\t“Fact” illustrate his own mechanical, unemotional character. Finally,\n\t\t\t\t\tit is significant that Gradgrind’s call for facts opens a work of\n\t\t\t\t\tfiction. By drawing attention to the fact that we are reading fiction,\n\t\t\t\t\tDickens suggests to us that facts alone cannot bring intellectual\n\t\t\t\t\tpleasure."}]},{"page":"https://www.sparknotes.com/lit/hardtimes/quotes/page/2","quotes":[{"quote":"It is known, to the force of a single pound weight, what the engine will do; but not all the calculators of the National debt can tell me the capacity for good or evil, for love or hatred, for patriotism or discontent, for the decomposition of virtue into vice, or the reverse, at any single moment in the soul of one of these quiet servants, with the composed faces and the regulated actions.","desc":"This passage, from Book the First, Chapter 11, provides\n\t\t\t\t\tinsight into the narrator’s beliefs and opinions. Dickens’s omniscient\n\t\t\t\t\tnarrator assumes the role of a moral guide, and his opinion tends\n\t\t\t\t\tto shape our own interpretations of the story. Here, we learn that\n\t\t\t\t\tthe narrator disagrees with Gradgrind, believing instead that human\n\t\t\t\t\tnature cannot be reduced to a bundle of facts and scientific principles.\n\t\t\t\t\tThe narrator invokes the mystery of the human mind, pointing out\n\t\t\t\t\thow little we actually know about what motivates the actions of\n\t\t\t\t\tour fellow beings. The “quiet servants” to whom the narrator refers\n\t\t\t\t\tare the factory Hands. In representing these people as an unknown quantity,\n\t\t\t\t\tthe narrator counteracts Bounderby’s stereotypes of the poor as\n\t\t\t\t\tlazy, greedy good-for-nothings. While he suggests that we need to\n\t\t\t\t\tunderstand these people better, the narrator also implies that this\n\t\t\t\t\tknowledge cannot be attained through calculation, measurement, and/or\n\t\t\t\t\tthe accumulation of fact."}]},{"page":"https://www.sparknotes.com/lit/hardtimes/quotes/page/3","quotes":[{"quote":"Thou art an Angel. Bless thee, bless thee!","desc":"More a symbol than a fully developed\n\t\t\t\t\tcharacter, Rachael is often referred to as an angel by Stephen.\n\t\t\t\t\tLike Sissy Jupe, whom she later befriends, Rachael represents the\n\t\t\t\t\tqualities necessary to counteract the dehumanizing, morally corrupting\n\t\t\t\t\teffects of industrialization. She is compassionate, honest, generous,\n\t\t\t\t\tand faithful to Stephen, even when everyone else shuns him and considers\n\t\t\t\t\thim a thief. As this remark illustrates, Rachael also draws out\n\t\t\t\t\tStephen’s good qualities, making him realize that joy can be found\n\t\t\t\t\teven in the moral darkness of Coketown. Rachael and Sissy are both\n\t\t\t\t\tsocially marginal characters—the former is a Hand, and the latter\n\t\t\t\t\tis the daughter of a circus entertainer. Likewise, they are both\n\t\t\t\t\trelatively minor characters in the novel. Through their marginal\n\t\t\t\t\tstatus, Dickens implies that the self-serving rationalism that dominates\n\t\t\t\t\tCoketown threatens to exclude the morally pure people who are necessary\n\t\t\t\t\tto save society from complete corruption."}]},{"page":"https://www.sparknotes.com/lit/hardtimes/quotes/page/4","quotes":[{"quote":"Coketown lay shrouded in a haze of its own, which appeared impervious to the sun’s rays. You only knew the town was there because you knew there could have been no such sulky blotch upon the prospect without a town. A blur of soot and smoke, now confusedly tending this way, now that way, now aspiring to the vault of Heaven, now murkily creeping along the earth, as the wind rose and fell, or changed its quarter: a dense formless jumble, with sheets of cross light in it, that showed nothing but masses of darkness—Coketown in the distance was suggestive of itself, though not a brick of it could be seen.","desc":"Like many other descriptions of Coketown,\n\t\t\t\t\tthis passage, from Book the Second, Chapter 1, emphasizes\n\t\t\t\t\tits somber smokiness. The murky soot that fills the air represents\n\t\t\t\t\tthe moral filth that permeates the manufacturing town. Similarly,\n\t\t\t\t\tthe sun’s rays represent both the physical and moral beauty that\n\t\t\t\t\tCoketown lacks. While the pollution from the factories makes Coketown\n\t\t\t\t\tliterally a dark, dirty place to live, the suffering of its poor\n\t\t\t\t\tand the cold self-interest of its rich inhabitants render Coketown\n\t\t\t\t\tfiguratively dark. In stating that Coketown’s appearance on the\n\t\t\t\t\thorizon is “suggestive of itself,” the narrator implies that Coketown\n\t\t\t\t\tis exactly what it appears to be. The dark “sulky blotch” hides\n\t\t\t\t\tno secrets but simply represents what is, on closer inspection,\n\t\t\t\t\ta dark, formless town. Built entirely of hard, red brick, Coketown\n\t\t\t\t\thas no redeeming beauty or mystery—instead, it embodies Mr. Gradgrind’s\n\t\t\t\t\tpredilection for unaccommodating material reality."}]},{"page":"https://www.sparknotes.com/lit/hardtimes/quotes/page/5","quotes":[{"quote":"Look how we live, an’ wheer we live, an’ in what numbers, an’ by what chances, an’ wi’ what sameness; and look how the mills is awlus a-goin’, and how they never works us no nigher to onny distant object-‘ceptin awlus Death. Look how you considers of us, and writes of us, and talks of us, and goes up wi’ your deputations to Secretaries o’ State ‘bout us, and how yo are awlus right, and how we are awlus wrong, and never had’n no reason in us sin ever we were born. Look how this ha’ growen an’ growen sir, bigger an’ bigger, broader an’ broader, harder an’ harder, fro year to year, fro generation unto generation. Who can look on’t sir, and fairly tell a man ‘tis not a muddle?","desc":"Stephen Blackpool’s speech to Bounderby,\n\t\t\t\t\tfrom Book the Second, Chapter 5, is one of\n\t\t\t\t\tthe few glimpses that we receive into the lives of the Hands. His\n\t\t\t\t\tlong sentences and repetition of words such as “an’” and “Look”\n\t\t\t\t\tmimic the monotony of the workers’ lives. Similarly, Stephen’s dialect\n\t\t\t\t\tillustrates his lack of education and contrasts with the proper\n\t\t\t\t\tEnglish spoken by the middle-class characters and by the narrator.\n\t\t\t\t\tIn spite of his lack of formal education, however, Stephen possesses\n\t\t\t\t\tgreater insight about the relationship between employer and employee\n\t\t\t\t\tthan does Bounderby. Stephen notes that “yo” (the factory owners\n\t\t\t\t\tand employers) and “us” (the Hands) are constantly opposed, but\n\t\t\t\t\tthat the Hands stand no chance in the contest because the employers\n\t\t\t\t\tpossess all the wealth and power. However, he does not blame the\n\t\t\t\t\temployers solely for the suffering of the poor, concluding instead\n\t\t\t\t\tthat the situation is a “muddle” and that it is difficult to determine\n\t\t\t\t\twho is responsible for society’s ills. Stephen also suggests that\n\t\t\t\t\tthe monotony of factory labor seems futile to the Hands, who need\n\t\t\t\t\tto strive for some larger goal in order to make the endless round\n\t\t\t\t\tof production seem worthwhile. The “distant object” or larger goal\n\t\t\t\t\tthat he mentions here is later symbolized by the bright star on\n\t\t\t\t\twhich he gazes while trapped at the bottom of the mine shaft."}]}]