[{"page":"http://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/","quotes":[{"quote":"It\n\t\t\t\t\twas the best of times, it was the worst of times, it was the age\n\t\t\t\t\tof wisdom, it was the age of foolishness, it was the epoch of belief,\n\t\t\t\t\tit was the epoch of incredulity, it was the season of Light, it\n\t\t\t\t\twas the season of Darkness, it was the spring of hope, it was the\n\t\t\t\t\twinter of despair, we had everything before us, we had nothing before\n\t\t\t\t\tus, we were all going direct to Heaven, we were all going direct\n\t\t\t\t\tthe other way. . . .","desc":"These famous lines, which\n\t\t\t\t\topen A Tale of Two Cities, hint at the novel’s\n\t\t\t\t\tcentral tension between love and family, on the one hand, and oppression\n\t\t\t\t\tand hatred, on the other. The passage makes marked use of anaphora,\n\t\t\t\t\tthe repetition of a phrase at the beginning of consecutive clauses—for\n\t\t\t\t\texample, “it was the age . . . it was the age” and “it was the epoch\n\t\t\t\t\t. . . it was the epoch. . . .” This technique, along with the passage’s\n\t\t\t\t\tsteady rhythm, suggests that good and evil, wisdom and folly, and\n\t\t\t\t\tlight and darkness stand equally matched in their struggle. The\n\t\t\t\t\topposing pairs in this passage also initiate one of the novel’s\n\t\t\t\t\tmost prominent motifs and structural figures—that of doubles, including\n\t\t\t\t\tLondon and Paris, Sydney Carton and Charles Darnay, Miss Pross and\n\t\t\t\t\tMadame Defarge, and Lucie and Madame Defarge."}]},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/page/2","quotes":[{"quote":"A\n\t\t\t\t\twonderful fact to reflect upon, that every human creature is constituted\n\t\t\t\t\tto be that profound secret and mystery to every other. A solemn\n\t\t\t\t\tconsideration, when I enter a great city by night, that every one\n\t\t\t\t\tof those darkly clustered houses encloses its own secret; that every\n\t\t\t\t\troom in every one of them encloses its own secret; that every beating\n\t\t\t\t\theart in the hundreds of thousands of breasts there, is, in some\n\t\t\t\t\tof its imagin-ings, a secret to the heart nearest it! Something\n\t\t\t\t\tof the awfulness, even of Death itself, is referable to this.","desc":"The narrator makes this reflection at\n\t\t\t\t\tthe beginning of Book the First, Chapter 3,\n\t\t\t\t\tafter Jerry Cruncher delivers a cryptic message to Jarvis Lorry\n\t\t\t\t\tin the darkened mail coach. Lorry’s mission—to recover the long-imprisoned\n\t\t\t\t\tDoctor Manette and “recall” him to life—establishes the essential\n\t\t\t\t\tdilemma that he and other characters face: namely, that human beings\n\t\t\t\t\tconstitute perpetual mysteries to one another and always remain\n\t\t\t\t\tsomewhat locked away, never fully reachable by outside minds. This\n\t\t\t\t\tfundamental inscrutability proves most evident in the case of Manette,\n\t\t\t\t\twhose private sufferings force him to relapse throughout the novel\n\t\t\t\t\tinto bouts of cobbling, an occupation that he first took up in prison.\n\t\t\t\t\tThroughout the novel, Manette mentally returns to his prison, bound\n\t\t\t\t\tmore by his own recollections than by any attempt of the other characters\n\t\t\t\t\tto “recall” him into the present. This passage’s reference to death\n\t\t\t\t\talso evokes the deep secret revealed in Carton’s self-sacrifice\n\t\t\t\t\tat the end of the novel. The exact profundity of his love and devotion\n\t\t\t\t\tfor Lucie remains obscure until he commits to dying for her; the\n\t\t\t\t\tselflessness of his death leaves the reader to wonder at the ways\n\t\t\t\t\tin which he might have manifested this great love in life."}]},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/page/3","quotes":[{"quote":"The\n\t\t\t\t\twine was red wine, and had stained the ground of the narrow street\n\t\t\t\t\tin the suburb of Saint Antoine, in Paris, where it was spilled.\n\t\t\t\t\tIt had stained many hands, too, and many faces, and many naked feet,\n\t\t\t\t\tand many wooden shoes. The hands of the man who sawed the wood,\n\t\t\t\t\tleft red marks on the billets; and the forehead of the woman who\n\t\t\t\t\tnursed her baby, was stained with the stain of the old rag she wound\n\t\t\t\t\tabout her head again. Those who had been greedy with the staves of\n\t\t\t\t\tthe cask, had acquired a tigerish smear about the mouth; and one\n\t\t\t\t\ttall joker so besmirched, his head more out of a long squalid bag\n\t\t\t\t\tof a night-cap than in it, scrawled upon a wall with his finger\n\t\t\t\t\tdipped in muddy wine-lees—blood.","desc":"This passage, taken from Book the First,\n\t\t\t\t\tChapter 5, describes the scramble after a\n\t\t\t\t\twine cask breaks outside Defarge’s wine shop. This episode opens\n\t\t\t\t\tthe novel’s examination of Paris and acts as a potent depiction\n\t\t\t\t\tof the peasants’ hunger. These oppressed individuals are not only\n\t\t\t\t\tphysically starved—and thus willing to slurp wine from the city\n\t\t\t\t\tstreets—but are also hungry for a new world order, for justice and\n\t\t\t\t\tfreedom from misery. In this passage, Dickens foreshadows the lengths\n\t\t\t\t\tto which the peasants’ desperation will take them. This scene is\n\t\t\t\t\techoed later in the novel when the revolutionaries—now similarly\n\t\t\t\t\tsmeared with red, but the red of blood—gather around the grindstone\n\t\t\t\t\tto sharpen their weapons. The emphasis here on the idea of staining,\n\t\t\t\t\tas well as the scrawling of the word blood, furthers this connection,\n\t\t\t\t\tas does the appearance of the wood-sawyer, who later scares Lucie\n\t\t\t\t\twith his mock guillotine in Book the Third, Chapter 5.\n\t\t\t\t\tAdditionally, the image of the wine lapping against naked feet anticipates\n\t\t\t\t\tthe final showdown between Miss Pross and Madame Defarge in Book\n\t\t\t\t\tthe Third, Chapter 14: “The basin fell to\n\t\t\t\t\tthe ground broken, and the water flowed to the feet of Madame Defarge.\n\t\t\t\t\tBy strange stern ways, and through much staining of blood, those\n\t\t\t\t\tfeet had come to meet that water.”"}]},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/page/4","quotes":[{"quote":"Along\n\t\t\t\t\tthe Paris streets, the death-carts rumble, hollow and harsh. Six\n\t\t\t\t\ttumbrels carry the day’s wine to La Guillotine. All the devouring\n\t\t\t\t\tand insatiate Monsters imagined since imagination could record itself,\n\t\t\t\t\tare fused in one realization, Guillotine. And yet there is not in\n\t\t\t\t\tFrance, with its rich variety of soil and climate, a blade, a leaf,\n\t\t\t\t\ta root, a sprig, a peppercorn, which will grow to maturity under\n\t\t\t\t\tconditions more certain than those that have produced this horror. Crush\n\t\t\t\t\thumanity out of shape once more, under similar hammers, and it will\n\t\t\t\t\ttwist itself into the same tortured forms. Sow the same seed of\n\t\t\t\t\trapacious license and oppression over again, and it will surely\n\t\t\t\t\tyield the same fruit according to its kind.","desc":"In this concise and beautiful\n\t\t\t\t\tpassage, which occurs in the final chapter of the novel, Dickens\n\t\t\t\t\tsummarizes his ambivalent attitude toward the French Revolution.\n\t\t\t\t\tThe author stops decidedly short of justifying the violence that\n\t\t\t\t\tthe peasants use to overturn the social order, personifying “La\n\t\t\t\t\tGuillotine” as a sort of drunken lord who consumes human lives—“the\n\t\t\t\t\tday’s wine.” Nevertheless, Dickens shows a thorough understanding\n\t\t\t\t\tof how such violence and bloodlust can come about. The cruel aristocracy’s oppression\n\t\t\t\t\tof the poor “sow[s] the same seed of rapacious license” in the poor\n\t\t\t\t\tand compels them to persecute the aristocracy and other enemies\n\t\t\t\t\tof the revolution with equal brutality. Dickens perceives these\n\t\t\t\t\trevolutionaries as “[c]rush[ed] . . . out of shape” and having been\n\t\t\t\t\t“hammer[ed] . . . into . . . tortured forms.” These depictions evidence\n\t\t\t\t\this belief that the lower classes’ fundamental goodness has been\n\t\t\t\t\tperverted by the terrible conditions under which the aristocracy\n\t\t\t\t\thas forced them to live."}]},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/page/5","quotes":[{"quote":"I\n\t\t\t\t\tsee a beautiful city and a brilliant people rising from this abyss,\n\t\t\t\t\tand, in their struggles to be truly free, in their triumphs and\n\t\t\t\t\tdefeats, through long years to come, I see the evil of this time\n\t\t\t\t\tand of the previous time of which this is the natural birth, gradually\n\t\t\t\t\tmaking expiation for itself and wearing out. . . .\n\t\t\t\t\tI see that child who lay upon her bosom and who bore\n\t\t\t\t\tmy name, a man winning his way up in that path of life which once\n\t\t\t\t\twas mine. I see him winning it so well, that my name is made illustrious\n\t\t\t\t\tthere by the light of his. . . .\n\t\t\t\t\tIt is a far, far better thing that I do, than I have\n\t\t\t\t\tever done; it is a far, far better rest I go to than I have ever\n\t\t\t\t\tknown.","desc":"Though much debate has arisen regarding\n\t\t\t\t\tthe value and meaning of Sydney Carton’s sacrifice at the end of\n\t\t\t\t\tthe novel, the surest key to interpretation rests in the thoughts\n\t\t\t\t\tcontained in this passage, which the narrator attributes to Carton\n\t\t\t\t\tas he awaits his sacrificial death. This passage, which occurs in\n\t\t\t\t\tthe final chapter, prophesies two resurrections: one personal, the\n\t\t\t\t\tother national. In a novel that seeks to examine the nature of revolution—the\n\t\t\t\t\toverturning of one way of life for another—the struggles of France\n\t\t\t\t\tand of Sydney Carton mirror each other. Here, Dickens articulates\n\t\t\t\t\tthe outcome of those struggles: just as Paris will “ris[e] from\n\t\t\t\t\t[the] abyss” of the French Revolution’s chaotic and bloody violence,\n\t\t\t\t\tso too will Carton be reborn into glory after a virtually wasted\n\t\t\t\t\tlife. In the prophecy that Paris will become “a beautiful city”\n\t\t\t\t\tand that Carton’s name will be “made illustrious,” the reader sees\n\t\t\t\t\tevidence of Dickens’s faith in the essential goodness of humankind.\n\t\t\t\t\tThe very last thoughts attributed to Carton, in their poetic use\n\t\t\t\t\tof repetition, register this faith as a calm and soothing certainty."}]},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/theme/revolution","quotes":[{"quote":"In both countries it was clearer than crystal to the lords of the State preserves of loaves and fishes, that things in general were settled forever.","desc":"From the very beginning of the novel, the narrator makes clear that the storm of a revolution is brewing. Here, we get a sense of the complacency felt by the upper classes of society. By mentioning their “crystal clear” belief that their way of life is “settled forever,” we get a sense of foreshadowing that things will not actually be settled for very long."},{"quote":"In the hunted air of the people there was yet some wild-beast thought of the possibility of turning at bay.","desc":"After describing the hunger that is rampant in the poor neighborhood of Saint Antoine, the narrator compares the peasants to animals that are being driven mad by hunger and rage. The description of the people “turning at bay” suggests that, like animals, they have reached the end of their rope and have no choice but to fight back against their oppressors. This description illustrates the conditions that contributed to the revolution."},{"quote":"“I tell thee,” said madame, extending her right hand, for emphasis, “that although it is a long time on the road, it is on the road and coming. I tell thee it never retreats, and never stops. I tell thee it is always advancing. Look around and consider the lives of all the world that we know, consider the faces of all the world that we know, consider the rage and discontent to which the Jacquerie addresses itself with more and more of certainty every hour.”","desc":"Madame Defarge answers her husband’s question: How long will it be before it is time for the revolution? Madame Defarge is confident that it is well on its way, comparing the anger of the oppressed people to how the energy of lightning gathers or how an earthquake prepares itself to destroy land. She asks him to consider all the people they know and the lives they lead, as they are all storing themselves up with rage that will soon burst in the form of a revolution."},{"quote":"Like the fabled rustic who raised the Devil with infinite pains, and was so terrified at the sight of him that he could ask the Enemy no question, but immediately fled; so, Monseigneur, after boldly reading the Lord’s Prayer backwards for a great number of years, and performing many other potent spells for compelling the Evil One, no sooner beheld him in his terrors than he took to his noble heels.","desc":"In this paragraph, the narrator compares the upper class of France to a story about a farmer who conjured the devil, then was frightened of the devil, and ran away. While the aristocrats may not have meant to cause the revolution, this metaphor indicates that their treatment of the serfs and peasants of society could not have had any other outcome. In this way, the upper class is just as responsible for the revolution as the revolutionaries."}]},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/theme/sacrifice","quotes":[{"quote":"“This property and France are lost to me,” said the nephew, sadly; “I renounce them.”…\n\t\t\t\t“—I would abandon it, and live otherwise and elsewhere. It is little to relinquish. What is it but a wilderness of misery and ruin?”","desc":"Charles Darnay says this to his uncle at their family chateau. Darnay gives up the land and his station as marquis upon his uncle’s death, because he regrets the evils his family has perpetrated in the name of wealth and status. Although Darnay describes this sacrifice as “little to relinquish,” we know he is in fact giving up a great deal of wealth. However, this seems little to him as he does not want to be associated with his family’s past."},{"quote":"For you, and for any dear to you, I would do anything. If my career were of that better kind that there was any opportunity or capacity of sacrifice in it, I would embrace any sacrifice for you and for those dear to you.","desc":"Sydney Carton declares this to Lucie Manette after he confesses his love for her, adding that he knows he is not worthy of her love. Despite this, Carton makes clear that he would make any sacrifice for her or her family. In the end, he keeps this promise by making the ultimate sacrifice for Lucie’s happiness. This is but one example of how characters throughout the novel show love, courage, and honor through self-sacrifice."},{"quote":"I am the resurrection and the life, saith the Lord: he that believeth in me, though he were dead, yet shall he live: and whosoever liveth and believeth in me, shall never die.","desc":"Sydney Carton repeats these words to himself the night before he trades places with Darnay at the prison. Here, Carton compares himself to Jesus, another man who sacrificed himself to save others. Carton knows his actions will bring an essentially dead man, Darnay, back to life, and ensure lifelong happiness for Lucie and her family. Among the sacrifices the characters make in this novel, Carton’s is the greatest, and he feels at peace with his choice because he finally feels his life is worth something."}]},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/theme/imprisonment","quotes":[{"quote":"He had naturally repressed much, and some revulsion might have been expected in him when the occasion for repression was gone. But, it was the old scared lost look that troubled Mr. Lorry; and through his absent manner of clasping his head and drearily wandering away into his own room when they got up-stairs, Mr. Lorry was reminded of Defarge the wine-shop keeper, and the starlight ride.","desc":"Here, the narrator explains that Mr. Lorry notices Doctor Manette’s mannerisms after the wedding of Lucie and Darnay. Manette had learned that Darnay’s last name is that of the aristocrats he saw abuse a peasant family, an event that landed Manette in jail and a scene he could not put out of his mind. Without knowing the cause of Manette’s distress, Mr. Lorry recognizes that he is acting similarly to when Mr. Lorry and Lucie first found him in Defarge’s attic. Manette’s behavior shows that while he is physically out of prison, he is always capable of returning to that state of mind."},{"quote":"The universal watchfulness so encompassed him, that if he had been taken in a net, or were being forwarded to his destination in a cage, he could not have felt his freedom more completely gone.","desc":"The narrator reveals that when Darnay returns to France to help his former servant, he feels as though his actions are under constant surveillance. Throughout the novel, we see several characters in physical prisons. However, the atmosphere caused by the revolution leads Darnay to feel as though he is in prison even when he is a free man. His constant feeling of imprisonment and oppression reflects the overpowering sense of suspicion in France after the revolution."}]},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/theme/class","quotes":[{"quote":"There was no drainage to carry off the wine, and not only did it all get taken up, but so much mud got taken up along with it, that there might have been a scavenger in the street, if anybody acquainted with it could have believed in such a miraculous presence.","desc":"In this scene, a cask of wine spills in the street of Saint Antoine, a poor neighborhood. The narrator describes how the people of the neighborhood scramble to get some of the wine, and they are so desperate that they end up consuming mud along with the wine. Afterwards, the narrator notes that the street is so clean it appears as if a streetcleaner had visited, though no streetcleaner would come to this neighborhood. This scene is the first indication of the peasants’ severe poverty."},{"quote":"Monseigneur, one of the great lords in power at the Court, held his fortnightly reception in his grand hotel in Paris… Monseigneur could swallow a great many things with ease, and was by some few sullen minds supposed to be rather rapidly swallowing France; but, his morning’s chocolate could not so much as get into the throat of Monseigneur, without the aid of four strong men besides the Cook.","desc":"The narrator describes Monseigneur, a powerful man among French royalty. We see the gluttony of this man in particular, and the narrator compares it to the greed of the French aristocracy in general. The Monseigneur has many servants, four of whom are needed to make and serve his chocolate in the morning. When contrasting this excessiveness to the desperation for food and wine of the people in Saint Antoine, we can see the disparity between the classes in France. This stark contrast sets up why the lower class is so angry about their living conditions."},{"quote":"Monseigneur (often a most worthy individual gentleman) was a national blessing, gave a chivalrous tone to things, was a polite example of luxurious and shining life, and a great deal more to equal purpose; nevertheless, Monseigneur as a class had, somehow or other, brought things to this. Strange that Creation, designed expressly for Monseigneur, should be so soon wrung dry and squeezed out! There must be something short-sighted in the eternal arrangements, surely!","desc":"The narrator describes the condition of France after the revolution begins. Although the upper class was meant to be a good thing for the country, their existence led to the bloodbath of the revolution. By blaming their elevated position on “Creation” and “eternal arrangements,” we can see that the upper classes are oblivious to their own actions in bringing about the revolution. While they believe that the world was designed for their happiness and comfort, they did not consider that depriving others of the same comforts might lead to their own demise."}]},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/theme/justice","quotes":[{"quote":"Saint Antoine was clamourous to have its wine-shop keeper foremost in the guard upon the governor who had defended the Bastille and shot the people. Outside, the governor would not be marched to the Hotel de Ville for judgment. Otherwise, the governor would escape, and the people’s blood (suddenly of some value, after many years of worthlessness) be unavenged.","desc":"After Monsieur Defarge and others burn items they found in the Bastille, they go after the governor, who killed prisoners of the Bastille, usually enemies of the royals and upper class. The narrator explains that now that the revolution has begun, the peasants feel that it is time to see justice served to those who were previously in charge. They bring the governor to their makeshift prison “for judgment,” believing that now that they are in power, the lives forfeited by the lower class are worth seeking vengeance for."},{"quote":"Five were to be tried together, next, as enemies of the Republic, forasmuch as they had not assisted it by word or deed. So quick was the Tribunal to compensate itself and the nation for a chance lost, that these five came down to him before he left the place, condemned to die within twenty-four hours.","desc":"Even after the revolutionaries have taken over, their need to see justice served does not end with the upper class and royalty. As explained by the narrator, people who did not participate in the revolution are tried in groups and immediately sentenced to death for their lack of action. This extreme measure of executing people who simply did not help the cause shows just how much the revolutionaries want to see others punished for their past sufferings. The revolutionaries, in their twisted, power-drunk state of mind, believe these executions to be fair."},{"quote":"Before that unjust Tribunal, there was little or no order of procedure, ensuring to any accused person any reasonable hearing. There could have been no such Revolution, if all laws, forms, and ceremonies, had not first been so monstrously abused, that the suicidal vengeance of the Revolution was to scatter them all to the winds.","desc":"The narrator describes Darnay’s second trial in Paris, after he was declared innocent in the first. The attempt of the revolutionaries to administer a justice system typically resulted in a lack of justice served. While there used to be a system of law and order, the former class in charge abused the system to the point that those oppressed by the law were forced to revolt. Now, however, the revolutionaries are abusing the system and oppressing others in a similar way by denying them justice."}]},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/charles-darnay","quotes":[{"quote":"The accused, who was (and who knew he was) being mentally hanged, beheaded, and quartered, by everybody there, neither flinched from the situation, nor assumed any theatrical air in it. He was quiet and attentive; watched the opening proceeding with a grave interest; and stood with his hands resting on the slab of wood before him, so composedly, that they had not displaced a leaf of the herbs with which it was strewn.","desc":"This is the first time the narrator introduces Charles Darnay, at his trial. Darnay has been charged with treason against the king of England, a serious crime which would end in his death if he were found guilty. However, Darnay remains composed even in the most stressful of circumstances, showing his courage and strength."},{"quote":"“And has left me,” answered the nephew,” bound to a system that is frightful to me, responsible for it, but powerless in it; seeking to execute the last request of my dear mother’s lips, and obey the last look of my dear mother’s eyes, which implored me to have mercy and to redress; and tortured by seeking assistance and power in vain.”","desc":"In this scene, Charles Darnay is visiting his uncle the marquis at a chateau in France. Through their exchange we learn that Darnay is a French aristocrat. Darnay makes it clear that he does not support the way his family treats the lower classes and that he desires to live a different sort of life. Darnay intends to remain loyal to his mother’s wishes by making up for the wrongdoings of his family."},{"quote":"“My dear Mr. Lorry, it is because I am a Frenchman born, that the thought (which I did not mean to utter here, however) has passed through my mind often. One cannot help thinking, having had some sympathy for the miserable people, and having abandoned something to them,” he spoke here in his former thoughtful manner, “that one might be listened to, and might have the power to persuade to some restraint.”","desc":"Darnay speaks to Mr. Lorry about his desire to return to France. Not only does he feel sympathy for his birth country, but also he feels guilty for leaving behind people he may have been able to help. This sentiment again shows Darnay’s loyalty to his country, but his goals  reveal how little he knows of the situation in France. As an aristocrat, he would not be able to convince any of the revolutionaries to show restraint."},{"quote":"The latent uneasiness in Darnay’s mind was roused to vigorous life by this letter. The peril of an old servant and a good one, whose only crime was fidelity to himself and his family, stared him so reproachfully in the face, that, as he walked to and fro in the Temple considering what to do, he almost hid his face from the passers-by.","desc":"Darnay receives a letter from a former servant to whom he had left his property and who is now in prison. He struggles with what course of action to take. He had already felt guilt over not helping the situation in France, and the letter pleading for help only exacerbates that feeling. Darnay feels deep shame over the idea of leaving his old servant in danger, an emotion that reveals his lack of prejudice against the lower class."},{"quote":"Like the mariner in the old story, the winds and streams had driven him within the influence of the Loadstone Rock, and it was drawing him to itself, and he must go. Everything that arose before his mind drifted him on, faster and faster, more and more steadily, to the terrible attraction.","desc":"The narrator describes Darnay’s decision to return to France to help his servant using a storm metaphor. Despite knowing the danger of the journey, the loyalty Darnay feels towards his servant and his home country are stronger than any fear. This decision displays Darnay’s immense courage even in the face of imprisonment and death."}]},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/sydney-carton","quotes":[{"quote":"Something especially reckless in his demeanour, not only gave him a disreputable look, but so diminished the strong resemblance he undoubtedly bore to the prisoner (which his momentary earnestness, when they were compared together, had strengthened), that many of the lookers-on, taking note of him now, said to one another they would hardly have thought the two were so alike.","desc":"During Charles Darnay’s trial, Carton argues that because he and Darnay could be mistaken for one another, the prosecutor cannot prove that Darnay was a French spy. However, we immediately learn how different the two are in demeanor if not in appearance. While Darnay appears composed and careful, Carton seems reckless and disreputable. This description sets up Darnay and Carton as another set of contradictions in the novel."},{"quote":"As to me, the greatest desire I have, is to forget that I belong to it. It has no good in it for me—except wine like this—nor I for it. So we are not much alike in that particular. Indeed, I begin to think we are not much alike in any particular, you and I.","desc":"Carton confides these thoughts to Darnay as they have dinner at a tavern after Darnay’s trial. Carton claims that he tries to forget he is a part of the world and only cares about creature comforts such as food and wine. Carton implies here, and states explicitly several other times throughout the novel, that he does not care about his own life."},{"quote":"“Do you particularly like the man?” he muttered, at his own image; “why should you particularly like a man who resembles you? There is nothing in you to like; you know that. Ah, confound you! What a change you have made in yourself! A good reason for taking to a man, that he shows you what you have fallen away from, and what you might have been!”","desc":"After Darnay leaves the tavern, Carton looks into a mirror and ruminates on the resemblance he sees in Darnay to himself. He reasons that there is nothing worth liking about himself, so he should not like someone who looks like him. However, Carton acknowledges that Darnay is everything he is not, and he seems to both admire and resent Darnay for this. Carton’s dissatisfaction with himself is made clearer by comparing himself to Darnay, which sets him up to become a better man throughout the novel."},{"quote":"When he awoke and was afoot again, he lingered there yet a little longer, watching an eddy that turned and turned purposeless, until the stream absorbed it, and carried it on to the sea. –“Like me!”","desc":"The night before Carton switches places with Darnay, he falls asleep by a stream. When he wakes up, he notices the tide and compares the flowing water to himself. This comparison, hours before he sacrifices himself for Darnay and Lucie, shows that while he feels his life has been useless, he can still make his life worth something by giving happiness to the people he cares about."},{"quote":"They said of him, about the city that night, that it was the peacefullest man’s face ever beheld there. Many added that he looked sublime and prophetic.","desc":"At Carton’s execution by the guillotine, the narrator describes the crowd’s reaction. Though he felt purposeless during his life, Carton was able to find his purpose at its end by letting Darnay keep his life, and so give Lucie and her family happiness. The description of Carton’s face as “prophetic” shows just how extreme his transformation throughout the novel was, as he ends up almost godlike."}]},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/doctor-manette","quotes":[{"quote":"Sometimes, he gets up in the dead of the night, and will be heard, by us overhead there, walking up and down, walking up and down, in his room. Ladybird has learnt to know then that his mind is walking up and down, walking up and down, in his old prison.","desc":"Miss Pross says this to Mr. Lorry about how Doctor Manette often wakes in the middle of the night. Although during the day he can function like he did before his imprisonment, his nighttime wanderings show that, in his mind, Doctor Manette never truly left his prison cell, and his time there will always be a part of him."},{"quote":"“I have looked at her, speculating thousands of times upon the unborn child from whom I had been rent. Whether it was alive. Whether it had been born alive, or the poor mother’s shock had killed it. Whether it was a son who would some day avenge his father. (There was a time in my imprisonment, when my desire for vengeance was unbearable.) Whether it was a son who would never know his father’s story; who might even live to weigh the possibility of his father’s having disappeared of his own will and act. Whether it was a daughter who would grow to be a woman.”","desc":"Doctor Manette recounts looking at the moon while in prison and wondering about the potential life of his child, as he did not even know whether the child had survived. He was in prison for so long that he thought about all the possible outcomes of a son or daughter. That Lucie did indeed survive, and she came to find him when he was not sure if she even knew of his existence, reveals why they are so important to one another."},{"quote":"Nothing would induce him to speak more. He looked up, for an instant at a time, when he was requested to do so; but, no persuasion would extract a word from him. He worked, and worked, and worked, in silence, and words fell on him as they would have fallen on an echoless wall, or on the air.","desc":"When Doctor Manette learns of Darnay’s true last name before Lucie and Darnay marry, Manette retreats into making shoes and seems to not understand a word anyone around him says. The discovery that Darnay comes from the family who led to Manette’s own incarceration is a shock so great that Manette regresses to the mental state he was in while imprisoned."},{"quote":"“You have no idea how such an apprehension weighs on the sufferer’s mind, and how difficult—almost impossible—it is, for him to force himself to utter a word upon the topic that oppresses him.”","desc":"After Doctor Manette recovers from his relapse following the marriage of Darnay and Lucie, Mr. Lorry asks him why it occurred. Manette explains that while he worried about such a thing happening for a long time, speaking about what he experienced in prison was impossible for him. Although we never learn specific details about what Manette suffered while in prison, his relapse and refusal to discuss his experience shows that the mental trauma far outlasts any physical wounds."},{"quote":"“My dear friend, I have a charmed life in this city. I have been a Bastille prisoner. There is no patriot in Paris—in Paris? In France—who, knowing me to have been a prisoner in the Bastille, would touch me, except to overwhelm me with embraces, or carry me in triumph. My old pain has given me a power that has brought us through the barrier, and gained us news of Charles there, and brought us here.”","desc":"After Darnay is sent to prison, Doctor Manette and Lucie arrive in France to see what they can do to help him. Knowing this is a dangerous mission, Mr. Lorry expresses concern for Manette and Lucie’s safety. Here, Manette’s response reveals why he believes they are safe. Manette explains that he has a “charmed life” in the time of the revolution, because anyone who was imprisoned in the Bastille was a prisoner of the hated upper class. Manette believes he can use his status to help free Darnay."}]},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/lucie-manette","quotes":[{"quote":"As his eyes rested on a short, slight, pretty figure, a quantity of golden hair, a pair of blue eyes that met his own with an inquiring look, and a forehead with a singular capacity (remembering how young and smooth it was), of lifting and knitting itself into an expression that was not quite one of perplexity, or wonder, or alarm, or merely of  a bright fixed attention, though it included all the four expressions—as his eyes rested on these things, a sudden vivid likeness passed before him, of a child whom he had held in his arms on the passage across that very Channel, one cold time, when the hail drifted heavily and the sea ran high.","desc":"This is Mr. Lorry’s description of Lucie the first time he meets her as an adult. Our first impression of Lucie is one that remains throughout the novel—she is compassionate and innocent enough that Mr. Lorry is reminded of her as a child when he brought her from France to England."},{"quote":"Only his daughter had the power of charming this black brooding from his mind. She was the golden thread that united him to a Past beyond his misery, and to a Present beyond his misery: and the sound of her voice, the light of her face, the touch of her hand, had a strong beneficial influence with him almost always.","desc":"This is the narrator’s first description of Doctor Manette’s and Lucie’s relationship after she brings him home from Paris. Although the doctor still has memories of being imprisoned in the Bastille, Lucie’s kindness and love for him can bring him back to his true self. Their relationship shows how powerful the love of family can be even in turbulent times."},{"quote":"I know, Dr. Manette—how can I fail to know—that, mingled with the affection and duty of a daughter who has become a woman, there is, in her heart, towards you, all the love and reliance of infancy itself.","desc":"Charles Darnay speaks these words to Doctor Manette as he reveals his love for Lucie. Darnay makes clear that he does not intend to come between Manette and Lucie, and he acknowledges how special their relationship is. Like Mr. Lorry, Darnay compares Lucie to a child in how she loves and depends upon her father."},{"quote":"I would ask you, dearest, to be very generous with him always, and very lenient on his faults when he is not by. I would ask you to believe that he has a heart he very, very seldom reveals, and that there are deep wounds in it. My dear, I have seen it bleeding.","desc":"Here, Lucie requests that Darnay be understanding and patient with Carton after Darnay mentions Carton’s tendency to be careless and reckless. Although Carton himself has told Lucie how worthless he believes his life to be, and Lucie has witnessed the careless behavior Darnay references, Lucie’s compassion cannot allow her husband to say any word against Carton. Lucie transforms those around her by simply showing them love, understanding, and kindness."},{"quote":"For, there was something coming in the echoes, something light, afar off, and scarcely audible yet, that stirred her heart too much. Fluttering hopes and doubts—hope, of a love as yet unknown to her; doubts, of her remaining upon earth, to enjoy that new delight—divided her breast.","desc":"Here, the narrator reveals that despite settling into a happy routine as Darnay’s wife, Lucie has a sense of foreboding. Lucie’s feelings of dread while being happily married is yet another contradiction in the novel. Lucie feels hope for the child she will soon bear, but also an unexplained fear of death. Although the revolution is brewing across the Channel, Lucie seems to anticipate that something will happen to tear apart her family."}]},{"page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/monsieur-defarge","quotes":[{"quote":"Good-humoured-looking on the whole, but implacable-looking, too; evidently a man of a strong resolution and a set purpose; a man not desirable to be met, rushing down a narrow path with a gulf on either side, for nothing would turn the man.","desc":"This is the narrator’s first description of Monsieur Defarge, the owner of a wine shop in the poor neighborhood of Saint Antoine. He appears approachable but obstinate in his beliefs at the same time. We soon learn that Monsieur Defarge is in charge of a group of revolutionaries, and his “strong resolution and a set purpose” will serve him well in this role."},{"quote":"“You are the fellow we want,” said Defarge, in his ear, “you make these fools believe that it will last for ever. Then, they are the more insolent, and it is the nearer ended.”","desc":"Monsieur Defarge says this to the mender of roads when they take him to see the king and queen. The peasant is excited by the royalty. Defarge encourages this, explaining that it is better that the upper class thinks they are still admired by all, for then they will not expect a revolution. Defarge and his men use the ignorance of people like this mender of roads to keep the upper class complacent."},{"quote":"But it is your weakness that you sometimes need to see your victim and your opportunity, to sustain you. Sustain yourself without that. When the time comes, let loose a tiger and a devil; but wait for the time with the tiger and the devil chained—not shown—yet always ready.","desc":"Madame Defarge makes this observation on her husband’s temperament as they discuss the revolution. While she is hungry for revenge, Monsieur Defarge is more patient and accepts that they may not see vengeance during their lives. Here, she admonishes him about his flagging commitment to the cause. This exchange shows the difference between them: Monsieur’s dedication to change needs to see wrongs to fuel his fire, while Madame’s vision of a bloody revolution is sustained by cold calculation."},{"quote":"“I will do,” Defarge doggedly rejoined, “nothing for you. My duty is to my country and the People. I am the sworn servant of both, against you. I will do nothing for you.”","desc":"Monsieur Defarge says this to Charles Darnay after Darnay is arrested in Paris and asks for help contacting Mr. Lorry. Although Defarge is sympathetic towards Doctor Manette and Lucie, and knows the connection Darnay has to them, he still sees Darnay as part of the aristocratic class, and therefore feels Darnay does not deserve any help."},{"quote":"My husband, fell-citizen, is a good Republican and a bold man; he has deserved well of the Republic, and possess its confidence. But my husband has his weaknesses, and he is so weak as to relent towards this Doctor.","desc":"Madame Defarge represents her husband’s viewpoint to other revolutionaries as they discuss what to do about Doctor Manette and Lucie. Madame Defarge is eager to kill them, since they are related to Darnay and the Evrémonde family. She knows her husband has affection for Manette and Lucie and sees Monsieur Defarge’s ability to feel empathy for others as a weakness."}]}]