[{"page":"http://www.sparknotes.com/lit/donquixote/quotes/","quotes":[{"quote":"[F]or what I want of Dulcinea del Toboso she is as good as the greatest princess in the land. For not all those poets who praise ladies under names which they choose so freely, really have such mistresses. . . .I am quite satisfied. . . to imagine and believe that the good Aldonza Lorenzo is so lovely and virtuous. . . .","desc":"In this quotation from Chapter XXV of\n\t\t\t\t\tthe First Part, Don Quixote explains to Sancho that the actual behavior\n\t\t\t\t\tof the farmer’s daughter, Aldonza Lorenzo, does not matter as long\n\t\t\t\t\tas he can imagine her perfectly as his princess, Dulcinea del Toboso.\n\t\t\t\t\tThis idea of Dulcinea figures prominently in the novel, since we\n\t\t\t\t\tnever actually meet Dulcinea, and she likely does not even know\n\t\t\t\t\tabout Don Quixote’s patronage. Don Quixote’s imagination compensates\n\t\t\t\t\tfor many holes in the novel’s narration, providing explanations\n\t\t\t\t\tfor inexplicable phenomena and turning apparently mundane events\n\t\t\t\t\tinto great adventures. Dulcinea gains renown through Don Quixote’s\n\t\t\t\t\tpraise, and regardless of whether she is even real, she exists in\n\t\t\t\t\tfame and in the imaginations of all the characters who read about\n\t\t\t\t\ther. In this way, Don Quixote’s imaginings take on the force of\n\t\t\t\t\treality and he becomes, effectively, the narrator of his own fate."}]},{"page":"https://www.sparknotes.com/lit/donquixote/quotes/page/2","quotes":[{"quote":"I shall never be fool enough to turn knight-errant. For I see quite well that it’s not the fashion now to do as they did in the olden days when they say those famous knights roamed the world.","desc":"In this passage from Chapter XXXII of\n\t\t\t\t\tthe First Part, the innkeeper responds to the priest, who has been\n\t\t\t\t\ttrying to convince him that books of chivalry are not true. Though\n\t\t\t\t\tthe innkeeper defends the books, he says that he will never try\n\t\t\t\t\tto live like Don Quixote because he realizes that knight-errantry\n\t\t\t\t\tis outdated. The innkeeper’s remark is important for several reasons.\n\t\t\t\t\tFirst, it inspires Sancho, who overhears the remark, to resolve—as\n\t\t\t\t\the does at so many points throughout the novel—to return to his\n\t\t\t\t\twife and children because knight-errantry has fallen out of fashion.\n\t\t\t\t\tThe fact that Sancho does not leave Don Quixote becomes even more\n\t\t\t\t\tpoignant when juxtaposed with his temptations to leave.Second, this quotation highlights the priest’s hypocritical\n\t\t\t\t\tnature. The innkeeper appreciates knight-errantry from a distance,\n\t\t\t\t\tbut the priest, who plays the role of inquisitor against Don Quixote throughout\n\t\t\t\t\tmuch of the novel, cannot escape his fascination with knight-errantry.\n\t\t\t\t\tThe priest furtively encourages Don Quixote’s madness so that he\n\t\t\t\t\tmay live vicariously through him."}]},{"page":"https://www.sparknotes.com/lit/donquixote/quotes/page/3","quotes":[{"quote":"Now that I’ve to be sitting on a bare board, does your worship want me to flay my bum?","desc":"Sancho puts this question to Don Quixote\n\t\t\t\t\tin Chapter XLI of the Second Part, after Don Quixote suggests that\n\t\t\t\t\tSancho whip himself to free Dulcinea from her alleged enchantment.\n\t\t\t\t\tWith these words, which display his sarcastic wit, skepticism, and\n\t\t\t\t\tinsubordinate nature, Sancho refuses to obey Don Quixote’s order.\n\t\t\t\t\tThe tale of Dulcinea’s enchantment literally comes back to bite\n\t\t\t\t\tSancho in the rear end—Sancho originally tells Don Quixote that\n\t\t\t\t\tDulcinea is enchanted in an effort to hide the fact that he does\n\t\t\t\t\tnot know where she lives and what she looks like. Sancho’s lie nearly\n\t\t\t\t\tcatches up with him a number of times until the Duchess finally\n\t\t\t\t\tsnares him completely, telling him that Dulcinea actually has been\n\t\t\t\t\tenchanted. Sancho gullibly believes her story and later agrees to\n\t\t\t\t\twhip himself 3,300 times\n\t\t\t\t\tin order to revoke Dulcinea’s enchantment. Nonetheless, Sancho is\n\t\t\t\t\tnot happy with this course of action, and in the end he stands up\n\t\t\t\t\tto Don Quixote about it. This quotation not only fleshes out Sancho’s\n\t\t\t\t\tcharacter but also exemplifies the bawdy humor that pervades Don\n\t\t\t\t\t\tQuixote. Deeply ironic and complex, the novel is also very\n\t\t\t\t\tfunny."}]},{"page":"https://www.sparknotes.com/lit/donquixote/quotes/page/4","quotes":[{"quote":"Great hearts, my dear master, should be patient in misfortune as well as joyful in prosperity. And this I judge from myself. For if I was merry when I was Governor now that I’m a squire on foot I’m not sad, for I’ve heard tell that Fortune, as they call her, is a drunken and capricious woman and, worse still, blind; and so she doesn’t see what she’s doing, and doesn’t know whom she is casting down or raising up.","desc":"Sancho’s final words of wisdom to Don\n\t\t\t\t\tQuixote, which appear in Chapter LXVI of the Second Part, caution\n\t\t\t\t\tDon Quixote to be patient even in his retirement. Sancho’s statement\n\t\t\t\t\tmarks the complete reversal of his and Don Quixote’s roles as servant\n\t\t\t\t\tand master. Throughout the novel, Don Quixote determines Sancho’s\n\t\t\t\t\trole as a squire while teaching Sancho the chivalric philosophy\n\t\t\t\t\tthat drives him. Now, however, Sancho consoles Don Quixote with\n\t\t\t\t\tthe simple wisdom he has gained from his own experiences. Interestingly,\n\t\t\t\t\tSancho still calls Don Quixote “dear master,” even though he is\n\t\t\t\t\tno longer truly in Don Quixote’s service. Resigned to his humble\n\t\t\t\t\tstation in life, he is not only simple and loyal but also wise and\n\t\t\t\t\tgentle."}]},{"page":"https://www.sparknotes.com/lit/donquixote/quotes/page/5","quotes":[{"quote":"For me alone Don Quixote was born and I for him. His was the power of action, mine of writing.","desc":"These parting words of Cide Hamete Benengeli,\n\t\t\t\t\tin Chapter LXXIV of the Second Part, reflect Cervantes’s words at\n\t\t\t\t\tthe novel’s beginning. At the start, Cervantes declares that Don\n\t\t\t\t\tQuixote is only his stepson—in other words, that he is not fully\n\t\t\t\t\tresponsible for creating the character of Don Quixote. Don Quixote’s\n\t\t\t\t\treal father, according to Cervantes’s account, is Benengeli, the\n\t\t\t\t\tMoor from whose manuscript Cervantes claims to translate Don\n\t\t\t\t\t\tQuixote. Such remarks give the text a mythical, unreal\n\t\t\t\t\ttone that leaves us unsure whom to trust or to whom to attribute\n\t\t\t\t\tthe story of Don Quixote. Additionally, the powerful sentiment that\n\t\t\t\t\tBenengeli expresses here contributes to the novel’s claim that Don\n\t\t\t\t\tQuixote was a real person. Benengeli de-emphasizes his role in bringing\n\t\t\t\t\tDon Quixote’s story to light by casting himself as a mere recorder\n\t\t\t\t\tof a great man’s life and deeds."}]},{"page":"https://www.sparknotes.com/lit/donquixote/quotes/theme/madness","quotes":[{"quote":"The poor gentleman lost his senses, in poring over, and attempting to discover the meaning of these and other such rhapsodies, which Aristotle himself would not be able to unravel, were he to rise from the dead for that purpose only.","desc":"The narrator describes how Don Quixote’s obsession with stories of chivalry has driven him mad, to an extent that even a great philosopher would not be able to understand or explain. Even before Don Quixote’s adventures begin, readers get a sense of just how removed from reality he has become. The narrator gives a sampling of the florid, circular rhetoric of Don Quixote’s favorite writer. Don Quixote eventually gives up on the meaning and believes the stories to be true to life."},{"quote":"As our hero’s imagination converted whatsoever he saw, heard or considered, into something of which he had read in books of chivalry; he no sooner perceived the inn, than his fancy represented it, as a stately castle with its four towers and pinnacles of shining silver, accommodated with a draw-bridge, deep moat, and all other conveniences, that are described as belonging to buildings of that kind.","desc":"As Don Quixote approaches an inn, the narrator describes what Don Quixote sees in comparison to the physical reality. Although the inn appears fairly ordinary, Don Quixote’s madness causes him to see a castle instead and to believe two prostitutes to be royal women. Don Quixote makes many such transpositions throughout the novel, which shows how the stories of chivalry have taken over his mind."},{"quote":"In this manner did he invent names for a great many knights in either army, to all of whom also he gave arms, colours, mottos and devices, without the least hesitation, being incredibly inspired by the fumes of an unbalanced imagination[.]","desc":"When Don Quixote and Sancho see clouds of dust caused by herds of sheep in the road, Don Quixote thinks he sees two armies in a battle and begins listing the names of the soldiers and knights in each army, and he even includes a description of the soldiers’ armor and physical characteristics. While Don Quixote appears out of his mind in many ways, throughout the novel his intelligence shows through."},{"quote":"The hearers were moved with fresh concern, at seeing a man who, in every other subject, seemed to have a large share of sense and discernment, lose it so irrevocably, whenever the discourse turned upon the cursed mischievous theme of chivalry.","desc":"The narrator recounts the impression Don Quixote makes when explaining the superiority of knights over scholars. His listeners oscillate between appreciation for Don Quixote’s command of logic and history and shock at his ravings as he becomes more passionate about chivalry. Although Don Quixote engages in many ridiculous acts throughout the story, he has studied the subject of knighthood so closely that he can make completely rational arguments due to his vast knowledge on the topic. In this way, his intellect informs his madness."},{"quote":"Who that had heard this discourse of Don Quixote, would not have taken him for a person of sound judgment, and excellent temperament? but, as we have oftentimes observed, in the progress of this sublime history, his madness never appeared except when the string of chivalry was touched; and, on all other subjects of conversation, he displayed a clear and ready understanding[.]","desc":"The narrator presents this rhetorical question after Don Quixote gives Sancho several pieces of advice on how to govern an island. His advice spans the subjects of what sort of women to marry, how to treat criminals, and how to confront enemies. By posing this question, the narrator contrasts Don Quixote’s rational discourse with his actions in the rest of the novel. The narrator points out that when Don Quixote discusses anything but chivalry, he appears completely intelligible and sensible. His madness doesn’t impact his view on anything but chivalry."}]},{"page":"https://www.sparknotes.com/lit/donquixote/quotes/theme/class","quotes":[{"quote":"I desire thee to sit down here by my side, in company with these worthy people: and that thou may’st be on an equal footing with me thy natural lord and master, eating in the same dish, and drinking out of the same cup that I use; for what is said of my love may be observed of knight-errantry, that it puts all things upon a level.","desc":"After the goatherds invite Don Quixote and Sancho to dine with them, Don Quixote sits down and sees that Sancho remains standing, so he asks Sancho to sit next to him. Sancho comes from the peasant class, but Don Quixote goes out of his way to put himself on equal footing with Sancho, saying that a knight’s tradition demands he treat everyone the same regardless of circumstances. Don Quixote takes pride in exemplifying such an uncommon, and perhaps unpopular, behavior in Spain at the time."},{"quote":"Since then it is essential to every knight to be in love, we may conclude that your worship being of that profession, is no stranger to the passion; and if you do not value yourself upon being as secret a knight as Don Galaor, I earnestly entreat you, in behalf of myself, and the rest of the company, to tell us the name, country, station and qualities of your mistress, who must think herself extremely happy in reflecting that all the world knows, how much she is beloved and adored by so valiant a knight as your worship appears to be.","desc":"As Don Quixote and Vivaldo discuss knight-errantry, Vivaldo draws on the tradition of a knight’s performance of his deeds in the name of a lady. He asks Don Quixote to give details of the woman he loves. Vivaldo wants to know her name, origin, and station rather than the reasons why Don Quixote cares for her. Vivaldo later says, “I wish we knew her lineage, race, and family.” Such a comment reveals that Vivaldo feels more concern for the woman’s match to Don Quixote in terms of class than compatibility."},{"quote":"Never think of that, Sancho! cried Teresa, match her with her equal; which will be more prudent than to raise her from clogs to leather pumps, from good fourteen-penny hoyden grey, to hoop skirts and petticoats of silk, and from Molly and thou, to Doña and my lady such-a-one: the girl’s head would be quite turned, and she would be continually falling into some blunder, that would discover the coarse thread of her home-spun breeding.","desc":"Sancho’s wife, Teresa, protests Sancho’s declaration that he plans to find a husband with a high station for their daughter, Mari. Society at that time viewed Sancho and his family as peasants. Understanding how status affects their reality, Teresa lays out how Mari would not be prepared for life in a different class of society. Teresa’s reaction shows that not only members of the upper class wish for tradition and status to remain in place. Members of lower classes seem to be comfortable in their stations as well and understand the difficulties that might arise with attempts to move above the status quo."}]},{"page":"https://www.sparknotes.com/lit/donquixote/quotes/theme/morality","quotes":[{"quote":"Intoxicated with these, and other such promises, Sancho Panza (so was the countryman called) deserted his wife and children, and enlisted himself as the neighbour’s squire.","desc":"Don Quixote recruits Sancho as his squire by promising to bring him wealth and one day make him governor of an island. Even though Don Quixote embarks on his quests in the name of chivalry, and therefore doing good deeds and saving others, his moral compass does not always point in the right direction. He gives no thought to Sancho’s family and their needs, and encourages Sancho to do the same."},{"quote":"Besides, gentlemen soldiers, added the knight, those poor people have committed no offence against you; and every body hath sins of his own to answer for. There is a God in heaven, who will take care to chastise the wicked and reward the righteous; and it is not seemly, that honest men should be the executioners of their fellow-creatures, on account of matters with which they have no concern.","desc":"When Don Quixote and Sancho encounter a group of prisoners and guards, Don Quixote asks each prisoner what crime he has committed, and tries to persuade the guards to free the prisoners. He sees the guards as usurping God’s role as judge, reminds them that they weren’t victimized by their crimes, and appeals to them to abandon their duly-appointed duty to convey the prisoners to justice. The prisoners eventually escape, stealing Don Quixote’s and Sancho’s belongings. This incident shows how Don Quixote’s misinterpretation of the chivalric code misleads his moral instincts."}]},{"page":"https://www.sparknotes.com/lit/donquixote/quotes/theme/gender","quotes":[{"quote":"[H]er affability and beauty allures all the hearts of those that converse with her to serve and love her; but, her coyness and plain-dealing drives them even to the borders of despair; therefore, they know not what to say, but, upbraid her with cruelty and ingratitude[.]","desc":"A goatherd named Peter describes to Don Quixote a beautiful and kind shepherdess named Marcela, who has no desire to marry anyone. Peter describes how her attractiveness draws men, who become frustrated when she refuses their advances and who abusively berate her. Readers note the double standard in the novel for men and women: Don Quixote and other men casually spurn the attention of women in love with them, but won’t tolerate the same behavior from women."},{"quote":"If you will not receive me as what I really am, your lawful wife, at least, admit me into the number of your slaves; for, in whatever shape I belong to you, I shall account myself fortunate and blessed[.]","desc":"After Ferdinand and Dorothea reunite at the inn, she begs him to recognize her as his wife. Dorothea believes that as long as she belongs to Ferdinand in one way or the other, she will live a happy and good life. Her declaration that she would as soon be one of his slaves as his wife reveals the stark inequality in marriages during the time."}]},{"page":"https://www.sparknotes.com/lit/donquixote/quotes/theme/loyalty","quotes":[{"quote":"Don Quixote de la Mancha, answered the squire; he is a knight-adventurer, and one of the greatest and most valiant that have been seen in this world for many ages.","desc":"Sancho answers Maritornes when she asks the name of the knight that accompanies him. Sancho shows his loyalty and admiration for Don Quixote from the start, even though he suspects that the time for knights has passed and Don Quixote may be a madman. Although Sancho’s desire for wealth and power drives his faithfulness, he declares his loyalty and love for Don Quixote many times throughout the novel, often without receiving anything in return."},{"quote":"Don Quixote was enraged, when he heard such blasphemies uttered against his mistress Dulcinea, and lifting up his lance, without speaking a syllable, or giving the least notice of his intention, discharged two such hearty blows upon the squire, as brought him instantly to the ground[.]","desc":"After Dorothea offers to marry Don Quixote if he slays a giant, Don Quixote refuses due to his love for Dulcinea. Outraged that Don Quixote refuses to marry Dorothea, Sancho insults Dulcinea. The narrator describes Don Quixote’s reaction to Sancho’s insults. Without a second thought, Don Quixote strikes Sancho to the ground. Even though Sancho remains loyal to Don Quixote throughout their adventures, Don Quixote’s loyalty to the figment of Dulcinea takes priority over Sancho in his mind."},{"quote":"It gives me much concern, Sancho, to hear thee say, as thou dost, that I enticed thee from thy cottage, when thou knowest that I, at the same time, quitted my own house: together we set out, lived and travelled together; sharing the same fortune and the same fate. If thou hast been once tossed in a blanket, I have been bruised an hundred times, and this is the only preeminence I enjoyed.","desc":"Don Quixote explains to Sancho that throughout their adventures, he believed they traveled as equals. His words come after he overhears Sancho dispute Don Quixote’s niece’s statement that she believes Sancho drove Don Quixote mad. Sancho responds that, on the contrary, Don Quixote manipulated him into leaving his home. In his response to Sancho and his niece’s argument, Don Quixote expresses his own loyalty to Sancho, although he didn’t suffer as many injuries and injustices as Sancho. Readers may infer that Don Quixote’s words reflect a new attempt to manipulate Sancho into another adventure."}]},{"page":"https://www.sparknotes.com/lit/donquixote/quotes/character/don-quixote-de-la-mancha","quotes":[{"quote":"[A]ll that he had read of quarrels, enchantments, battles, challenges, wounds, tortures, amorous complaints, and other improbable conceits, took full possession of his fancy; and he believed all those romantic exploits so implicitly, that in his opinion, the Holy Scripture was not more true.","desc":"While introducing Don Quixote, the narrator explains that Don Quixote spends all of his leisure time reading books about knight-errantry, to the point that he has come to regard everything he has read as fact. At this point in the story, he has already descended into madness, and readers receive no information of what he was like before this obsession began."},{"quote":"He then asked, if he carried any money about with him, and the knight replied, that he had not a cent: for he had never read in the history of knights-errant, that they had ever troubled themselves with any such encumbrance.","desc":"After Don Quixote arrives at an inn, the innkeeper asks him if he has any money to pay for a room. Don Quixote answers in the negative because in his readings he never encountered a knight who carries money. Don Quixote clearly takes everything he reads about chivalry and knight-errantry very literally to not have considered whether he would need to pay for things on his quests."},{"quote":"It seems very plain, said the knight, that you are but a novice in adventures: these I affirm to be giants; and if thou art afraid, get out of the reach of danger, and put up thy prayers for me, while I join with them in fierce and unequal combat.","desc":"When Don Quixote and Sancho come across a field of windmills, Don Quixote insists that they are giants, despite Sancho trying to point out that what they see are merely windmills. Don Quixote’s confidence in what he sees and believes causes him to dismiss Sancho as not knowing enough about adventures and knight-errantry. His madness seems to run so deep that no one can convince him to see reality."},{"quote":"I affirm, that there never could be a knight-errant without a mistress; for, to be in love is as natural and peculiar to them, as the stars are to the heavens. I am very certain, that you never read a history that gives an account of a knight-errant without an amour; for, he that has never been in love, would not be held as a legitimate member, but some adulterated brood, who had got into the fortress of chivalry, not thro’ the gate, but over the walls, like a thief in the night.","desc":"Don Quixote disagrees with Vivaldo when Vivaldo suggests that not every single knight could always be in love. Don Quixote declares that a knight who is not in love doesn’t qualify as a knight, because a knight-errant does everything in the name of his beloved. Keeping his belief in mind, readers can understand why Don Quixote needed to choose a woman to honor, despite the fact that he does not know Dulcinea."},{"quote":"Believing therefore, this chimera (which was the work of his own brain) to be a firm and undoubted fact, he began to reflect with extreme anxiety, upon the dangerous dilemma into which his virtue was like to be drawn; and resolved in his heart, to commit no treason against his mistress Dulcinea del Toboso[.]","desc":"The narrator explains that when Don Quixote believes that the innkeeper’s daughter plans to seduce him, he wills himself to remain loyal to Dulcinea. Don Quixote not only feels convinced that his “genteel appearance” attracted the daughter, but he also becomes anxious at the thought of betraying a woman who does not know him, revealing the extent of his delusions."},{"quote":"You blockhead, cried Don Quixote, incensed, it neither concerns, nor belongs to knights-errant, to examine whether the afflicted, the enslaved and oppressed, whom they meet on the highway, are reduced to these wretched circumstances by their crimes, or their misfortunes; our business is only to assist them in their distress, having an eye to their sufferings, and not to their demerits.","desc":"Don Quixote chastises Sancho after Sancho claims he warned Don Quixote about what might happen if he set the slaves free. Earlier, these slaves, after being freed by Don Quixote, mugged him. Upset and offended by Sancho’s insinuation, Don Quixote explains that they have no right to judge anyone in dire circumstances, but only to help them. Don Quixote aims to be morally virtuous, but his attempts sometimes backfire."},{"quote":"I will own I look upon my master Don Quixote as an incurable madman; although sometimes he says things, which, to my thinking, and in the opinion of all who hear them, are so reasonable and well directed, that even Satan himself could not mend them[.]","desc":"Sancho speaks to the duchess about Don Quixote. Sancho understands Don Quixote’s madness from spending time with him, but he cannot ignore the occasions when Don Quixote seems to be completely rational and lucid. Here readers can see the contradictory nature of Don Quixote’s madness: His delusion only applies to the subject of chivalry, and even in his madness he can make sensible arguments."},{"quote":"When equity can, and ought to take place, inflict not the whole rigour of the law upon the delinquent; for, severity is not more respected than compassion, in the character of a judge.","desc":"Don Quixote gives Sancho this piece of advice before Sancho leaves to govern his island. With this advice, his sense of morality shows through. Although Don Quixote wants to protect oppressed or injured people, he has no desire to seek revenge on those who harm others, but let them be judged by God in the end."}]},{"page":"https://www.sparknotes.com/lit/donquixote/quotes/character/sancho-panza","quotes":[{"quote":"Your grace, señor Knight-errant, I hope your worship will not forget the same island which you have promised me, and which I warrant myself able to govern, let it be as great as it will.","desc":"As Don Quixote and Sancho travel, Sancho reminds Don Quixote of the island Don Quixote promised to let Sancho govern in exchange for his help on these adventures. Sancho frequently reminds Don Quixote of his promise throughout the novel, showing that his loyalty to Don Quixote does not solely stem from affection for his master, but also from his desire for wealth and power."},{"quote":"Sancho alone believed that everything his master said was true; because he knew his family, and had been acquainted with himself from his cradle. The only doubt that he entertained was of the same beautiful Dulcinea del Toboso; for, never had such a name or such a princess come within the sphere of his observation, altho’ he lived in the neighbourhood of that place.","desc":"As Don Quixote talks to the goatherds about his love for Dulcinea and knight-errantry, the narrator points out that Sancho alone among his audience takes what Don Quixote says at face value. Readers can see Sancho’s gullibility, since he believes all of Don Quixote’s tales and questions only the identity of Dulcinea."},{"quote":"All this time Sancho remained upon the hill, beholding, with amazement, the madness of his master, tearing his beard, and cursing the hour and minute on which it was his fate to know him[.]","desc":"The narrator describes a scene when Don Quixote charges into herds of sheep which he believes to be armies of knights while Sancho looks on with anger and amazement from a hill. Even though Sancho shows his gullibility at times, he also acknowledges Don Quixote’s madness when he sees irrefutable evidence, such as his master attacking sheep or windmills. Sancho’s loyalty seems to falter here as he becomes frustrated, but he never leaves Don Quixote."},{"quote":"When Sancho heard him call the basin a helmet, he could not refrain from laughing, but, remembering the indignation of his master, checked his mirth all of a sudden; and when Don Quixote asked what he laughed at, replied, “I can’t help laughing when I think of the huge head of the pagan who owned that helmet, which looks for all the world like a barber’s basin.”","desc":"The narrator explains that when Don Quixote represents a simple basin as a helmet belonging to the knight Mambrino, Sancho initially laughs at him. However, Sancho understands that Don Quixote becomes upset when laughed at, so he quickly comes up with an excuse for his laughter. Though Sancho seems simpleminded for most of the novel, he catches on quickly to the moods of Don Quixote."},{"quote":"Señor Don Quixote, I vow and swear your worship is crazy, else you would never boggle at marrying such a high-born princess as this! Do you imagine that fortune will offer such good luck at every turn, as she now presents? or pray, do you think my lady Dulcinea more handsome than the princess? I am sure she is not half so beautiful, and will even venture to say, that she is not worthy to tie her majesty’s shoe-strings.","desc":"Sancho becomes frustrated with Don Quixote after he refuses Dorothea’s offer of marriage. Even though Sancho accepts Don Quixote’s madness and knows that Dorothea is not actually a princess, Sancho sometimes cannot help but believe what Don Quixote believes. Sancho also reveals the importance he places on class, wealth, and beauty by suggesting that Don Quixote give up Dulcinea in exchange for those things."},{"quote":"Don’t stand here listening, but, go in and part the fray, or lend your assistance to my master; tho’ I believe that will be needless by this time; for, the giant is certainly dead, and giving an account to God, of his wicked and misspent life[.]","desc":"Sancho interrupts the priest’s story to tell everyone that Don Quixote vanquished the imaginary giant described by Dorothea. The group goes into the bedroom to find Don Quixote dreaming. Even though Sancho maintains his sanity, he possesses gullibility and believes that Don Quixote has truly destroyed the giant. Sancho shows his loyalty to his master by demanding that everyone in the inn come admire him."},{"quote":"When Sancho heard this firm resolution of his master, the sky began to blacken, and down flagged the wings of his heart in a moment; for, he had believed, that the knight would not set out without him, for all the wealth in the world.","desc":"The narrator describes Sancho’s reaction when Quixote refuses to pay him a salary and tells Sancho he will go on without him. Sancho feels astonished that Don Quixote would leave him behind. Sancho believed Don Quixote felt as loyal to him as he felt toward Don Quixote. Even though Sancho was originally motivated by money, as the novel progresses he becomes driven only by loyalty to his master."}]},{"page":"https://www.sparknotes.com/lit/donquixote/quotes/character/rocinante","quotes":[{"quote":"[A]ccordingly, after having chosen, rejected, amended, tortured and revolved a world of names, in his imagination, he fixed upon Rocinante, an appellation, in his opinion, lofty, sonorous and expressive, not only of his former, but likewise of his present situation, which entitled him to the preference over all other horses under the sun.","desc":"The narrator tells how Don Quixote settles on a name for his horse. Before setting out on his adventures, Don Quixote decides that as a knight-errant, he must choose and name a horse. He deliberates about the name for four days before settling on Rocinante for the old and rather sickly horse. Don Quixote picks a name that means “ranked before all other horses,” which shows Don Quixote believes this horse to be capable of great adventures."},{"quote":"[W]ith this view, he steered his course homeward; and Rocinante, as if he had guessed the knight’s intention, began to move with such alacrity and nimbleness, that his hooves scarcely seemed to touch the ground.","desc":"The narrator explains how, after Don Quixote first sets out, he decides to return home briefly to collect money and other necessities, as well as to obtain a squire. While doing so, he notices Rocinante’s eagerness as he steers towards his home town. Don Quixote seems to have a high opinion of Rocinante’s capabilities and strength throughout the novel, but here the horse seems excited to return home and rest."},{"quote":"See if your worship can make shift to rise, and then we will give some assistance to Rocinante, tho’ it be more than he deserves; for, he was the principal cause of all this nasty rib-roasting: never could I believe such a thing of Rocinante, who, I always thought, was as chaste and sober a person as myself: but, this verifies the common remark, that you must keep company a long time with a man, before you know him thoroughly[.]","desc":"Sancho tells of how Rocinante caused his and Don Quixote’s latest injuries. Rocinante tries to mate with a herd of mares, and the owners of the mares beat Rocinante, causing Don Quixote to fight them. Sancho expresses his surprise at Rocinante’s behavior, characterizing the horse as otherwise a “chaste and sober person.” Both Sancho and Don Quixote view Rocinante as much more than a mere animal."},{"quote":"Don Quixote finding him so mettlesome, conceived a good omen from his eagerness, believing it a certain presage of his success in the dreadful adventure he was about to achieve.","desc":"The narrator explains that after Don Quixote unbinds Rocinante as he and Sancho settle in the cave, he notices how Rocinante enjoys his freedom. Don Quixote plans to investigate a pounding noise he and Sancho have been hearing and takes Rocinante’s mood as an optimistic sign. Here, and other times throughout the novel, Don Quixote regards Rocinante as an oracle capable of foretelling the future."},{"quote":"Scarce had Sancho pronounced these last words, then their ears were saluted by the neighing of Rocinante, which Don Quixote considered as a most happy omen, and determined in three or four days, to set out on his third expedition[.]","desc":"The narrator explains how Don Quixote takes Rocinante’s behavior as an omen that the time has come to set out on his third journey. Rather than seeing Rocinante as a person, as Sancho described him earlier in the novel, Don Quixote seems to see the horse as more than human in some ways."}]},{"page":"https://www.sparknotes.com/lit/donquixote/quotes/character/dapple","quotes":[{"quote":"Dapple, with his head hanging down in a pensive attitude, and every now and then shaking his ears, as if he imagined the hurricane of stones that whizzed about them, was not yet over[.]","desc":"After the slaves attack Don Quixote, Sancho, and their horses, the four of them lie on the ground traumatized by the incident. Like Rocinante, the narrator ascribes to Dapple human characteristics, feeling “pensive” here and imagining that stones continue to fly at them. Just as Don Quixote holds Rocinante in high esteem, Sancho treats Dapple as any other family member."},{"quote":"Sancho running to his ass, embraced it with great affection, saying, “How hast thou been, my dear Dapple? my trusty companion and joy of my eyes!” Then kissed and caressed it as if it had been a Christian; while Dapple very peaceably received these demonstrations of love and kindness, without answering one word.","desc":"Sancho greets Dapple after the former prisoner Ginés de Pasamonte returns the donkey. The narrator documents Sancho’s affection for Dapple as for an exemplary human being and sardonically observes that Dapple does not respond in kind. This interaction demonstrates how much Sancho cares for Dapple and considers him as important to their journey as Sancho himself."},{"quote":"[T]hough, to deal candidly with the reader, the brayings of the donkey exceeded in number the neighings of the horse; from whence Sancho concluded, his fortune would surmount and overtop that of his master.","desc":"The narrator explains that while on their journey to El Toboso, Don Quixote and Sancho hear Rocinante and Dapple neighing and braying, and they both take the animals’ noises as good omens for their journey. Sancho, like Don Quixote, seems to think his animal can predict the future and judges the journey will go better for himself than for his master based on comparisons of noise levels. Such a thought represents a rare breach of loyalty for Sancho, but he seems to truly believe in Dapple’s powers of fortune-telling."},{"quote":"[B]ut, Dapple followed the footsteps of Rocinante, from whom he could not bear to be parted, tho’ but for a moment.","desc":"After villagers attack Sancho, Don Quixote gallops off on Rocinante. Sancho’s limp body lies across Dapple, so he cannot steer him, but as the narrator explains, Dapple follows Rocinante anyway. Mimicking their masters’ relationship, Rocinante leads and Dapple assumes the role of the dutiful follower."},{"quote":"[A]nd hard by he perceived Dapple, who did not forsake him in his calamity: and Cide Hamete observes, that he very seldom saw Sancho without Dapple, or Dapple without Sancho, such was the friendship and fidelity subsisting between them.","desc":"When the duke and duchess take Don Quixote and Sancho on a boar hunt, Sancho becomes frightened and hides in a tree. Upon seeing how Dapple remains nearby, Cide Hamete notes the strong bond between Sancho and Dapple. Dapple displays loyalty not only to Rocinante, but to his master Sancho as well."}]},{"page":"https://www.sparknotes.com/lit/donquixote/quotes/character/cide-hamete-benengeli","quotes":[{"quote":"“Blessed be the almighty Allah!” saith Cide Hamete Benengeli, in the beginning of this eighth chapter; and this benediction he repeats three times, in consequence of finding Don Quixote and Sancho in the field again[.]","desc":"Cide Hamete, a fictional Muslim historian created by Cervantes, praises the Muslim deity Allah. Cervantes claimed that Cide Hamete originally wrote Don Quixote. In the story, Cervantes even gives Cide Hamete his own personality and history."},{"quote":"He who translated this sublime history from the original, composed by its first author Cide Hamete Benengeli, says, that turning to the chapter which treats of the adventure of the cave, he found this observation written on the margin, in the handwriting of the said Hamete. I cannot conceive or persuade myself that the valiant Don Quixote literally saw and heard all that is recounted in the foregoing chapter, for this reason: all the adventures in which he has hitherto been engaged, are feasible and likely to have happened; but this, of the cave I can by no means believe true, in any circumstance, because it is so wide of all reason and probability[.]","desc":"Cervantes includes a margin note from Cide Hamete saying he cannot verify what Don Quixote experienced in the cave. This comment represents one of few instances where Cide Hamete puts forth his own opinion on the subject matter by doubting Don Quixote."},{"quote":"Cide Hamete moreover observes, that he looked upon the deceivers to be as mad as those who were deceived, and the duke and duchess to be within two fingers’ breadth of lunacy; seeing they placed such happiness in playing pranks upon two confirmed madmen[.]","desc":"As the duke and duchess prepare to play a prank on Don Quixote by misleading him that Altisidora has died, Cide Hamete expresses his disapproval of the two. Cide Hamete views the duke and duchess as just as insane as Don Quixote. Cide Hamete acts as the only objective figure not only in this situation, but throughout the novel."}]}]