[{"cfi":"epubcfi(/6/40!/4/2[pgepubid00019]/12/312,/1:0,/1:100)","quote":"“I regret now,” said he, “having helped you in your late inquiries, or having given you the informat","desc":"This prophetic exchange occurs between Abbé Faria and Dantès in Chapter 17, immediately after Faria deduces the events surrounding Dantès’s imprisonment. Until this moment, Dantès has been entirely ignorant of the evil done to him, believing that his misfortune is merely the result of incredibly bad luck. Once Faria reveals that Dantès has in fact been betrayed, Dantès’s innocence is destroyed forever. He is confronted with the simple fact that evil exists, a fact he has never before considered. From this moment onward, Dantès begins a transformation from a kind and loving man into a vengeful and hate-filled one. This transformation has not yet begun, of course, at the time Faria expresses his regret. Yet Faria, with his thorough understanding of human nature, accurately predicts that Dantès will soon be consumed with the thought of the wrong done to him and will thirst for vengeance. He knows that once this transformation occurs, Dantès will never be able to experience life the way he does before he feels these emotions of bitter vengeance.","page":"http://www.sparknotes.com/lit/montecristo/quotes/"},{"cfi":"epubcfi(/6/50!/4/2[pgepubid00024]/12/8,/3:342,/3:442)","quote":"He had contemplated danger with a smile, and when wounded had exclaimed with the great philosopher, ","desc":"After escaping prison, Dantès finds work with smugglers. Their work being illegal, they sometimes have encounters with customs officers. The narrator explains that in one such instance, an officer loses his life. Before prison, Dantès would have been on the side of the law and would have avoided hurting anyone. But now he deliberately inures himself to violence because he made an oath of vengeance, and he understands that violence will probably be necessary to fulfill his pledge.","page":"https://www.sparknotes.com/lit/montecristo/quotes/character/edmond-dantsthe-count-of-monte-cristo"},{"cfi":"epubcfi(/6/32!/4/2[pgepubid00015]/12/104,/1:386,/1:486)","quote":"His devotion, and the compassion he showed for her misfortunes, produced the effect they always prod","desc":"Mercédès reveals to Fernand his importance to her as they part. After Dantès’s disappearance, Fernand receives a draft notice into the military. Mercédès feels saddened by the thought of losing Fernand, her cousin and only living relative, and being an honest person herself, she never suspects that Fernand might have had something to do with Dantès’s disappearance. Mercédès’s innocent appreciation for Fernand’s care will eventually allow her to marry him, if not love him as she loves Dantès.","page":"https://www.sparknotes.com/lit/montecristo/quotes/character/mercds"},{"cfi":"epubcfi(/6/190!/4/2[pgepubid00094]/8/14,/1:1,/1:101)","quote":"Mercédès lives, sir, and she remembers, for she alone recognized you when she saw you, and even befo","desc":"Here Mercédès reveals that she has known all along that the Count of Monte Cristo was her beloved Dantès. Unlike everyone else, she knows exactly who he is and has an accurate, though incomplete, understanding of his motivations. Though hitherto willing to pretend she didn’t recognize him, she now comes to him begging for mercy for her son’s life. She appeals to Edmond Dantès, the good man, rather than to Monte Cristo, the agent of vengeance.","page":"https://www.sparknotes.com/lit/montecristo/quotes/character/mercds"},{"cfi":"epubcfi(/6/8!/4/2[pgepubid00003]/8/16,/1:294,/1:394)","quote":"He was a man of twenty-five or twenty-six years of age, of unprepossessing countenance, obsequious t","desc":"The narrator describes Danglars by comparing him to Dantès when they served on the same ship. Danglars treats his superiors one way and those below him in status a very different way. Dantès as first mate assumes command of the ship upon the death of the captain. Danglars must rankle under the turnabout of Dantès—his inferior in age and social status—becoming his superior by being made captain. Danglars wants to prevent Dantès’s promotion at all costs. Danglars’s attitude towards his inferiors probably also explains his unpopularity.","page":"https://www.sparknotes.com/lit/montecristo/quotes/character/danglars"},{"cfi":"epubcfi(/6/68!/4/2[pgepubid00033]/8/4,/1:515,/1:615)","quote":"Danglars, then, without taking a crown from his pocket, could save Morrel; he had but to pass his wo","desc":"Morrel was Danglars’s early employer and helped him get the job which eventually led to Danglars’s fortune and elevated position. Here, the narrator explains that when Morrel goes to Danglars for a loan, Danglars refuses him. From Danglars’s point of view, only the solidity of the investment matters, and given Morrel’s run of bad luck, Danglars’s refusal seems understandable. However, most other people would have made the loan anyway, out of human kindness.","page":"https://www.sparknotes.com/lit/montecristo/quotes/character/danglars"}]