[{"cfi":"epubcfi(/6/16!/4/58/4,/1:0,/1:100)","quote":"I was no sooner certain of this than I began to feel sick, faint, and terrified. The hot blood was r","desc":"Jim has these thoughts at the beginning of Chapter XXVII, when he realizes that he has killed Israel Hands, the pirate who has wounded Jim with his dagger. This passage reveals Jim’s maturity and his developing sense of self. The pirates are always drunken, rowdy, and impetuous, and demonstrate little or no ability to manage the situations or circumstances that surround them. Jim, conversely, almost immediately after the fight is over, Jim shows his developing ability to emerge from a state of passionate agitation to a state of control. Jim takes possession of himself in a mature and responsible fashion, and then takes control of the ship and names himself captain. The difference between Jim and Israel Hands represents the difference between those who can take care of themselves and those who cannot. Israel is still drunk when he dies, while Jim is in full possession of his mind and senses. The passage also shows the importance of Jim’s newfound sense of personal identity. The physical suffering Jim experiences is not as troubling as the prospect of being next to Israel Hands in the water. Jim cannot bear the thought of being associated with a pirate, a person who is not in control of his own body and mind. Jim clearly defines himself as separate from a pirate or criminal—he identifies himself as an honest young man. Jim’s identity matters more to him than even physical pain, suggesting that he is developing a sense of identity, confidence, and maturity.","page":"https://www.sparknotes.com/lit/treasure/quotes/page/4"},{"cfi":"epubcfi(/6/20!/4/58/50,/1:0,/1:100)","quote":"The bar silver and the arms still lie, for all that I know, where Flint buried them; and certainly t","desc":"These final lines of the novel summarize Jim’s feelings about his adventure. Ironically, one of the results of Jim’s treasure hunt is that he learns he does not actually want the treasure, and that he is happy to leave the silver buried on the island. Similarly, at the end of the novel, Jim also realizes that he does not truly want adventure. The negative tone with which he closes his account seems out of place, as in the end everything has worked out well for him: Jim is safely back home, his friends have survived, and he presumably possesses a fair share of the pirates’ loot as reward. Yet Jim calls the island “accursed,” and he is plagued by nightmares of treasure and Silver’s screeching parrot.Jim’s continuing dreams signify that his adventure is still with him, for better or for worse, and that his experience with the pirates has had an indelible impact on his life. However, it also appears that the tragedies of the adventure—the greed and death—still trouble him. Though Captain Flint is long dead and buried, and Jim is back in the relative safety of the civilized world, he still feels the influence and temptation of the pirates’ underworld. Jim is having trouble adjusting to the upright, civilized world and the fact that it completely rejects the darker, more lawless world of the pirates. That a pirate literally has the last words in the novel (the parrot’s cry of “pieces of eight!”) shows that the pirates, and the life and values they represent, will always haunt Jim and the civilized world.","page":"https://www.sparknotes.com/lit/treasure/quotes/page/5"}]