[{"cfi":"epubcfi(/6/10!/4/204,/1:0,/1:100)","quote":"The advantages of natural folly in a beautiful girl have been already set forth by the capital pen o","desc":"Here the narrator throws a transparent veil of agreement over her real scorn for the \"sister author\" who praises stupidity in women. She says sarcastically that some men don't require stupidity in women, only ignorance. The implication is that some men enjoy instructing ignorant but teachable women. The further implication is that Henry is such a man. Some critics say that Henry acts the bullying, patronizing father figure to Catherine, pointing out her mistakes and trying to mold her into thinking like he does. He enjoys Catherine's ignorance, for it gives him a chance to teach her. The narrator tells us that Henry enjoys Catherine's youthful mind. When Catherine says that schooling is a torment, Henry replies that perhaps it is, but a few years of torment is worth a lifetime of being able to read. Catherine enjoys it when Henry teaches her about viewing the landscape from an artist's perspective, as he does immediately after this passage. A generous reading of Henry sees him as a man who loves Catherine's naiveté, not because he prefers to feel smarter than her, but because he expresses his love by teaching her.","page":"https://www.sparknotes.com/lit/northangerabbey/quotes/page/3"},{"cfi":"epubcfi(/6/16!/4/36,/1:0,/1:100)","quote":"But neither the business alleged, nor the magnificent compliment, could win Catherine from thinking ","desc":"This passage, from Volume II, Chapter VIII, is important for two reasons. First, it is an example of Austen's technique of free indirect discourse, a technique by which Austen narrates the story in a tone reflecting what Catherine is thinking or feeling. Here, the narrator conveys Catherine's certainty that something sinister is afoot. Although the narrator describes Catherine's suspicions with an almost straight face, we can tell the narrator thinks them totally unfounded. Free indirect discourse is similar to the first person perspective, but it is not as limiting. The narrator, while conveying Catherine's feelings, is free to describe things differently than Catherine might, impart information that Catherine does not know, or signal her own opinion about Catherine's thoughts.The passage is also important because it shows how much Catherine has become the victim of her own paranoid fantasy. She came to Northanger Abbey, as she admits later to herself, longing to be scared, and when there she finds nothing scary there, she must invent something herself.","page":"https://www.sparknotes.com/lit/northangerabbey/quotes/page/5"},{"cfi":"epubcfi(/6/16!/4/118,/1:305,/1:405)","quote":"Her thoughts being still chiefly fixed on what she had with such causeless terror felt and done, not","desc":"This passage is from Volume II, Chapter X. It shows that Catherine has learned something from her wild speculation about General Tilney and her subsequent scolding by Henry for thinking such a terrible thing. \"The Alps and the Pyrenees\" refers to the settings of the Gothic novels that Catherine reads. Here Catherine recognizes the fact that in those novels, people are either all good or all bad, and a bad-tempered widower is an obvious murder suspect. But in the real world of England, Catherine realizes, people can be both good and bad. The real world Catherine refers to is actually a fictional world created by Austen, who suggests that even in fiction, characters need not be purely good or purely evil. In this passage, Austen makes it clear that her project is to create fiction that accurately reflects the world as it is.","page":"https://www.sparknotes.com/lit/northangerabbey/quotes/page/6"}]