[{"cfi":"epubcfi(/6/30!/4/328,/1:0,/1:100)","quote":"“Shall I?” I said briefly; and I looked at his features, beautiful in their harmony, but strangely f","desc":"This passage occurs in Chapter 34. St. John Rivers has just asked Jane to join him as his wife on his missionary trip to India. Jane dramatizes the interior conflict involved in making her decision. In many ways, the proposal tempts her. It is an opportunity to perform good works and to be more than a governess, schoolteacher, or housewife—the roles traditionally open to women. Jane’s teaching jobs at Lowood, Thornfield, and Morton have all made her feel trapped, and she would not mind enduring hardships for a cause in which she truly believes. Yet, St. John’s principles—“ambition,” “austerity,” and arrogance—are not those that Jane upholds.Misguided religion threatens to oppress Jane throughout the book, and St. John merely embodies one form of it. He also embodies masculine dominance, another force that threatens Jane like a “stringent yoke” over the course of the novel. Thus she describes St. John’s “warrior-march” and notes his assertion of his “masterhood.” Jane must escape such control in order to remain true to herself, for she realizes that her conventional manner of dealing with oppression—by retreating into herself, into the recesses of her imagination, into conversation with herself—cannot constitute a way of life. In her rejection of Rochester, Jane privileged principle over feeling; she is now aware of the negative effects such emotional repression can have. Feeling, too, must play a role in one’s life: a balance must be struck.","page":"https://www.sparknotes.com/lit/janeeyre/quotes/page/3"},{"cfi":"epubcfi(/6/4!/4/8[startoftext]/396,/1:22,/1:122)","quote":"I learned, for the first time, from Miss Abbot’s communications to Bessie, that my father had been a","desc":"Jane recalls the story she heard of her parents’ marriage and death. Through this tragic story, Jane highlights the strict social class structure that stood in Victorian England during this time. Jane’s parents clearly went against society’s expectations by marrying from different social classes and as a result, they were disowned by family and friends. The combination of facts that Jane hears about her parents’ scandalous marriage and untimely deaths hints that society may put the blame of their deaths on their poor choice to marry.","page":"https://www.sparknotes.com/lit/janeeyre/quotes/theme/social-class"},{"cfi":"epubcfi(/6/16!/4/64,/1:0,/1:100)","quote":"I have not yet said anything condemnatory of Mr. Rochester’s project of marrying for interest and co","desc":"In Chapter 18, Jane considers the potential marriage between Mr. Rochester and Miss Ingram. Jane’s thoughts reveal that she has difficulty coming to terms with this possible union. Not only has she fallen in love with Mr. Rochester, but also she believes he is not the type of person who would conform to social class expectations. Jane’s thoughts also highlight how deeply rooted the strict Victorian England social class rules were, especially in “their class.” She continues to contrast these social expectations with her strong belief in a love-filled marriage that transcends them.","page":"https://www.sparknotes.com/lit/janeeyre/quotes/theme/social-class"},{"cfi":"epubcfi(/6/20!/4/402,/1:0,/1:100)","quote":"“To women who please me only by their faces, I am the very devil when I find out they have neither s","desc":"Mr. Rochester is responding to Jane’s declaration of autonomy by insisting that he actually prefers a woman who is independent and strong in character and voice. He continues to describe all the unique character traits that he admires in Jane. In his preferring a woman like Jane, the character of Mr. Rochester is a contrast to male gender role expectations. While men of his social class are expected to desire a women who will allow themselves to be kept or remain insignificant, Mr. Rochester loves Jane for exactly the opposite reason: She is fierce and independent-minded.","page":"https://www.sparknotes.com/lit/janeeyre/quotes/theme/gender-roles"},{"cfi":"epubcfi(/6/20!/4/60,/1:0,/1:100)","quote":"I knew there would be pleasure in meeting my master again, even though broken by the fear that he wa","desc":"Jane describes how joyful she feels to see Mr. Rochester upon returning from her visit to Gateshead Hall, even though she has heard rumors of his possible marriage arrangement. Jane’s thoughts speak to Mr. Rochester’s effect on her. He has a way of making her happy, so she is content with whatever time she has with him. By referring to Thornfield as Jane’s home, Mr. Rochester reveals his genuine desire that Jane should stay.","page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/edward-rochester"},{"cfi":"epubcfi(/6/20!/4/402,/1:0,/1:100)","quote":"“To women who please me only by their faces, I am the very devil when I find out they have neither s","desc":"After Jane admits her concern that Mr. Rochester’s love for her will not last, Mr. Rochester shares what he truly admires in a woman. His interest in women who challenge him and show strength over women who are only focused on appearances and lack character contrasts with the gender norms of the time. In revealing that it is Jane’s fiery, strong character that he loves, Mr. Rochester reveals and defines his own character.","page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/edward-rochester"},{"cfi":"epubcfi(/6/26!/4/400,/1:247,/1:347)","quote":"He was young—perhaps from twenty-eight to thirty—tall, slender; his face riveted the eye; it was lik","desc":"Jane’s description of St. John’s physical features hints at the “pure” and “straight” character of his personality. St. John has rescued Jane from his doorstep, taking her in when she was in a desperate state. Her detailed analysis of his facial appearance noticeably contrasts with the physical description of the dark and brooding Mr. Rochester.","page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/st-john-rivers"},{"cfi":"epubcfi(/6/28!/4/242,/1:0,/1:100)","quote":"“While something in me,” he went on, “is acutely sensible to her charms, something else is as deeply","desc":"In Chapter 32, St. John responds to Jane’s suggestion that he marry Rosamond Oliver. St. John states that while he likes Rosamond, he recognizes that their relationship would fail because she would not fit as a missionary’s wife. This explanation reveals not only St. John’s practical side, but also his complete devotion to his missionary work. St. John does not look for love in a wife, but rather someone who could benefit his work.","page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/st-john-rivers"},{"cfi":"epubcfi(/6/30!/4/114,/1:35,/1:135)","quote":"St. John was a good man; but I began to feel he had spoken truth of himself when he said he was hard","desc":"Jane is reflecting on and confirming her earlier speculation that St. John’s character is hard and cold. She views St. John as a good man, but he is a man who never enjoys life, rests, or approves of others feeling content. Jane’s reflection comes after St. John disapprovingly ignores Jane’s improvements at Moor House. Jane comments on St. John’s dismissal of her accomplishments with a wry observation that he is not good husband material, adding to the novel’s theme of what makes a good marriage.","page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/st-john-rivers"},{"cfi":"epubcfi(/6/6!/4/356,/1:226,/1:326)","quote":"The punishment seemed to me in a high degree ignominious, especially for so great a girl—she looked ","desc":"Jane shares one of her first observations of Helen Burns soon after Jane arrives at Lowood school. As Jane observes Helen enduring public punishment, Jane describes Helen’s composure during the embarrassing and harsh incident. Jane notices how Helen seems to be focused on something more positive to help her through the experience. Immediately impressed with Helen’s strength, Jane’s curiosity about her character signals the reader that Helen will be important to the story.","page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/helen-burns"},{"cfi":"epubcfi(/6/8!/4/94,/1:0,/1:100)","quote":"“Hush, Jane! you think too much of the love of human beings; you are too impulsive, too vehement; th","desc":"Helen is speaking to Jane in response to Jane’s declaration that she needs others to love her and would sacrifice anything for that love. Helen pleads with Jane to look to God’s love not just human love. Again, Helen shares her strong faith, encouraging Jane to have faith and look to God for answers. Helen’s advice echoes in many of the choices Jane makes as an adult.","page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/helen-burns"},{"cfi":"epubcfi(/6/8!/4/314,/1:345,/1:445)","quote":"I learned that Miss Temple, on returning to her own room at dawn, had found me laid in the little cr","desc":"Jane’s final description of her time with Helen exemplifies their strong friendship, which closely resembles a sisterhood. In this account, Jane reveals that Helen was not alone as she died. Jane comforted Helen in her passing just as Helen comforted Jane during her times of pain and suffering. Even in death, Helen leaves a positive impression on Jane, proven by a replaced grave stone carrying Helen’s name and the expression, “I will rise again.” Through Jane, Helen’s spirit will “rise again.”","page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/helen-burns"}]