[{"cfi":"epubcfi(/6/6!/4/2/6,/1:0,/1:100)","quote":"It is a truth universally acknowledged, that a single man in possession of a good fortune, must be i","desc":"This is the first sentence of Pride and Prejudice and stands as one of the most famous first lines in literature. Even as it briskly introduces the arrival of Mr. Bingley at Netherfield—the event that sets the novel in motion—this sentence also offers a miniature sketch of the entire plot, which concerns itself with the pursuit of “single men in possession of a good fortune” by various female characters. The preoccupation with socially advantageous marriage in nineteenth-century English society manifests itself here, for in claiming that a single man “must be in want of a wife,” the narrator reveals that the reverse is also true: a single woman, whose socially prescribed options are quite limited, is in (perhaps desperate) want of a husband.","page":"http://www.sparknotes.com/lit/pride/quotes/"},{"cfi":"epubcfi(/6/18!/4/2/62,/1:219,/1:319)","quote":"Her hopes were answered; Jane had not been gone long before it rained hard. Her sisters were uneasy ","desc":"This quotation shows how obsessive Mrs. Bennet is about finding husbands for her daughters and how she does not actually care about their comfort or happiness. As it turns out, Jane getting drenched during the rainstorm leads her to become dangerously ill, but Mrs. Bennet is more preoccupied with how the rainstorm might help Jane to find a husband by forcing her to extend her visit at Netherfield Park. In the novel, family is not always a source of love and support. As this quote shows, family members sometimes encourage behavior that is actually harmful.","page":"https://www.sparknotes.com/lit/pride/quotes/theme/family"},{"cfi":"epubcfi(/6/116!/4/2/138,/1:28,/1:128)","quote":"I am only resolved to act in that manner, which will, in my own opinion, constitute my happiness, wi","desc":"This quote is spoken by Elizabeth when she tells Lady Catherine de Bourgh that she will not listen to Lady Catherine’s perspective on why Elizabeth should not marry Darcy. Elizabeth states that she does not have to take anyone else’s feelings into account when making personal decisions. This simple statement is actually quite radical. Since Lady Catherine is Elizabeth’s social superior, it would have been considered shocking for Elizabeth to openly state that she does not respect her opinion. The quote reflects Elizabeth’s commitment to following her heart and doing what she believes to be right.","page":"https://www.sparknotes.com/lit/pride/quotes/theme/integrity"},{"cfi":"epubcfi(/6/72!/4/2/24,/3:159,/3:259)","quote":"Do you think that any consideration would tempt me to accept the man who has been the means of ruini","desc":"Elizabeth speaks this quote when she refuses Darcy’s marriage proposal. She is angry and offended that Darcy would prevent Bingley from marrying Jane, and she expresses her loyalty to her sister. Because Darcy has acted against Jane, Elizabeth will not look at him in a positive light, even though he is very wealthy and has a lot to offer her. For Elizabeth, loyalty to her family and doing what is right is more important than becoming rich.","page":"https://www.sparknotes.com/lit/pride/quotes/theme/integrity"},{"cfi":"epubcfi(/6/44!/4/2/16,/1:117,/1:217)","quote":"Oh! Mr. Bennet, you are wanted immediately; we are all in an uproar. You must come and make Lizzy ma","desc":"This quote is spoken by Mrs. Bennet when she hears that Elizabeth has rejected Mr. Collins. The quote shows that Mrs. Bennet does not think her daughter has the right to choose whom she marries. She hopes that Mr. Bennet will back her up, and while her cry for help is ironic given Mr. Bennet’s personality, it is also revealing of gender roles at the time. Fathers usually had unlimited authority over their daughters, and it would not be uncommon for a man to make his daughter marry someone if the arrangement benefited the family.","page":"https://www.sparknotes.com/lit/pride/quotes/theme/gender"},{"cfi":"epubcfi(/6/34!/4/2/20,/1:0,/1:100)","quote":"But the attention of every lady was soon caught by a young man, whom they had never seen before, of ","desc":"This is the reaction of the female characters the first time they see Wickham. Although they do not know anything about Wickham’s character or history, they are distracted by his handsome appearance. They assume his good looks must also mean he is a good person. In light of what is later revealed about Wickham, the quote shows how appearances can be deceiving and can lead to false assumptions.","page":"https://www.sparknotes.com/lit/pride/quotes/theme/first-impressions"},{"cfi":"epubcfi(/6/40!/4/2/60,/1:168,/1:268)","quote":"I remember hearing you once say, Mr. Darcy, that you hardly ever forgave, that your resentment once ","desc":"Elizabeth speaks this quote to Darcy when she is trying to fish for information about his history with Wickham. She is implying criticism both about his stubbornness once he has formed an impression of someone and also that he is likely quick to judge. While she is criticizing Darcy for these traits, Elizabeth shows a lack of self-awareness, because she is also very quick to make up her mind—and then can be very stubborn about changing it. The quote works to show that the two of them are actually quite similar and therefore compatible.","page":"https://www.sparknotes.com/lit/pride/quotes/theme/first-impressions"},{"cfi":"epubcfi(/6/66!/4/2/30,/3:15,/3:115)","quote":"There is a stubbornness about me that never can bear to be frightened at the will of others. My cour","desc":"Elizabeth makes this comment when she is asked to play piano at Netherfield, and she erroneously assumes Darcy’s interest is an attempt to intimidate her. At this point, Elizabeth’s reading the most negative possible interpretations into Darcy’s actions has grown comic, and we see how prejudiced she has become. She acts as though Darcy is the sort of person to actively antagonize people, an analysis which does not match his generally introverted demeanor. However, Elizabeth’s acknowledgement of her own stubbornness prefigures later scenes with Lady Catherine de Bourgh, who actually is attempting to intimidate her.","page":"https://www.sparknotes.com/lit/pride/quotes/character/elizabeth-bennet"},{"cfi":"epubcfi(/6/26!/4/2/60,/1:51,/1:151)","quote":"I have faults enough, but they are not, I hope, of understanding. My temper I dare not vouch for. It","desc":"This comment is part of a larger conversation, during which Elizabeth states that Darcy believes himself perfect. Darcy’s admittance to his flaws shows some self-awareness. However, he still hasn’t recognized his class-based snobbery, which is worthy of critique. Nevertheless, he isn’t offended by Elizabeth’s teasing, and even appears to enjoy it. As seriously as he takes himself, he is not humorless when the teasing comes from someone he likes. His comment on his unforgiving nature will come to haunt Elizabeth later in the novel as she wonders what exactly it takes to lose Darcy’s good opinion.","page":"https://www.sparknotes.com/lit/pride/quotes/character/fitzwilliam-darcy"},{"cfi":"epubcfi(/6/120!/4/2/52,/11:285,/11:385)","quote":"By you, I was properly humbled. I came to you without a doubt of my reception. You showed me how ins","desc":"Just as Darcy’s letter forces Elizabeth to introspection, so does Elizabeth’s initial rejection force Darcy to self-reflect upon his pride. As multiple characters in the book point out, Darcy being proud of his status and accomplishments is not inherently a bad trait because they are worth being proud of. However, Elizabeth makes Darcy realize that having accomplishments and assets does not necessarily make one likable to a woman who values character and personality. Both characters have pushed each other to change for the better, highlighting how they bring out the best in each other and are an excellent match.","page":"https://www.sparknotes.com/lit/pride/quotes/character/fitzwilliam-darcy"},{"cfi":"epubcfi(/6/114!/4/2/96,/1:198,/1:298)","quote":"But when they see, as I trust they will, that their brother is happy with me, they will learn to be ","desc":"Jane’s comment to Elizabeth concerning Mr. Bingley’s sisters shows that she has grown wiser. While losing none of her kindness, Jane expresses that she recognizes that the Bingley sisters worked against her engagement to Mr. Bingley. Her comment that she will never feel as close to them shows that she will not instantly give back her trust, so different from earlier in the novel when she refuses to entertain the thought that they might wish her ill. However, her hope that they will be on good terms someday shows that she hasn’t lost her sweetness.","page":"https://www.sparknotes.com/lit/pride/quotes/character/jane-bennet-and-charles-bingley"},{"cfi":"epubcfi(/6/20!/4/2/62,/1:0,/1:100)","quote":"“I am astonished,” said Miss Bingley, “that my father should have left so small a collection of book","desc":"While visiting her ill sister, Jane, at the Bingley household, Elizabeth spends some time in discourse with Miss Bingley and Mr. Darcy. As the topic turns to reading and books, readers learn that Mr. Darcy’s home at Pemberley has an abundant library. Since eloquence and refinement are qualities that pull Mr. Darcy and Elizabeth close, this revelation is significant. Both Mr. Darcy and Elizabeth are readers, and they both enjoy verbal sparring. Pemberley is accumulating meaning in the novel, not just as Mr. Darcy’s home but as a symbol of generations of wealth, elegance, and education.","page":"https://www.sparknotes.com/lit/pride/quotes/symbol/pemberley"},{"cfi":"epubcfi(/6/88!/4/2/32,/1:0,/1:100)","quote":"Elizabeth was distressed. She felt that she had no business at Pemberley, and was obliged to assume ","desc":"Elizabeth has been invited by her aunt and uncle, the Gardiners, to take a trip to the lakes region, but their plans change and they go no farther north than Derbyshire, which is near Pemberley. After Mrs. Gardiner suggests that they visit Mr. Darcy’s estate, Elizabeth feels horrified at the prospect of meeting the man she despises. Later, a chambermaid assures her that the family is away for the summer, and Elizabeth is relieved. Volume Two ends with the sentence “To Pemberley, therefore, they were to go,” an understatement considering the novel’s ending. Again, the Pemberley estate symbolizes Elizabeth’s happy destiny and the embodiment of the love she will share with Mr. Darcy.","page":"https://www.sparknotes.com/lit/pride/quotes/symbol/pemberley"},{"cfi":"epubcfi(/6/60!/4/2/12,/1:1303,/1:1403)","quote":"Here, leading the way through every walk and cross walk, and scarcely allowing them an interval to u","desc":"In this scene, Elizabeth visits Mr. Collins’s home shortly after he marries her friend Charlotte Lucas, and he takes the ladies for a walk around the garden he maintains in his typical, methodical way. Mr. Collins describes many facts and details about every plant in his garden including the number of trees he owns, but according to the narrator, he fails to mention their natural beauty, suggesting Mr. Collins is more concerned with counting his roses than smelling them. The narrator explains that in Mr. Collins’s estimation, the best and most significant aspect of his garden is its view of Rosings, the home of his most-esteemed patroness, Lady Catherine de Bourgh. Her newly built home is “well situated on rising ground,” suggesting it is of much greater importance than the Collinses’ home.","page":"https://www.sparknotes.com/lit/pride/quotes/setting/rosings"},{"cfi":"epubcfi(/6/68!/4/2/36,/1:0,/1:100)","quote":"“It must be very agreeable for her to be settled within so easy a distance of her own family and fri","desc":"In this discussion between Darcy and Elizabeth, Austen juxtaposes how each of the characters views the difficulty of traveling fifty miles to visit a family member. Much of the conflict between characters in Pride and Prejudice centers on society’s expectations regarding class differences, including the difference in perspective between well-traveled Darcy and sheltered Elizabeth. This exchange occurs shortly before Darcy confesses to Elizabeth that he loves her despite struggling to extinguish his feelings because of “his sense of her inferiority.” Darcy’s comment about what distance must “appear far” to Elizabeth reveals both his own bias, because he assumes her to be more well-traveled than she is, as well as his interest in gauging her sense of comfort at being distant from Longbourn. Elizabeth subsequently points out his bias by remarking that the nature of “far” or “near” has all to do with whether people can afford to travel beyond their own neighborhoods.","page":"https://www.sparknotes.com/lit/pride/quotes/setting/rosings"},{"cfi":"epubcfi(/6/90!/4/2/10,/1:113,/1:213)","quote":"They gradually ascended for half-a-mile, and then found themselves at the top of a considerable emin","desc":"For most of the novel, Elizabeth interacts with Darcy at balls and other people’s homes, but in this scene, she views his grand estate, Pemberley, for the first time. Now that Elizabeth knows the truth about the motivations behind Darcy’s actions, she is more prepared to regard him with an open mind, so when Darcy’s housekeeper brags about his generosity, Elizabeth readily believes this positive account of his character. This marks the point in the novel when Elizabeth’s feelings toward Darcy transform into love as she begins to see the real man buried under her misconceptions of him. Pemberley is a symbol for the man who calls the estate home. Both Pemberley and Darcy are impressive and intimidating just by their very nature. They don’t need decoration or artificial beauty to impress.","page":"https://www.sparknotes.com/lit/pride/quotes/setting/pemberley"}]