[{"cfi":"epubcfi(/6/58!/4/2[pgepubid00030]/8/48,/1:0,/1:100)","quote":"“Pip, dear old chap, life is made of ever so many partings welded together, as I may say, and one ma","desc":"Joe says these words to Pip as a farewell in Chapter 27, after their awkward meeting in London. Pip, now a gentleman, has been uncomfortably embarrassed by both Joe’s commonness and his own opulent lifestyle, and the unpretentious Joe has felt like a fish out of water in Pip’s sumptuous apartment. With this quote, Joe tells Pip that he does not blame him for the awkwardness of their meeting, but he chalks it up instead to the natural divisions of life. The blacksmith concocts a metaphor of metalsmithing to describe these natural divisions: some men are blacksmiths, such as Joe, and some men are goldsmiths, such as Pip. In these simple terms, Joe arrives at a wise and resigned attitude toward the changes in Pip’s social class that have driven them apart, and he shows his essential goodness and loyalty by blaming the division not on Pip but on the unalterable nature of the human condition.","page":"https://www.sparknotes.com/lit/greatex/quotes/page/2"},{"cfi":"epubcfi(/6/80!/4/2[pgepubid00041]/8/36,/1:0,/1:100)","quote":"“I begin to think,” said Estella, in a musing way, after another moment of calm wonder, “that I almo","desc":"Estella makes this speech to Miss Havisham in Chapter 38, when Miss Havisham has complained that Estella treats her coldly and without love. Astonished that her adopted mother would make such an accusation after deliberately raising her to avoid emotional attachment and treat those who love her with deliberate cruelty, Estella responds with this analytical exploration of Miss Havisham’s attitude. Using sunlight as a metaphor for love (an appropriate metaphor, given Miss Havisham’s refusal to go into the sun), Estella first says that it is as if Miss Havisham raised her without ever telling her about sunlight, then expected her to understand it without having been taught. She then thinks of a better metaphor and says that it is as if Miss Havisham did tell her about sunlight, but told her that sunlight was her hated enemy, then reacted with disappointment and anger when Estella did not naturally love the sunlight.Estella concludes this metaphor by reminding Miss Havisham that she made her as she is, and that Miss Havisham is responsible for her creation. Estella says that both Miss Havisham’s “success” (Estella’s coldness and cruelty) and her “failure” (Estella’s inability to express her emotions and inability to love) make her who she is. This quote is extremely important to Estella’s development as a character, because it indicates her gradual arrival at self-knowledge, which will eventually enable her to overcome her past. The speech is also one of the best descriptions of Estella’s character to be found in the book.","page":"https://www.sparknotes.com/lit/greatex/quotes/page/3"},{"cfi":"epubcfi(/6/32!/4/2[pgepubid00016]/4[chap14]/4,/1:418,/1:518)","quote":"I had believed in the forge as the glowing road to manhood and independence. Within a single year al","desc":"Pip realizes his career goals have changed. Becoming a blacksmith had once seemed like a perfectly respectable way to live his life. Now, because of his exposure to Miss Havisham and Estella, working as a blacksmith seems beneath him. Unfortunately, at this point he is destined to apprentice to Joe and become a blacksmith. Blacksmiths were important and necessary in society at the time, but the job, being hard and dirty, was definitely not considered “genteel.” What Pip once looked forward to, he now dreads.","page":"https://www.sparknotes.com/lit/greatex/quotes/theme/ambition"},{"cfi":"epubcfi(/6/34!/4/2[pgepubid00017]/4[chap15]/8,/1:134,/1:234)","quote":"I wanted to make Joe less ignorant and common, that he might be worthier of my society and less open","desc":"As Pip begins to educate himself with books funded by small gifts of money from Miss Havisham, he wants to pass this knowledge on to Joe, but not simply out of the goodness of his heart. Pip has become ashamed of Joe’s lack of education. Although still in his apprenticeship to Joe, Pip has begun to think of himself as “above” Joe in some way. Only as an adult will Pip realize that Joe’s goodness and kindness give him more nobility of character than most of the upper-class people Pip has encountered.","page":"https://www.sparknotes.com/lit/greatex/quotes/theme/ambition"},{"cfi":"epubcfi(/6/54!/4/2[pgepubid00028]/4[chap25]/8,/1:305,/1:405)","quote":"These people hated me with the hatred of cupidity and disappointment. As a matter of course, they fa","desc":"Pip recognizes how Miss Havisham’s relatives dislike and resent him. They believe Miss Havisham is supporting Pip at the expense of their own potential inheritances. However, because Pip now has money, they treat him with far more respect and feigned admiration than they did when he was poor, like many others the “new” Pip encounters. Perhaps these people hope to ingratiate themselves in case Pip can help them in the future, or they may believe that simply having money makes someone admirable.","page":"https://www.sparknotes.com/lit/greatex/quotes/theme/money"},{"cfi":"epubcfi(/6/72!/4/2[pgepubid00037]/4[chap34]/6,/1:0,/1:100)","quote":"So now, as an infallible way of making little ease great ease, I began to contract a quantity of deb","desc":"Pip reveals that meeting all the expenses that go with appearing to be a gentleman has put him in a situation of living beyond his means, even with his far greater income. Unfortunately, his friend and roommate Herbert also goes into debt to share Pip’s lifestyle, as Herbert’s means are less than Pip’s. Ironically, a gentleman living in this time and place was far more likely to incur big debts than a lower-class person, because a bank would extend credit to a gentleman but not to a member of the lower class.","page":"https://www.sparknotes.com/lit/greatex/quotes/theme/money"},{"cfi":"epubcfi(/6/72!/4/2[pgepubid00037]/4[chap34]/16,/1:0,/1:100)","quote":"We spent as much money as we could, and got as little for it as people could make up their minds to ","desc":"Pip reflects on his past and realizes that as young men with money, he and his friends were extremely irresponsible. They never learned how to spend their money wisely, to judge what was of good or bad value, or to live within their financial limits. As naïve young men, they were also taken advantage of by the people who sold them the “necessities” of their lifestyle. Here, Pip suggests that both buyer and seller were to blame for excessive spending that took place.","page":"https://www.sparknotes.com/lit/greatex/quotes/theme/money"},{"cfi":"epubcfi(/6/16!/4/2[pgepubid00008]/4[chap06]/4,/1:305,/1:405)","quote":"It was much upon my mind (particularly when I first saw him looking about for his file) that I ought","desc":"Throughout his life, Pip is very concerned both with doing the right thing and with being believed to do the right thing. Unfortunately, his sister and many of her friends are constantly accusing Pip of being a bad child. The one person who believes in Pip’s basic goodness is Joe. Pip reveals he won’t risk losing Joe’s good opinion by telling him the truth.","page":"https://www.sparknotes.com/lit/greatex/quotes/character/pip"},{"cfi":"epubcfi(/6/38!/4/2[pgepubid00019]/4[chap17]/98,/1:611,/1:711)","quote":"I asked myself the question whether I did not surely know that if Estella were beside me at that mom","desc":"Throughout his long years of love for Estella, Pip has the self-awareness to realize that loving her is a thankless task. Still, he does so anyway. This devotion to Estella means he misses out on the possibility of love with Biddy, a girl of his own class who is kind, understanding, and smart. However, his selflessness in loving without hope ends up, many years later, making a strong impression on both Miss Havisham and Estella.","page":"https://www.sparknotes.com/lit/greatex/quotes/character/pip"},{"cfi":"epubcfi(/6/58!/4/2[pgepubid00030]/8/4,/1:0,/1:100)","quote":"I had neither the good sense nor the good feeling to know that this was all my fault, and that if I ","desc":"Joe has come to visit Pip in London. He is keen not to embarrass Pip, but his discomfort at being out of his element results in awkward and backwards behavior that annoys Pip. Here, Pip realizes that he himself was at fault for Joe’s discomfort. As an adult, Pip has many regrets about how he looked down on and neglected Joe during those first years after Pip’s class status changed.","page":"https://www.sparknotes.com/lit/greatex/quotes/character/pip"},{"cfi":"epubcfi(/6/74!/4/2[pgepubid00038]/4[chap35]/104,/1:0,/1:100)","quote":"“Biddy,” said I, “I made a remark respecting my coming down here often, to see Joe, which you receiv","desc":"After Mrs. Joe’s funeral, Pip declares that he will of course look after Joe, and Biddy seems to disbelieve him. Pip is highly offended that she would doubt his sincerity. However, as the adult Pip narrating the story makes clear, Pip did neglect Joe in favor of his “gentlemanly” pursuits in the first few years after Mrs. Joe’s death. This reality reveals young Pip to be a hypocrite who makes some bad choices.","page":"https://www.sparknotes.com/lit/greatex/quotes/character/pip"},{"cfi":"epubcfi(/6/78!/4/2[pgepubid00040]/4[chap37]/70,/1:425,/1:525)","quote":"Day by day as his hopes grew stronger and his face brighter, he must have thought me a more and more","desc":"Pip concocted a plan to secretly assist his friend Herbert in getting a job. Reflecting on his plan’s success, Pip’s goodness shines through. Pip later recalls this project, “The only good thing I had done, …since I was first apprised of my great expectations.” Pip enjoys the fact that he helped his friend but also the fact that Herbert believes he got the job on his own merits.","page":"https://www.sparknotes.com/lit/greatex/quotes/character/pip"},{"cfi":"epubcfi(/6/82!/4/2[pgepubid00042]/4[chap39]/134,/1:0,/1:100)","quote":"The abhorrence in which I held the man, the dread I had of him, the repugnance with which I shrank f","desc":"Pip learns that Magwitch is the source of Pip’s “great expectations.” Pip’s horror at this news springs from first revulsion and then dismay. He knows Magwitch as a frightening, coarse criminal. The idea that Pip now needs to feel grateful to him is difficult to grasp. If Magwitch is his patron then Miss Havisham is not, and all Pip’s ideas about her plans for himself and Estella are nothing more than wishful thinking.","page":"https://www.sparknotes.com/lit/greatex/quotes/character/pip"},{"cfi":"epubcfi(/6/82!/4/2[pgepubid00042]/4[chap39]/200,/1:0,/1:100)","quote":"I would not have gone back to Joe now, I would not have gone back to Biddy now, for any consideratio","desc":"Pip considers his options now that he believes he cannot continue taking money from Magwitch. He is mortified that such a person was his secret patron. Discovering that the money came from Magwitch rather than Miss Havisham causes Pip to see being “made” a gentleman as meaningless and perhaps worthless. However, he feels that returning home is not an option either. He suddenly sees that he has treated Joe and Biddy badly by abandoning them.","page":"https://www.sparknotes.com/lit/greatex/quotes/character/pip"},{"cfi":"epubcfi(/6/98!/4/2[pgepubid00050]/4[chap47]/4,/1:284,/1:384)","quote":"I had quite determined that it would be a heartless fraud to take more money from my patron in the e","desc":"Pip explains his discomfort with the fact that Magwitch has been his secret patron and his intention to break off that relationship once Magwitch gets safely out of England. By sending back the pocket-book to Magwitch, Pip is depriving himself of the money he could access with it. He’s unsure whether he is truly happy to deprive himself, or just proud of his own self-denial.","page":"https://www.sparknotes.com/lit/greatex/quotes/character/pip"},{"cfi":"epubcfi(/6/114!/4/2[pgepubid00058]/4[chap55]/4,/1:0,/1:100)","quote":"I imparted to Mr. Jaggers my design of keeping him in ignorance of the fate of his wealth. Mr. Jagge","desc":"When Magwitch is convicted of returning to England after being barred for life, his fortune is forfeit to the government. Here, Pip explains why he declines the lawyer Jaggers’s attempt to make a claim for it on Pip’s behalf. At this point, Pip’s lack of interest in the money is less because of his disgust at its originating from Magwitch, and more a sense that he never deserved the unexpected rise in fortune.","page":"https://www.sparknotes.com/lit/greatex/quotes/character/pip"},{"cfi":"epubcfi(/6/20!/4/2[pgepubid00010]/8/42,/1:0,/1:100)","quote":"It was when I stood before her, avoiding her eyes, that I took note of the surrounding objects in de","desc":"Here, Pip meets Miss Havisham for the first time. Her bizarre surroundings and appearance convey what Pip does not yet know. Miss Havisham deliberately stopped the world around her at a specific time and continues to dwell within that moment, not allowing herself to move on, not even to leave the room.","page":"https://www.sparknotes.com/lit/greatex/quotes/character/miss-havisham"},{"cfi":"epubcfi(/6/28!/4/2[pgepubid00014]/4[chap12]/12,/1:477,/1:577)","quote":"Also, when we played at cards Miss Havisham would look on, with a miserly relish of Estella’s moods,","desc":"Here, Pip reflects on the relationship he observed between Miss Havisham and Estella, an orphan whom Miss Havisham is raising. Miss Havisham enjoys training Estella to confuse, charm, and rebuff Pip, viewing him as representative of men in general. Miss Havisham seeks to have own heartbreak avenged by Estella’s breaking hearts. Miss Havisham doesn’t care that the person being hurt here is Pip.","page":"https://www.sparknotes.com/lit/greatex/quotes/character/miss-havisham"},{"cfi":"epubcfi(/6/42!/4/2[pgepubid00021]/4[chap19]/178,/1:0,/1:100)","quote":"“Ay, ay!” said she, looking at the discomfited and envious Sarah, with delight. “I have seen Mr. Jag","desc":"Miss Havisham is pleased to discuss Pip’s news about his “great expectations” with her cousin Sarah Pocket. Relatives believe that Miss Havisham has given a large amount of money to Pip rather than to her or other members of the family. Miss Havisham enjoys teasing their suspicions as she knows that most of her family members are hoping for her financial support and she doesn’t think they deserve it.","page":"https://www.sparknotes.com/lit/greatex/quotes/character/miss-havisham"},{"cfi":"epubcfi(/6/62!/4/2[pgepubid00032]/4[chap29]/180,/1:0,/1:100)","quote":"“I’ll tell you,” said she, in the same hurried passionate whisper, “what real love is. It is blind d","desc":"Miss Havisham reflects on her love for the con artist Compeyson with a sort of pride: She has suffered for love. However, this one tragic experience has limited her understanding of what love can be. To her love is suffering, while to another love may be far more satisfying because the experience is not one-sided. Miss Havisham has no comprehension of this type of love, because Compeyson never loved her back.","page":"https://www.sparknotes.com/lit/greatex/quotes/character/miss-havisham"},{"cfi":"epubcfi(/6/80!/4/2[pgepubid00041]/8/12,/1:0,/1:100)","quote":"“Did I never give her love!” cried Miss Havisham, turning wildly to me. “Did I never give her a burn","desc":"Miss Havisham’s words reveal she is bitter that Estella does not seem to love her. Estella explains that Miss Havisham never taught her how to love, and therefore Estella cannot be expected to do so. Miss Havisham disagrees, but her definition of love is more like an obsession with the past. Estella is the embodiment of Miss Havisham’s second chance at success by, in part, not falling in love, which is why she obsesses over Estella.","page":"https://www.sparknotes.com/lit/greatex/quotes/character/miss-havisham"},{"cfi":"epubcfi(/6/102!/4/2[pgepubid00052]/4[chap49]/96,/1:0,/1:100)","quote":"“Until you spoke to her the other day, and until I saw in you a looking-glass that showed me what I ","desc":"Miss Havisham recognizes that Pip loves Estella as Miss Havisham once loved Compeyson. As she suddenly sees herself in Pip instead of Estella, her old pain is new again. Miss Havisham realizes that her program of raising Estella not to love anyone was a mistake that is tragic for Estella. She realizes now what Estella will be missing by not being open to being loved.","page":"https://www.sparknotes.com/lit/greatex/quotes/character/miss-havisham"},{"cfi":"epubcfi(/6/20!/4/2[pgepubid00010]/8/14,/1:0,/1:100)","quote":"Though she called me “boy” so often, and with a carelessness that was far from complimentary, she wa","desc":"Here Pip describes his first impression of Estella, the woman who will become the great, yet unrequited love of his life. We cannot tell whether her indifference to him is what he finds attractive about her, or whether he simply admires her beauty and self-possession. Pip is now destined to be unsatisfied with his lowly position in society, because he cares far too much about impressing Estella.","page":"https://www.sparknotes.com/lit/greatex/quotes/character/estella"},{"cfi":"epubcfi(/6/62!/4/2[pgepubid00032]/4[chap29]/76,/1:0,/1:100)","quote":"The lady whom I had never seen before, lifted up her eyes and looked archly at me, and then I saw th","desc":"Here, Pip sees Estella for the first time after the years she spent abroad learning how to be a lady. Pip has matured and advanced over these years also, with the goal of becoming Estella’s equal. Overwhelmed by who Estella has become, he judges that Estella is just as much “above” him as before.","page":"https://www.sparknotes.com/lit/greatex/quotes/character/estella"},{"cfi":"epubcfi(/6/62!/4/2[pgepubid00032]/4[chap29]/132,/1:0,/1:100)","quote":"“You must know,” said Estella, condescending to me as a brilliant and beautiful woman might, “that I","desc":"For the first time, Estella tries to explain to Pip her indifference to him. Earlier, she might not have thought he deserved her attention at all simply because of his inferior class status. Now she at least “condescends” to try to make him understand. She seems to know that her heartlessness is a difference between herself and other people.","page":"https://www.sparknotes.com/lit/greatex/quotes/character/estella"},{"cfi":"epubcfi(/6/92!/4/2[pgepubid00047]/4[chap44]/126,/1:0,/1:100)","quote":"“On whom should I fling myself away?” she retorted, with a smile. “Should I fling myself away upon t","desc":"Estella explains to Pip that she is going to marry Drummle, who he knows to be a stupid and mean man, although rich. Estella believes that since she can’t love, it does not matter whom she marries; in fact, it would be worse for her to marry someone who loved her since she could not love him back.","page":"https://www.sparknotes.com/lit/greatex/quotes/character/estella"},{"cfi":"epubcfi(/6/82!/4/2[pgepubid00042]/4[chap39]/160,/1:0,/1:100)","quote":"“And then, dear boy, it was a recompense to me, look’ee here, to know in secret that I was making a ","desc":"Here, Magwitch explains that he knows he would never be considered a gentleman even though he is now wealthy, but he believes that he can “make” someone else into one. That someone who did not start life as a gentleman could become one was a relatively recent development in British society, and one that not everyone would have believed in even at this time.","page":"https://www.sparknotes.com/lit/greatex/quotes/character/abel-magwitch"},{"cfi":"epubcfi(/6/22!/4/2[pgepubid00011]/4[chap09]/122,/1:0,/1:100)","quote":"“There’s one thing you may be sure of, Pip,” said Joe, after some rumination, “namely, that lies is ","desc":"Joe scolds Pip after Pip confesses that he made up stories about what went on at Miss Havisham’s, which was in part because he did not think anyone would believe the truth. Pip hates lying to Joe and confesses not only that he lied, but also that he does not want to be “common” any more. Joe’s statement that lying “ain’t the way to get out of being common” reflects Joe’s nobility of character.","page":"https://www.sparknotes.com/lit/greatex/quotes/character/joe-gargery"}]