[{"cfi":"epubcfi(/6/4!/4/248,/1:0,/1:100)","quote":"In short, Mrs. Pontellier was beginning to realize her position in the universe as a human being, an","desc":"These lines from Chapter 6 describe the beginning of Edna’s process of awakening. Most of the concepts explored in the novel are mentioned in this passage: independence and solitude, self-discovery, intellectual maturation, and sexual desire and fulfillment. With the remark, “How few of us ever emerge from such beginning!” the narrator points out that Edna is unique in her willingness to embark upon her quest for autonomy, fulfillment, and self-discovery. Certainly, each new character that appears in the book only serves to highlight Edna’s uniqueness. The narrator’s subsequent remark, “How many souls perish in [the beginning’s] tumult!” foreshadows the turmoil that will result from Edna’s growing awareness. It seems to suggest that from the moment her awakening begins, Edna is marked for death. Additionally, the mention of the sea’s sensual and inviting voice presages Edna’s eventual suicide. The line that begins, “The voice of the sea . . .” is repeated almost verbatim just before Edna’s death.","page":"http://www.sparknotes.com/lit/awakening/quotes/"},{"cfi":"epubcfi(/6/6!/4/280,/1:73,/1:173)","quote":"She perceived that her will had blazed up, stubborn and resistant. She could not at that moment have","desc":"This passage is from Chapter 11 of the novel. Edna has just returned from her catalytic first swim and is lying in the porch hammock, refusing her husband’s entreaties to come inside to bed. For the first time in her life, Edna does not, out of habit, yield to Léonce’s command. Rather, she speaks against his control and does as she wishes. The narrator highlights the fact that, as Edna’s thoughts and emotions begin to change, she also becomes more self-aware and begins to analyze her former behavior. Her distance from her former self is emphasized by her inability to reconnect to her former mindset; although Edna remembers having submitted to her husband’s authority in the past, she cannot re-create the logic that would have led her to do such a thing, and her own past behavior seems alien and incomprehensible.","page":"http://www.sparknotes.com/lit/awakening/quotes/"},{"cfi":"epubcfi(/6/6!/4/416,/1:0,/1:100)","quote":"“How many years have I slept?” she inquired. “The whole island seems changed. A new race of beings m","desc":"These lines, which Edna speaks in Chapter 13, reflect her desire to be isolated with Robert and, thus, free from the restrictions of the society that surrounds them. At the same time, her fantasy that she and Robert have already been left alone as “past relics” evidences the way that her new self-awareness has separated her—dangerously—from reality. Mentally, Edna is already living in her own isolated, island-like, mythical world. She has not yet fully acknowledged her feelings for Robert, nor does she understand the effect that her love for him will have on her life in the real world. Indeed, the conditions that Edna describes in this daydream are the only ones in which a relationship between Edna and Robert would be possible. As long as they live within society, their love is unable to overcome social convention and tradition.","page":"http://www.sparknotes.com/lit/awakening/quotes/"},{"cfi":"epubcfi(/6/14!/4/414,/1:17,/1:117)","quote":"“The years that are gone seem like dreams—if one might go on sleeping and dreaming—but to wake up an","desc":"This quotation, drawn from a conversation Edna has with Doctor Mandelet in Chapter 38, may be considered the overarching message, or “moral,” of The Awakening. Even though Edna’s awakening leads her to suffer from the wisdom and self-awareness it affords her, the year of joy and understanding that accompanies this suffering is worth more to Edna than a lifetime of the semi-conscious submission that defined her former existence. According to Edna, to live with self-awareness, possessed and controlled only by one’s own soul, offers an existence far richer than a life lived according to the restricting “illusions” that are imposed by the expectations of others.","page":"http://www.sparknotes.com/lit/awakening/quotes/"},{"cfi":"epubcfi(/6/4!/4/60,/1:0,/1:100)","quote":"“You are burnt beyond recognition,” he added, looking at his wife as one looks at a valuable piece o","desc":"In the book’s opening chapter, Léonce Pontellier’s words serve to introduce his wife Edna by what he considers to be her essential identity, one of his pristine possessions. In keeping with the typical values of his society, he does not see Edna as her own person but only as a reflection on him. His description of her as “burnt beyond recognition” demonstrates that her value derives from her appearance. His critique also heightens the importance of the change that Edna is on the cusp of undergoing, as she moves from being a possession of her husband to taking an independent identity.","page":"https://www.sparknotes.com/lit/awakening/quotes/theme/identity"},{"cfi":"epubcfi(/6/6!/4/156,/1:0,/1:100)","quote":"But that night she was like the little tottering, stumbling, clutching child, who of a sudden realiz","desc":"In Chapter 10, the narrator recounts that after numerous efforts, Edna finally learns to swim. Her success is compared to that of a young child learning to walk, highlighting that Edna is not a static character. Rather, Edna is at the beginning of an entirely new developmental stage. Just as learning to walk opens the entire world to a child, Edna’s new ability to control her own body empowers her, giving her the confidence to move more independently in her world. She demonstrates this strength immediately, swimming dangerously far from the beach but regaining land under her own power.","page":"https://www.sparknotes.com/lit/awakening/quotes/theme/identity"},{"cfi":"epubcfi(/6/8!/4/22,/1:544,/1:644)","quote":"That she was seeing with different eyes and making the acquaintance of new conditions in herself tha","desc":"During her time at Grand Isle, Edna begins to look at the world and her own place within it differently. The narrator explains that at this moment in Edna’s awakening, she does not yet realize that the change comes from within herself, but she still accepts she exists in a new reality. Unlike other people around her, beholden to customs and societal norms, Edna has the courage to try to recreate the world around her in a way more pleasing to her sensibilities. In acknowledging and even pursuing a new standard, Edna shows her capability to transform her identity.","page":"https://www.sparknotes.com/lit/awakening/quotes/theme/identity"},{"cfi":"epubcfi(/6/8!/4/342,/1:60,/1:160)","quote":"The little glimpse of domestic harmony which had been offered her, gave her no regret, no longing. I","desc":"Edna has been visiting the Ratignolles, who enjoy a marriage marked by mutual affection and engagement, drastically different from the Pontelliers’ marriage. For Edna, this domestic situation has no appeal. In fact, after sharing a meal with the Ratignolles, she only feels depressed by the blandness of their lives. This scene signifies the emptiness that haunts Edna. As revealed by the narrator, her marriage to Léonce will never satisfy her, and she turns to Robert as a source of fulfillment. She will come to learn, however, that the actual constraints of Victorian marriage are the cause of the problem, not the specific partner.","page":"https://www.sparknotes.com/lit/awakening/quotes/theme/marriage"},{"cfi":"epubcfi(/6/6!/4/122,/1:223,/1:323)","quote":"One piece which that lady played Edna had entitled “Solitude.” It was a short, plaintive, minor stra","desc":"In Chapter 9, Edna attends a musical soirée, and there, while listening to Mademoiselle Reisz play the piano, she identifies with a piece of sad music and dubs it “Solitude.” In doing so, Edna is giving a name to her own condition. Edna has always been an isolated figure, in childhood and within her marriage. The ability to identify her problem, however, opens Edna up to the possibility of correcting it, should she choose, and forming true connections with other people.","page":"https://www.sparknotes.com/lit/awakening/quotes/theme/isolation"},{"cfi":"epubcfi(/6/12!/4/378,/1:144,/1:244)","quote":"All along the journey homeward their presence lingered with her like the memory of a delicious song.","desc":"In Chapter 32, Edna returns to New Orleans after visiting her children at Iberville and finds herself unable to maintain a connection to them. Edna has spent a joyous time with her boys, giving herself over to them wholeheartedly, and even felt pangs of sadness at leaving them. Yet, the union of mother and children is fleeting, measured both in time spent and in lasting effects. The narrator explains that Edna’s memory of herself in the mother role fades the further she gets from Iberville, and by the time she is home, that memory is lost and she exists in her own sphere, as usual.","page":"https://www.sparknotes.com/lit/awakening/quotes/theme/isolation"},{"cfi":"epubcfi(/6/16!/4/54,/1:77,/1:176)","quote":"She felt like some new-born creature, opening its eyes in a familiar world that it had never known.","desc":"In the final chapter, Edna stands alone by the sea, naked and alone but with a new sense of perception. While the world around Edna stays the same, she has been transformed by her awakening. She has become reborn. Her willingness to reject societal norms means that she can no longer comfortably live in that society. She refuses to go back to her old self as her husband’s possession. Rather than give up her essential self, she chooses to die alone, in the sea that only the summer before empowered her.","page":"https://www.sparknotes.com/lit/awakening/quotes/theme/isolation"},{"cfi":"epubcfi(/6/4!/4/128,/1:0,/1:100)","quote":"An indescribable oppression, which seemed to generate in some unfamiliar part of her consciousness, ","desc":"In Chapter 3, after being berated by Léonce for neglecting their children, Edna sits by herself and cries. As explained by the narrator, although Edna is upset with her husband, she acknowledges that he is a kind, devoted man and she does not understand the cause of her tears. Rather, an unspecified feeling of malaise and despondency overtakes her. This sadness with no name reflects Edna being stuck in narrowly defined roles that lead to her inability to realize her own personhood. Such a mood will revisit Edna throughout the book, often without Edna understanding why, revealing her depressed state of mind.","page":"https://www.sparknotes.com/lit/awakening/quotes/theme/depression"},{"cfi":"epubcfi(/6/4!/4/156,/1:0,/1:100)","quote":"In short, Mrs. Pontellier was not a mother-woman. The mother-women seemed to prevail that summer at ","desc":"In Chapter 4, the reader learns about Edna, particularly about the deficits in her mothering of her two boys. A mother-woman puts her children and family before all other concerns, negating herself if necessary. Unlike the other wives, Edna is not a mother-woman. This comparison indicates both that something is amiss with Edna and that if she pursues her different path, she will face difficulties.","page":"https://www.sparknotes.com/lit/awakening/quotes/character/edna-pontellier"},{"cfi":"epubcfi(/6/4!/4/304,/1:564,/1:664)","quote":"Edna had had an occasional girl friend, but whether accidentally or not, they seemed to have been al","desc":"In Chapter 7, Chopin describes Edna as a perennially isolated person, but this solitude is self-imposed. Edna lacks the awareness to understand the cause of her isolation. She feels uncomfortable reaching out to others and likely makes them uncomfortable reaching out to her. Edna only is able to form friendships at Grand Isle, as with Adèle, because Creole women are open and welcoming.","page":"https://www.sparknotes.com/lit/awakening/quotes/character/edna-pontellier"},{"cfi":"epubcfi(/6/6!/4/272,/1:87,/1:187)","quote":"Another time she would have gone in at his request. She would, through habit, have yielded to his de","desc":"In Chapter 11, Edna refuses to go inside when her husband bids her to do so, which is a new, daring experience for her. Society has taught Edna not only that she must follow a man’s orders but that she must not ask questions. Her refusal to obey Léonce even in such a small matter signifies her growing awareness that she is entitled to have differing opinions and desires from her husband.","page":"https://www.sparknotes.com/lit/awakening/quotes/character/edna-pontellier"},{"cfi":"epubcfi(/6/8!/4/342,/1:269,/1:369)","quote":"She was moved by a kind of commiseration for Madame Ratignolle,—a pity for that colorless existence ","desc":"Edna has spent the evening with Adèle and her husband but instead of being envious of their close relationship, she looks down upon them. Although Adèle is the perfect wife and mother, this role is not appealing to Edna: Adèle has no identity other than in relation to others, be it her husband, children, or friends. Edna, by contrast, wants to have an identity in her own right, based on her own character.","page":"https://www.sparknotes.com/lit/awakening/quotes/character/edna-pontellier"},{"cfi":"epubcfi(/6/10!/4/6,/1:230,/1:330)","quote":"She began to do as she liked and to feel as she liked. She completely abandoned her Tuesdays at home","desc":"This paragraph, which comes at the beginning of Chapter 19, marks the beginning of Edna’s journey toward independence. She drops her housewife duties and instead follows her own whims. This course of action involves rebelling against societal conventions and expectations—certain to cause talk in New Orleans—and instead, engaging in whatever she finds interesting and fulfilling. Edna’s behavior is selfish but at the same time self-realizing.","page":"https://www.sparknotes.com/lit/awakening/quotes/character/edna-pontellier"},{"cfi":"epubcfi(/6/4!/4/186,/1:0,/1:100)","quote":"He had lived in her shadow during the past month. No one thought anything of it. Many had predicted ","desc":"In Chapter 5, the reader learns about a core aspect of Robert’s identity: He is a platonic lover of women. While this summer he has chosen Mrs. Pontellier to be the object of his affection, the recitation of his past romances indicate that no one expects anything more serious to come of his devotion. Robert will continue to act, as he has in the past, as a perfect gentleman.","page":"https://www.sparknotes.com/lit/awakening/quotes/character/robert-lebrun"},{"cfi":"epubcfi(/6/6!/4/434,/1:0,/1:100)","quote":"He stirred the smoldering ashes till the broiled fowl began to sizzle afresh. He served her with no ","desc":"During the day that Edna and Robert spend on Chênière Caminada, they both try on new roles. Edna sleeps in a strange bed, which is important because it is not her own marital bed, while Robert assumes the mantle of husband and takes pleasure in hunting food and then providing it to Edna. In this scene however, Edna’s role is far more sensual than Robert’s, indicating that their affection for one another will play out in different ways.","page":"https://www.sparknotes.com/lit/awakening/quotes/character/robert-lebrun"},{"cfi":"epubcfi(/6/14!/4/62,/1:319,/1:419)","quote":"She found in his eyes, when he looked at her for one silent moment, the same tender caress, with an ","desc":"In Chapter 33, Edna and Robert have been reunited by chance at Mademoiselle Reisz’s apartment. While Robert’s words and body language show his discomfort, his unguarded facial expressions reveal his true feelings toward Edna. Robert’s caressing Edna with his eyes emerges as a stark contrast to Arobin, who uses continual physical caresses to woo a hesitant woman into becoming his lover.","page":"https://www.sparknotes.com/lit/awakening/quotes/character/robert-lebrun"},{"cfi":"epubcfi(/6/14!/4/428,/1:0,/1:41)","quote":"“I love you. Good-by—because I love you.”","desc":"Robert got a much-needed break when Edna was called away just as the two were admitting their mutual love. Robert takes the opportunity to gather his senses and flee. He has two reasons for leaving. First, Léonce will never free Edna, which is the only way Robert could be with her. Second, Robert realizes that Edna wants to be a free woman, not owned by any man, which is too radical an idea.","page":"https://www.sparknotes.com/lit/awakening/quotes/character/robert-lebrun"},{"cfi":"epubcfi(/6/6!/4/116,/1:371,/1:471)","quote":"She was a disagreeable little woman, no longer young, who had quarreled with almost every one, owing","desc":"In Chapter 9, Mademoiselle Reisz is introduced as an unpleasant woman but a talented pianist. Mademoiselle Reisz is an anomaly in her time period. She is unmarried and aggressive, and her music is her driving passion in life. A woman who goes against societal norms would need to be “self-assertive.” The typical woman of her time is supposed to be married and follow her husband’s lead.","page":"https://www.sparknotes.com/lit/awakening/quotes/character/mademoiselle-reisz"},{"cfi":"epubcfi(/6/6!/4/134,/1:0,/1:100)","quote":"“You are the only one worth playing for. Those others? Bah!” and she went shuffling and sidling on d","desc":"After playing for the crowd on Grand Isle, Mademoiselle Reisz singles Edna out as fellow passionate artist. While she does not yet know that Edna is a painter, Mademoiselle Reisz can identify a kindred spirit in Edna’s strong reaction to her music. This similarity leads Mademoiselle Reisz, who dislikes most people, to seek out a friendship with Edna.","page":"https://www.sparknotes.com/lit/awakening/quotes/character/mademoiselle-reisz"},{"cfi":"epubcfi(/6/12!/4/70,/1:0,/1:100)","quote":"“If I were young and in love with a man,” said Mademoiselle, turning on the stool and pressing her w","desc":"In this short speech, Mademoiselle Reisz makes clear two things. First, she has impossibly high standards, which could explain why she never married. Second, she identifies with Edna and sees something of herself in the younger woman. Here she is basically advising Edna to turn her back on love and devote herself to her higher artistic calling.","page":"https://www.sparknotes.com/lit/awakening/quotes/character/mademoiselle-reisz"},{"cfi":"epubcfi(/6/4!/4/264,/1:0,/1:100)","quote":"That summer at Grand Isle she began to loosen a little the mantle of reserve that had always envelop","desc":"By Chapter 7, Adèle and Edna are developing a friendship that will have significant implications. Adèle introduces Edna into a world in which people acknowledge and speak of their emotions. She makes Edna feel comfortable with physical affection as well. Both of the influences stir Edna’s awakening and make her receptive to sharing her feelings and body with others.","page":"https://www.sparknotes.com/lit/awakening/quotes/character/adle-ratignolle"},{"cfi":"epubcfi(/6/8!/4/340,/1:337,/1:437)","quote":"His wife was keenly interested in everything he said, laying down her fork the better to listen, chi","desc":"This sentence describes Adèle and her husband, Monsieur Ratignolle, and reveals the depth of their closeness and the way that Adèle builds him up. Adèle and her husband are in sync, constantly. Adèle hangs on his words and bolsters them up. She is a perfect helpmate to her husband, respecting, understanding, and enhancing him.","page":"https://www.sparknotes.com/lit/awakening/quotes/character/adle-ratignolle"},{"cfi":"epubcfi(/6/14!/4/388,/1:0,/1:100)","quote":"She was still stunned and speechless with emotion when later she leaned over her friend to kiss her ","desc":"Adèle has just given birth to another baby when she selflessly implores Edna to remember her children. Even at such an intensely personal, painful, and self-reflective moment, Adèle’s thoughts turn to Edna. Adèle suspects Edna is drifting from her family so she reminds Edna of all she stands to lose and the innocent children she could harm with any indiscretion or any leave taking.","page":"https://www.sparknotes.com/lit/awakening/quotes/character/adle-ratignolle"},{"cfi":"epubcfi(/6/10!/4/318,/1:711,/1:811)","quote":"He possessed a good figure, a pleasing face, not overburdened with depth of thought or feeling; and ","desc":"In Chapter 25, Edna has only recently become personally acquainted with Alcée Arobin. Chopin’s use of the words “pleasing” and “conventional” to describe Arobin show the contrast within his character. While he presents as an unremarkable figure, in reality he is a seducer of married women. Edna, not deeply enmeshed in the Creole community, could easily be fooled by his outward appearance.","page":"https://www.sparknotes.com/lit/awakening/quotes/character/alce-arobin"},{"cfi":"epubcfi(/6/12!/4/8,/1:189,/1:289)","quote":"He was prolific in pretexts. His attitude became one of good-humored subservience and tacit adoratio","desc":"In Chapter 26, Chopin’s description of how Arobin handles himself reveals the calculated nature of his effort to seduce Edna. Arobin is a superficial man, bent on sexual conquest. Because all that matters to him is physical intimacy with Edna, he will shape himself into whatever she needs him to be.","page":"https://www.sparknotes.com/lit/awakening/quotes/character/alce-arobin"}]