[{"cfi":"epubcfi(/6/4!/4/28[chap02]/158,/1:22,/1:122)","quote":"I am less to you than your ivory Hermes or your silver Faun. You will like them always. How long wil","desc":"Dorian makes a wry observation about Basil’s preoccupation with beauty after seeing in the finished painting how Basil idealized Dorian’s own handsomeness. Dorian accuses Basil of preferring art to his friends, because pieces of art will never change or grow old. The painting has made Dorian realize both the power and the transient nature of appearances, and he becomes jealous of anything that will remain beautiful forever. His accusation of Basil reveals that Dorian projects his feelings onto others, assuming they feel as he does. Basil has made it clear that he values Dorian for more than his looks.","page":"https://www.sparknotes.com/lit/doriangray/quotes/theme/appearances"},{"cfi":"epubcfi(/6/6!/4/172[chap04]/150,/1:1,/1:101)","quote":"Sibyl is the only thing I care about. What is it to me where she came from? From her little head to ","desc":"Dorian describes his adoration for Sibyl Vane to Lord Henry. Dorian previously explained that the theater manager wanted to tell him about Sibyl’s past, but he was not interested in learning more about her. Sibyl herself attracts him and he regards her history with other people as irrelevant. His observations on her petite body and porcelain skin reveal that Dorian’s feelings for Sibyl focus on her appearance rather than her personality. Dorian not only values his own good looks, but those of others as well.","page":"https://www.sparknotes.com/lit/doriangray/quotes/theme/appearances"},{"cfi":"epubcfi(/6/8!/4/22[chap06]/32,/1:118,/1:218)","quote":"Dorian says she is beautiful, and he is not often wrong about things of that kind. Your portrait of ","desc":"As Lord Henry tells Basil of Dorian’s engagement to Sibyl, he explains what he knows of Sibyl from Dorian. Her appearance made a strong first impression with Dorian, a key piece of information that Lord Henry feels necessary to pass on to Basil. Although Dorian must have been aware of his good looks before Basil painted his portrait, he did not place much value in his appearance until seeing the portrait. As a result, he now sees beauty as the only thing worth having or noticing.","page":"https://www.sparknotes.com/lit/doriangray/quotes/theme/appearances"},{"cfi":"epubcfi(/6/8!/4/22[chap06]/70,/1:320,/1:420)","quote":"I love Sibyl Vane. I want to place her on a pedestal of gold and to see the world worship the woman ","desc":"Dorian responds to Lord Henry’s questioning his need for marriage to Sibyl Vane. Until Dorian met Lord Henry, he led an innocuous life, innocent of any wrongdoing. Lord Henry has acted as an influence of evil in Dorian’s life, an influence that Dorian embraced. However, after meeting Sibyl, Dorian begins to question all he has learned from Lord Henry. Dorian feels pulled in two different directions, good and evil.","page":"https://www.sparknotes.com/lit/doriangray/quotes/theme/good-vs-evil"},{"cfi":"epubcfi(/6/14!/4/46[chap16]/42,/1:354,/1:454)","quote":"He was prisoned in thought. Memory, like a horrible malady, was eating his soul away. From time to t","desc":"The narrator reveals Dorian’s inner thoughts and feelings after he arrives at the opium den. Now that Dorian has corrupted other people and committed murder, he knows that he has fully given up on trying to live a good life and can be considered evil. In his mind’s eye he sees Basil, who appears as a timeless paragon of goodness, as well as memories of his former life, and Dorian cannot bear the guilt. Other than when he viewed his marred portrait, this reflection represents the first time Dorian realizes the consequences of his actions and feels any remorse.","page":"https://www.sparknotes.com/lit/doriangray/quotes/theme/good-vs-evil"},{"cfi":"epubcfi(/6/4!/4/28[chap02]/148,/1:88,/1:188)","quote":"How sad it is! I shall grow old, and horrible, and dreadful. But this picture will remain always you","desc":"Dorian has just seen the finished portrait of himself and makes a wish that he has no idea will come true. Although he does not expect his wish to be granted, the timeless portrait’s grim reminder of the fleeting nature of beauty arouses Dorian’s desperation to find a way to stop aging. His claim that he would give his soul in exchange for eternal youth reveals how much he fears his own mortality.","page":"https://www.sparknotes.com/lit/doriangray/quotes/theme/mortality"},{"cfi":"epubcfi(/6/14!/4/54[chap18]/4,/1:0,/1:100)","quote":"The next day he did not leave the house, and, indeed, spent most of the time in his own room, sick w","desc":"The narrator explains how Dorian responds after seeing James Vane in the window of his country home and fainting from the sight. Dorian fears that James Vane has come to kill him as revenge for his sister’s suicide. However, he does not care much about the value of his own life in the moment, and it seems he never has. Even when finally faced with his own mortality, Dorian does not feel the need to make his life worthwhile.","page":"https://www.sparknotes.com/lit/doriangray/quotes/theme/mortality"},{"cfi":"epubcfi(/6/4!/4/24[chap01]/114,/1:864,/1:964)","quote":"But in some curious way—I wonder will you understand me?—his personality has suggested to me an enti","desc":"Basil explains to Lord Henry the effect Dorian has on him as a person and as an artist. Although Basil has always been a talented painter, Dorian brings out his very best skills. Lord Henry becomes interested in how Dorian’s power over Basil can influence his art so much, and later decides to influence Dorian in the same way. While Dorian’s influence over Basil was unintended, Lord Henry’s intentional manipulation has drastic consequences for Dorian.","page":"https://www.sparknotes.com/lit/doriangray/quotes/theme/influence"},{"cfi":"epubcfi(/6/6!/4/36,/1:924,/1:1024)","quote":"Talking to him was like playing upon an exquisite violin. He answered to every touch and thrill of t","desc":"Lord Henry reflects on what it feels like spending time with Dorian Gray. He thinks of hearing his own ideas echoed in Dorian’s voice, which shows how easily he manipulates young Dorian. Lord Henry compares this feeling to playing music, with complete control of what comes out of the instrument. We can see that Lord Henry views his use of influence as a form of art on its own.","page":"https://www.sparknotes.com/lit/doriangray/quotes/theme/influence"},{"cfi":"epubcfi(/6/4!/4/24[chap01]/130,/1:237,/1:337)","quote":"As a rule, he is charming to me, and we sit in the studio and talk of a thousand things. Now and the","desc":"Basil describes his friend Dorian Gray to Lord Henry. This exchange takes place before Lord Henry, or readers, meet Dorian Gray. Dorian has not yet become consumed by his own vanity. However, Basil sees signs in Dorian that foreshadow a cruel disposition towards evil.","page":"https://www.sparknotes.com/lit/doriangray/quotes/character/dorian-gray"},{"cfi":"epubcfi(/6/4!/4/28[chap02]/132,/1:258,/1:358)","quote":"He stood there motionless and in wonder, dimly conscious that Hallward was speaking to him, but not ","desc":"The narrator describes the moment Dorian first sees the portrait of himself that Basil painted. Although Dorian likely knew he was handsome before seeing the painting, Basil’s expert rendition of him opens Dorian’s eyes to the power and influence that comes with youth and beauty.","page":"https://www.sparknotes.com/lit/doriangray/quotes/character/dorian-gray"},{"cfi":"epubcfi(/6/4!/4/28[chap02]/162,/1:1,/1:101)","quote":"I am jealous of everything whose beauty does not die. I am jealous of the portrait you have painted ","desc":"Dorian explains to Basil and Lord Henry why his portrait upsets him. His immediate reaction to the portrait was to admire it. However, after recalling Lord Henry’s warning that he would not always have his looks and youth, this admiration was replaced with anger and jealousy. Dorian’s jealousy of the portrait shows his ever-increasing vanity, and the fact that his mind changed so quickly proves the power Lord Henry has over this thoughts and emotions.","page":"https://www.sparknotes.com/lit/doriangray/quotes/character/dorian-gray"},{"cfi":"epubcfi(/6/8!/4/30[chap08]/102,/1:160,/1:260)","quote":"And yet I must admit that this thing that has happened does not affect me as it should. It seems to ","desc":"Dorian explains to Lord Henry his reaction to learning of Sibyl’s suicide. While Dorian initially reacts with shock and sadness, the feelings quickly pass. Dorian wonders if his lack of grief makes him heartless. As if to answer his own question, Dorian reveals that he feels her death like a spectator at a play, largely unaffected by her loss. The reader notes the diminishing control of a sense of right and wrong in Dorian’s feelings.","page":"https://www.sparknotes.com/lit/doriangray/quotes/character/dorian-gray"},{"cfi":"epubcfi(/6/10!/4/140[chap11]/8,/1:359,/1:459)","quote":"He had always the look of one who had kept himself unspotted from the world. Men who talked grossly ","desc":"The narrator explains people’s reactions to seeing and meeting Dorian. Once Dorian stops aging due to his arrangement with the portrait, he lives with abandon, corrupted by vanity and Lord Henry’s philosophy. Dorian becomes the envy of many people he encounters in society. As people only see a young, handsome man, they never imagine him engaging in any immoral activity. However, the reader recognizes the dramatic irony of their assumptions.","page":"https://www.sparknotes.com/lit/doriangray/quotes/character/dorian-gray"},{"cfi":"epubcfi(/6/10!/4/140[chap11]/52,/1:857,/1:957)","quote":"On his return he would sit in front of the picture, sometimes loathing it and himself, but filled, a","desc":"Here, the narrator describes how Dorian would go many weeks without looking at the painting, but occasionally look at it with both disgust and pleasure. His loathing of the portrait shows that he understands that in exchanging his soul for remaining forever youthful, he harms his soul and other people. However, he does not loathe it quite enough to try to repent for his sins.","page":"https://www.sparknotes.com/lit/doriangray/quotes/character/dorian-gray"},{"cfi":"epubcfi(/6/4!/4/24[chap01]/24,/1:383,/1:483)","quote":"But beauty, real beauty, ends where an intellectual expression begins. Intellect is in itself a mode","desc":"Lord Henry shares his thoughts about Basil’s portrait of Dorian after Basil says he has put too much of himself in the painting of Dorian. Lord Henry thinks Basil means the painting looks like him, and explains why he believes someone as intellectual as Basil could never have such beauty. This exchange, which occurs early in the novel, reveals the shallowness of Lord Henry, as he values beauty over art or intellect.","page":"https://www.sparknotes.com/lit/doriangray/quotes/character/lord-henry-wotton"},{"cfi":"epubcfi(/6/4!/4/24[chap01]/38,/1:133,/1:233)","quote":"I believe that you are really a very good husband, but that you are thoroughly ashamed of your own v","desc":"After Lord Henry talks of marriage as mutual deception from both spouses, Basil calls him out on how his talk and actions never seem to line up. While Lord Henry spends the novel spouting theories that might seem shocking to others, he never acts on what he says, though he encourages Dorian to do so.","page":"https://www.sparknotes.com/lit/doriangray/quotes/character/lord-henry-wotton"},{"cfi":"epubcfi(/6/8!/4/26[chap07]/112,/1:718,/1:818)","quote":"Besides, women were better suited to bear sorrow than men. They lived on their emotions. They only t","desc":"In an attempt to rationalize his rejection of Sibyl Vane, Dorian recalls Lord Henry’s theory of women. Dorian has only known Lord Henry a short time at this point, yet Lord Henry’s influence has quickly taken hold of Dorian’s thoughts. Lord Henry’s dismissal of women again shows his hypocrisy: Although a married man himself, he dissuades Dorian from marriage, with the likely motivation to prevent anyone else from counteracting his influence.","page":"https://www.sparknotes.com/lit/doriangray/quotes/character/lord-henry-wotton"},{"cfi":"epubcfi(/6/4!/4/24[chap01]/26,/1:211,/1:311)","quote":"There is a fatality about all physical and intellectual distinction, the sort of fatality that seems","desc":"Basil responds to Lord Henry’s ideas about the differences between physical beauty and intellectual power. Basil explains why he wouldn’t want to have the beauty of Dorian Gray. He even seems to regret his artistic talent, as greatness of any kind can have fatal consequences. Basil’s words reveal that he has no desire for power or fame, but cares only for his friends and his art.","page":"https://www.sparknotes.com/lit/doriangray/quotes/character/basil-hallward"},{"cfi":"epubcfi(/6/8!/4/26[chap07]/20,/1:0,/1:100)","quote":"Yet she was curiously listless. She showed no sign of joy when her eyes rested on Romeo. The few wor","desc":"When Dorian brings Basil and Lord Henry to see Sibyl act for the first time, he observes how much worse she performs than he has ever seen before. We later find out that Sibyl cannot feign feelings now that she has experienced the real thing. Although her beauty has not changed and she has the right technique, her performance shows what happens if an artist does not put their whole being into their art.","page":"https://www.sparknotes.com/lit/doriangray/quotes/character/sibyl-vane"},{"cfi":"epubcfi(/6/8!/4/26[chap07]/76,/1:374,/1:474)","quote":"The painted scenes were my world. I knew nothing but shadows, and I thought them real. You came—oh, ","desc":"Sibyl explains to Dorian the reason for her poor performance in the play. She has acted for her entire life, never knowing real relationships or experiences in the world. Now that she has felt real love with Dorian, she find cultivating pretenses meaningless. Although Dorian becomes angry with her, the reader suspects the anger to be a construct of Lord Henry’s manipulation of Dorian’s thoughts and actions.","page":"https://www.sparknotes.com/lit/doriangray/quotes/character/sibyl-vane"},{"cfi":"epubcfi(/6/8!/4/30[chap08]/124,/1:258,/1:358)","quote":"The girl never really lived, and so she has never really died. To you at least she was always a drea","desc":"Lord Henry attempts to comfort Dorian after bringing news of Sibyl Vane’s death. He says that because Sibyl only existed in plays, she never truly lived. Dorian and Lord Henry gain distance from her death by reducing the reality of her life to her professional pursuits. She died just as she was beginning to have a life she truly wanted, but the first rejection she experienced was too much for her to bear.","page":"https://www.sparknotes.com/lit/doriangray/quotes/character/sibyl-vane"}]