[{"cfi":"epubcfi(/6/6!/4/22,/1:0,/1:100)","quote":"“In a few days the Eldorado Expedition went into the patient wilderness, that closed upon it as the ","desc":"During the first section of Part 2, Marlow watches the Eldorado Exploring Expedition, a band of freelance bandits, reequip and then depart from the Central Station. This enigmatic report is the only news he receives concerning their fate. The dry irony of this quote is characteristic of Marlow, who by this point has truly come to see white men as the “less valuable animals.” Although he chalks up the Expedition’s fate to some idea of destiny or just reward, Marlow has already come to distrust such moral formulations: this is why he does not seek further information about the Expedition. Again he mentions a “patient wilderness”: the Expedition’s fate is insignificant in the face of larger catastrophes and even less meaningful when considered in the scope of nature’s time frame.","page":"https://www.sparknotes.com/lit/heart-of-darkness/quotes/page/2"},{"cfi":"epubcfi(/6/8!/4/76,/1:0,/1:100)","quote":"“The brown current ran swiftly out of the heart of darkness, bearing us down towards the sea with tw","desc":"This quote, which comes as the steamer begins its voyage back from the Inner Station in the third section of Part 3, with Kurtz and his ivory aboard, brings together the images of the river and the “heart of darkness” which it penetrates. The river is something that separates Marlow from the African interior: while on the river he is exterior to, even if completely surrounded by, the jungle. Furthermore, despite its “brown current,” the river inexorably brings him back to white civilization. The first sentence of this quote suggests that Marlow and Kurtz have been able to leave the “heart of darkness” behind, but Kurtz’s life seems to be receding along with the “darkness,” and Marlow, too, has been permanently scarred by it, since he is now ineradicably marked as being of Kurtz’s party. Thus, it seems that the “darkness” is in fact internalized, that it is part of some fundamental if ironic “unsoundness.”","page":"https://www.sparknotes.com/lit/heart-of-darkness/quotes/page/4"}]