[{"cfi":"epubcfi(/6/16!/4/2[pgepubid00007]/4[chap05]/18,/1:0,/1:100)","quote":"This was the deputation. There had been a hasty consultation, and since the Martians were evidently,","desc":"This quote from Book One: Chapter 5 demonstrates the humans’ assumptions that their signal of the white flag of surrender is universal and that even the Martians will understand it. The delegates included Ogilvy, Stent, and Henderson, all educated men who must have been part of the quick consultation that decided upon this tactic. The note that the Martians are intelligent despite their ugliness insinuates that one would typically assume that an ugly creature is unintelligent. Their fuss over the Martians’ superior intelligence demonstrates how preciously humans hold their superior intelligence over all other living creatures. The egocentrism of humans is apparent in comparing their intelligence to that of the Martians, who have superior technology, intelligence, and communication skills.","page":"http://www.sparknotes.com/lit/war-of-the-worlds/quotes/"},{"cfi":"epubcfi(/6/24!/4/2[pgepubid00011]/4[chap09]/42,/1:0,/1:100)","quote":"I must confess the sight of all this armament, all this preparation, greatly excited me. My imaginat","desc":"In Book One: Chapter 9 the Narrator again displays his egocentrism as he imagines the easy defeat of the Martians. He looks around at what seems to him a great arsenal of weaponry and thinks that all of the planning that has gone into the defense will ensure an easy victory. He demonstrates the human tendency to believe that humans are the most intelligent force in the universe and that others are helpless against them. He has the temerity to be in a state of excitement and daydreams of ways to defeat the invaders. He is acting like a schoolboy who thinks that war will be fun and adventurous, and for him to go so far as to say that the fight didn’t seem fair, shows his great underassessment of the strength of the Martians and his over assessment of humans’ prowess against them.","page":"http://www.sparknotes.com/lit/war-of-the-worlds/quotes/"},{"cfi":"epubcfi(/6/40!/4/2[pgepubid00019]/4[chap17]/2,/1:884,/1:984)","quote":"Never before in the history of the world had such a mass of human beings moved and suffered together","desc":"In Book One: Chapter 17, the Narrator describes the changes happening to humankind at the hands of the Martians, comparing the human mass exodus to animals stampeding. He has no way of knowing if anything like this has happened before in all of history, but his sweeping claim suggests that he believes that nothing of the sort has ever happened before. Because of the terror the Martians’ actions inflict, people turn into animals fighting and vying for food and water as means of survival. People panic and start fleeing without thinking about food and other necessities such as proper clothing or footwear. The Narrator sees this as a pivotal moment of change on Earth, the defeat and death of known civilization and humanity. Pure fear drives his perception, as it does the stampede of humans trying to escape the Martians. The Martians are forcing the changes onto humans that humans have forced onto animals and other humans.","page":"http://www.sparknotes.com/lit/war-of-the-worlds/quotes/"},{"cfi":"epubcfi(/6/54!/4/2[pgepubid00026]/4[chap23]/12,/1:0,/1:100)","quote":"In the end the red weed succumbed almost as quickly as it had spread. A cankering disease, due, it i","desc":"In Book Two: Chapter 6 the red weed grows quickly to cover England, and it grows in the wake of the places the Martians have destroyed. Its rapid growth parallels the quick and thorough destruction the Martians have wrought, and it covers anything in its path including edifices and landscape. The Narrator illustrates the concept of natural selection by explaining that all plants on Earth have built up resistance to bacteria and makes the point that the red weed did not have this resistance because it is from Mars and is not used to Earth’s bacteria. The timing of this information in the novel is important because the red weed dies two chapters before the Narrator points out that the Martians succumb to the same fate. Earlier in the novel, the Narrator said that the flashes of green light and the newspaper cartoons and articles helped prepare people for the idea of the Martian invasion; in much the same way, the death of the red weed foreshadows the Martians’ death and shows the power of evolution and natural selection.","page":"http://www.sparknotes.com/lit/war-of-the-worlds/quotes/"}]