[{"cfi":"epubcfi(/6/4!/4/26,/1:0,/1:100)","quote":"Once upon a time and a very good time it was there was a moocow coming down along the road and this ","desc":"These first lines of A Portrait of the Artist as a Young Man represent Joyce’s attempt to capture the perceptions of a very young boy. The language is childish: “moocow,” “tuckoo,” and “nicens” are words a child might say, or words that an adult might say to a child. In addition to using childlike speech, Joyce tries to emulate a child’s thought processes through the syntax of his sentences and paragraphs. He jumps from thought to thought with no apparent motivation or sense of time. We have no idea how much time goes by between Stephen’s father telling him the story and Stephen wetting the bed. Moreover, the way Stephen’s thoughts turn inward reflects the way children see themselves as the center of the universe. Stephen is the same Baby Tuckoo as the one in the story his father tells, and the song Stephen hears is “his song.” As Stephen ages, Joyce’s style becomes less childish, tracking and emulating the thoughts and feelings of the maturing Stephen as closely as possible.","page":"http://www.sparknotes.com/lit/portraitartist/quotes/"},{"cfi":"epubcfi(/6/12!/4/198,/1:0,/1:100)","quote":"His throat ached with a desire to cry aloud, the cry of a hawk or eagle on high, to cry piercingly o","desc":"This passage, from Chapter 4, demonstrates Joyce's contention that becoming a true artist involves a calling, not a conscious decision the artist can make himself. These thoughts fly through Stephen's mind just before he sees a young girl wading at a beach. The sight of her image leads to one of the most important epiphanies in the novel. Stephen sees her not long after he has refused the priesthood, a time when he is unsure of what to do now that he has relinquished his religious devotion. At this moment, Stephen finally feels a strong calling, and determines to celebrate life, humanity, and freedom, ignoring all temptations to turn away from such a celebration. He has already succumbed to temptation twice. First, a “dull gross voice” causes him to sin deeply when he succumbs to the squalor of Dublin. Second, an “inhuman voice” invites him into the cold, dull, unfeeling world of the priesthood. Both of these temptations, as well as the calling to become an artist, are forces through which the outside world acts upon Stephen. In this context, the passage suggests that it is as much fate as Stephen’s own free will that leads him to become an artist.","page":"https://www.sparknotes.com/lit/portraitartist/quotes/page/3"}]