[{"cfi":"epubcfi(/6/30!/4/28[chap53]/34,/1:598,/1:698)","quote":"I have said that they were truly happy; and without strong affection and humanity of heart, and grat","desc":"The final passage of the novel sums up Dickens’s moral and religious vision. On the one hand, Dickens considers a firm and true belief in God to be an essential prerequisite of both moral rectitude and earthly happiness. On the other hand, the novel has not been kind to characters such as Mr. Bumble, who prattle on about Christian values, but whose behavior is notably lacking in “Benevolence” and who are quick to condemn others as sinners. The description of Agnes’s grave is an attack on puritanical religion, which would consider adultery to be an unforgivable sin. The novel’s faith in Christian values is as wholehearted as its attacks on Christian hypocrisy are biting.","page":"https://www.sparknotes.com/lit/oliver/quotes/page/5"},{"cfi":"epubcfi(/6/30!/4/28[chap53]/24,/1:0,/1:100)","quote":"Mr. and Mrs. Bumble, deprived of their situations, were gradually reduced to great indigence and mis","desc":"In an ironic turn, due to their role in hiding Oliver’s true identity, the narrator explains how the Bumbles lose their position at the workhouse and get sent there as inmates themselves. This reversal of fortune plays with the argument that poor people have done something to merit their bleak situation. While the Bumbles brought about their own sorry fate—their avarice leads them to sell information about Agnes’s locket for twenty-five pounds—most of the impoverished people in the novel, like Oliver and Nancy, are simply born into unfortunate circumstances. The Bumbles may be the only occupants in the workhouse who deserve to be there.","page":"https://www.sparknotes.com/lit/oliver/quotes/theme/poverty"},{"cfi":"epubcfi(/6/28!/4/26[chap51]/62,/1:77,/1:177)","quote":"He had left her, when only eighteen; robbed her of jewels and money; gambled, squandered, forged, an","desc":"As a foil to Oliver and his purity, Monks and his degradation demonstrate that criminality spans wealth and social class. As described here by the narrator, even though Monks has socially respectable, well-off parents, he acts like a born criminal. Life offered Monks advantages that no one in Fagin’s gang could imagine—including an inheritance. Instead, Monks chose to spend much of his life in the company of criminals. He shows no interest in repentance, even when confronted by Mr. Brownlow, who treats him with kindness. In the end, despite starting afresh in the New World, Monks returns to his old ways and dies in prison.","page":"https://www.sparknotes.com/lit/oliver/quotes/theme/criminality"},{"cfi":"epubcfi(/6/4!/4/40[chap04]/78,/1:260,/1:360)","quote":"The simple fact was, that Oliver, instead of possessing too little feeling, possessed rather too muc","desc":"When the board at the workhouse sends Oliver to apprentice with the undertaker, he shows no sign of emotion, which the board members take as a sign that he is a hardened ruffian. However, as explained by the narrator here, the mistreatment that he has known all his life renders Oliver numb. Even as a boy, Oliver gleaned that no one cares what he thinks or feels so he needn’t bother trying to communicate.","page":"https://www.sparknotes.com/lit/oliver/quotes/character/oliver-twist"},{"cfi":"epubcfi(/6/8!/4/8[chap09]/48,/1:0,/1:100)","quote":"Oliver thought the old gentleman must be a decided miser to live in such a dirty place, with so many","desc":"On the first morning that Oliver wakes up in Fagin’s house, he spies the old man gloating over his gold jewels and watches. Oliver finds Fagin—also referred to as the Jew— curious: The objects imply that Fagin is rich, yet he chooses to live in a dirty, broken-down home. Oliver’s reasoning shows his naiveté and innocence. Unexposed to the world of criminality, he never makes a connection between so many of the same type of items with a stash of stolen goods.","page":"https://www.sparknotes.com/lit/oliver/quotes/character/oliver-twist"},{"cfi":"epubcfi(/6/30!/4/28[chap53]/12,/1:390,/1:490)","quote":"Mr. Brownlow, unwilling to deprive the elder son of the opportunity of retrieving his former vices a","desc":"Upon learning that Oliver is the true heir of his father’s fortune, Mr. Brownlow nevertheless suggests splitting the money equally between the boy and Monks, to which Oliver agrees. Oliver’s acquiescence shows his forgiving and optimistic nature. Even though Monks wanted to kill him, Oliver feels happy to share his money in hopes of helping out his half-brother. Oliver seems wholly incapable of holding a grudge.","page":"https://www.sparknotes.com/lit/oliver/quotes/character/oliver-twist"},{"cfi":"epubcfi(/6/10!/4/94[chap16]/156,/1:336,/1:378)","quote":"Do you know who you are, and what you are?","desc":"Sikes responds to Nancy’s rage at the gang’s cruel and threatening treatment of Oliver after they have captured him from Mr. Brownlow’s home. Sikes reminds Nancy of her life as a criminal. As such, she has little power to boost her defense of Oliver, and Sikes attempts to remind her to return to her “appropriate role” of carrying out his commands.","page":"https://www.sparknotes.com/lit/oliver/quotes/character/nancy"},{"cfi":"epubcfi(/6/26!/4/98[chap46]/144,/1:45,/1:103)","quote":"You can do nothing to help me. I am past all hope, indeed.","desc":"After Nancy shares her information about Monks with Mr. Brownlow and Rose, Mr. Brownlow asks how he can help her. Like Rose earlier, he would like to provide Nancy, whom he recognizes as a good person caught in a bad situation, a way out. But she refuses Mr. Brownlow’s offer to start a new life elsewhere, just as she refused Rose’s efforts to help, for Nancy views her future as fixed. Though she claims to hate her old life, she willingly accepts and returns to what feels familiar.","page":"https://www.sparknotes.com/lit/oliver/quotes/character/nancy"},{"cfi":"epubcfi(/6/8!/4/8[chap09]/22,/1:1,/1:101)","quote":"What a fine thing capital punishment is! Dead men never repent; dead men never bring awkward stories","desc":"Fagin murmurs these words to himself on Oliver’s first day in his home, while reviewing his stash of stolen jewels. Fagin clearly runs a gang of thieves, and he only cares about their ability to earn him wealth. He considers the hanging of thieves for their crimes a benefit to his management of a crime syndicate—none of his number, if caught, will inform on him.","page":"https://www.sparknotes.com/lit/oliver/quotes/character/fagin"},{"cfi":"epubcfi(/6/12!/4/174[chap18]/126,/1:0,/1:100)","quote":"In short, the wily old Jew had the boy in his toils. Having prepared his mind, by solitude and gloom","desc":"The narrator explains how Fagin carries out his plot to make Oliver a willing member of his gang. First, he deprives him of human company, and then, he makes the boys, Dodger and Bates, become his friends. This campaign reveals Fagin to be a wily manipulator. He expects that Oliver will become so desperate for companionship that he will fall in line. Ultimately, however, Fagin lacks the perception to understand that Oliver would rather die than commit crimes.","page":"https://www.sparknotes.com/lit/oliver/quotes/character/fagin"},{"cfi":"epubcfi(/6/26!/4/84,/1:0,/1:100)","quote":"But perhaps she would recoil from a plot to take the life of Sikes, and that was one of the chief en","desc":"Fagin contemplates how to get Nancy to help him achieve his goal of killing Sikes, who has become a loose and dangerous end. Since he knows that Nancy will not willingly help him, Fagin schemes to find something to hold over her head. As seen in his relationship with all his companions, the unprincipled Fagin will resort to blackmail, manipulation, deception, or murder—whatever he must—to reach his goals.","page":"https://www.sparknotes.com/lit/oliver/quotes/character/fagin"},{"cfi":"epubcfi(/6/16!/4/228[chap29]/10,/1:0,/1:100)","quote":"The younger lady was in the lovely bloom and spring-time of womanhood; at that age, when, if ever an","desc":"While introducing Rose Maylie, the narrator imbues her with all the qualities of goodness by comparing her to an angel. This description signals to the reader that Rose, like Oliver, possesses a pure soul dedicated to the well-being of others. As the novel progresses, she becomes Oliver’s fierce defender. But she also attempts to help others who have less merit, like Nancy. She acts selflessly to protect others, such as when she refuses to marry Harry.","page":"https://www.sparknotes.com/lit/oliver/quotes/character/rose-maylie"},{"cfi":"epubcfi(/6/8!/4/16[chap11]/90,/1:0,/1:100)","quote":"With many interruptions, and repeated insults, Mr. Brownlow contrived to state his case; observing t","desc":"The narrator explains that, after Oliver’s arrest, Mr. Brownlow sides with him and actively seeks to protect Oliver from prosecution. Once he gets a good look at Oliver, he believes wholeheartedly in the boy’s innocence. As Mr. Brownlow realizes that Oliver appears guilty by association, he appeals for leniency if Oliver was connected to the thieves. Thus far in the novel, Mr. Brownlow exemplifies a mentality that does not believe in deep-seated, unchangeable criminality and its connection to poverty.","page":"https://www.sparknotes.com/lit/oliver/quotes/character/mr-brownlow"},{"cfi":"epubcfi(/6/10!/4/86[chap14]/62,/1:237,/1:337)","quote":"You say you are an orphan, without a friend in the world; all the inquiries I have been able to make","desc":"Mr. Brownlow encourages Oliver to tell the truth about his life. After Oliver recovers from illness, Mr. Brownlow confirms Oliver’s story, including that he has lived in bad company. However, Mr. Brownlow does not hold these circumstances against Oliver. Instead, he guarantees his own lasting friendship as long as Oliver speaks truthfully. These words stand in powerful relief against the backdrop of society’s stereotypes. In Oliver’s young life, no one has trusted him, listened to him, or assumed he has any goodness or value to offer.","page":"https://www.sparknotes.com/lit/oliver/quotes/character/mr-brownlow"},{"cfi":"epubcfi(/6/30!/4/28[chap53]/34,/1:0,/1:100)","quote":"How Mr. Brownlow went on, from day to day, filling the mind of his adopted child with stores of know","desc":"The narrator describes how Mr. Brownlow raises Oliver to be an educated, accomplished man, like himself. The two make a likely pair in their belief that every person has the right to develop into his or her best self. Mr. Brownlow’s trustworthy and kind nature has brought him what he never had before—a family of his own.","page":"https://www.sparknotes.com/lit/oliver/quotes/character/mr-brownlow"}]