[{"cfi":"epubcfi(/6/4!/4/64[img018]/8,/1:530,/1:630)","quote":"I ain’t doing my duty by that boy, and that’s the Lord’s truth, goodness knows. Spare the rod and sp","desc":"This quotation is from Chapter 1, when Tom has just escaped Aunt Polly’s grasp once again. Aunt Polly’s mixture of amusement and frustration at Tom’s antics is characteristic of her good humor. She attempts to discipline Tom out of a sense of duty more than out of any real indignation. In fact, she often seems to admire Tom’s cleverness and his vivacity. Her inner conflict about her treatment of Tom is summed up in the final sentence of this passage.The faithful re-creation of regional dialects is a characteristic element of Twain’s style. Aunt Polly uses a colloquial vocabulary and pronunciation that may be difficult for a reader unfamiliar with these speech patterns. Twain’s minute attention to language is an important aspect of his realism—–his project of capturing the uniqueness of American frontier life. Twain carefully studied the speech of his local Missouri community and experimented with different ways of rendering it in writing. Furthermore, he attended closely to the internal variations in speech even within such a small town as Hannibal (rendered in his fiction as St. Petersburg). The differences between the language of rich people and poor people, and between the language of Black people and white people, often find expression in Twain’s dialogue. In addition to its distinctive idiom and accent, Aunt Polly’s speech is peppered with clichés and folk wisdom, mixing Scripture and local sayings in a way that gives structure and meaning to her experience.","page":"http://www.sparknotes.com/lit/tomsawyer/quotes/"},{"cfi":"epubcfi(/6/18!/4/32[img189]/4,/1:0,/1:100)","quote":"Tom was a glittering hero once more—the pet of the old, the envy of the young. His name even went in","desc":"The community’s assessment of Tom in Chapter 24, after his testimony against Injun Joe, implicitly acknowledges the close relationship between Tom’s misbehavior and his heroism. If Tom had not sneaked out at night to carouse in the cemetery with Huck, he would never have been present to witness Dr. Robinson’s murder—as by all rights he should not have been. Tom’s consistently bold and risky behavior puts him in the position to save the day. Distinguishing himself from the conventional, run-of-the-mill behavior that is accepted as the standard in his community is an achievement that cuts both ways, as it makes Tom exceptional in both the good and the bad sense: an extreme character like his is bound to lead either to greatness or to ignominy; as the town puts it, he either will become president or hang.","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/page/4"},{"cfi":"epubcfi(/6/6!/4/14[img026]/6,/1:0,/1:100)","quote":"Saturday morning was come, and all the summer world was bright and fresh, and brimming with life. Th","desc":"The theme of nature jumps from the page as Tom reluctantly prepares for his chore of whitewashing the fence and the narrator describes the natural world around him. The narrator describes this Saturday summer morning as bright, beautiful, and inviting. This idyllic setting tempts Tom to abandon the chores forced on him as a punishment and to explore nature. The natural world symbolizes happiness and freedom to Tom Sawyer, tying his character to that of the authentic romantic hero.","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/theme/nature"},{"cfi":"epubcfi(/6/10!/4/36[img079]/6,/1:567,/1:667)","quote":"There was not even a zephyr stirring; the dead noonday heat had even stilled the songs of the birds;","desc":"The narrator explains that Tom, upset after fighting with Becky, runs off to a dense wood to find comfort, demonstrating the importance of nature as inner landscape. Tom reflects on the silent, morose natural setting and feels at one with his surroundings that parallel his self-pitying mood. He envisions lying with the trees and grass in final repose, showing how nature symbolizes comfort and peace to Tom during times of struggle.","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/theme/nature"},{"cfi":"epubcfi(/6/12!/4/102[img121]/6,/1:128,/1:228)","quote":"It was the cool gray dawn, and there was a delicious sense of repose and peace in the deep pervading","desc":"The narrator describes sunrise, personifying nature as awakening to a work day. Giving nature humanlike qualities strengthens the connection between nature and the boys in this scene. When Tom, Joe Harper, and Huck run away and camp on Jackson’s Island, their entire adventure involves fleeing from civilization and seeking refuge in a natural setting. As Tom wakes in the morning in the woods, the narrator describes his surroundings using words like “delicious,” “calm,” and “cool” to reflect nature’s positive effect.","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/theme/nature"},{"cfi":"epubcfi(/6/14!/4/50[img141]/12,/1:503,/1:603)","quote":"While it lasted, he got them interested in a new device. This was to knock off being pirates, for a ","desc":"The narrator’s description of Tom, Huck, and Joe’s childlike, imaginative games while camping on Jackson’s Island reveals the theme of youth and innocence. While the boys chose to run away from the village and initially celebrate their independence, after only a few days, they begin to feel homesick. To distract themselves from their longing for home, they turn to their youthful imaginations and jump into a make-believe world of Indians. Immersing themselves in this imaginary world with costume and play heals their aching hearts for a time.","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/theme/youth-and-innocence"},{"cfi":"epubcfi(/6/18!/4/72[img200]/20,/1:0,/1:100)","quote":"So they played Robin Hood all the afternoon, now and then casting a yearning eye down upon the haunt","desc":"Tom and Huck’s adventures of treasure hunting and haunted houses, described here by the narrator as serious business, conveys the intensity of childhood. From their imaginative play of Robin Hood to their childlike belief in buried treasure, Tom and Huck exude a contagious youthful innocence and passion for life. While fully absorbed in playing and digging for treasure, their youthful curiosity takes in all their surroundings. A haunted house arouses their enthusiastic superstitions. They end the day content and fulfilled by their adventures as only the young unspoiled by cynicism can feel.","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/theme/youth-and-innocence"},{"cfi":"epubcfi(/6/6!/4/82[img044]/10,/1:1209,/1:1309)","quote":"The girl “put him to rights” after he had dressed himself; she buttoned his neat roundabout up to hi","desc":"Early in the novel, Tom reveals his conflict with societal constraints when Mary requires him to clean and dress well for church. While Tom puts up with the cleaning and dressing, he reflects on how his attire makes him feel trapped and uncomfortable. Worse, Tom despises their destination, Sunday school. He experiences visceral annoyance doing what he doesn’t want to do. Having a strong sense of individuality, Tom struggles with conforming to the expectations of society or anything that represents society, such as church, school, or dressing up.","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/theme/individualism-versus-conformity"},{"cfi":"epubcfi(/6/12!/4/102[img121]/10,/1:209,/1:309)","quote":"They felt no longing for the little village sleeping in the distance beyond the majestic waste of wa","desc":"Tom, Huck, and Joe have run away to Jackson’s Island, secluding themselves from the village and civilization. As described by the narrator here, in the beginning of this adventure, they feel happy to escape society and its constraints. However, readers learn that the boys become homesick and think about returning, making their choice between individuality and society a real struggle. They must weigh their profound joy and relief of their first days at camp against the comforts of home and family in the village.","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/theme/individualism-versus-conformity"},{"cfi":"epubcfi(/6/24!/4/94[img268]/16,/1:564,/1:664)","quote":"He was unkempt, uncombed, and clad in the same old ruin of rags that had made him picturesque in the","desc":"Later in the story, the Widow Douglas tries to take in Huck Finn and conform him to civilized ways. However, after only a few weeks, Huck runs away because he’s just not used to living under constraint. Here, Huck tries to explain to Tom why he ran away and how he never wanted to fit into society’s boundaries. Huck’s entire character represents the primacy of the individual over society. Tom will put up with some of society’s constraints, but Huck simply longs to live on his own and do what he wants.","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/theme/individualism-versus-conformity"},{"cfi":"epubcfi(/6/10!/4/36[img079]/8,/1:0,/1:100)","quote":"But the elastic heart of youth cannot be compressed into one constrained shape long at a time. Tom p","desc":"Tom imagines his life away from the village, dreaming about what he could do or become. As he bounces from one idea to another—a clown to an Indian to a pirate—Tom reveals the youthfulness of his imagination. When Tom faces sadness or difficulty, he uses his vivid imagination to escape his current situation and dream about his future. However, his dreams, often not realistic or plausible, distinctly connect to the theme of imagination in this novel.","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/theme/imagination"},{"cfi":"epubcfi(/6/10!/4/40[img081]/14,/1:192,/1:292)","quote":"If you buried a marble with certain necessary incantations, and left it alone a fortnight, and then ","desc":"The theme of imagination rings true through Tom’s strong belief in superstitions. As the narrator explains here, Tom often took part in superstitious acts, such as burying a marble with the hopes that all lost marbles would appear in that spot with just the right magic spell. Clearly, these childlike superstitions require imagination and a desire to believe in the unbelievable. Even when his superstitious ritual fails, Tom holds onto his absurd belief system by blaming the failing marble charm on a witch’s trick.","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/theme/imagination"},{"cfi":"epubcfi(/6/18!/4/56[img195]/48,/1:48,/1:148)","quote":"We got to give this one up. We can’t ever tell the right time, and besides this kind of thing’s too ","desc":"As Huck talks to Tom during their treasure hunting, the theme of imagination comes through the boys’ active belief in superstitions, witches, ghosts, and haunted houses. To begin with, Tom and Huck time their digging to midnight by the shadow of the tree based only on a superstition they heard that this exact action would help them find a treasure. Then, Huck and Tom both scare themselves by letting their imaginations go wild thinking that ghosts and witches surround them while they dig.","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/theme/imagination"},{"cfi":"epubcfi(/6/6!/4/54[img038]/6,/1:0,/1:100)","quote":"Then her conscience reproached her, and she yearned to say something kind and loving; but she judged","desc":"The narrator reveals Aunt Polly’s inner turmoil as she becomes conflicted between self-interest and morality. When she falsely accuses Tom of something that Sid did, Aunt Polly realizes her mistake, but feels afraid to apologize as such an action might undermine her authority over Tom. Adults in this story often contradict the code of conduct they impose on the youth, such as following rules and admitting your mistakes. Here, Aunt Polly demonstrates moral cowardice by feeling badly about mistreating Tom but choosing not to own up to her mistake.","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/theme/morality"},{"cfi":"epubcfi(/6/18!/4/32[img189]/8,/1:631,/1:731)","quote":"Since Tom’s harassed conscience had managed to drive him to the lawyer’s house by night and wring a ","desc":"The narrator describes the scene in which Tom finally tells the truth about what he and Huck saw in the graveyard. Tom’s inner struggle and Huck’s loss of confidence highlight the theme of morality. Despite knowing he made a solemn promise to Huck, Tom’s conscience finally convinces him to tell the truth about Injun Joe murdering the doctor. While this decision brought great mental anguish to both boys, Tom’s actions reveal his good moral character.","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/theme/morality"},{"cfi":"epubcfi(/6/4!/4/68[img019]/54,/1:0,/1:100)","quote":"Within two minutes, or even less, he had forgotten all his troubles. Not because his troubles were o","desc":"The narrator describes a scene in which Tom Sawyer’s youthful character reveals itself as he becomes easily distracted from his troubles by a new interest in and skill for whistling. Even though these lines compare Tom’s troubles to an adult’s problems, Tom’s solution of whistling symbolizes his youthful spirit. Clearly, Tom Sawyer encounters adversity and gets upset, but ultimately, the resources of youth will win out.","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/tom-sawyer"},{"cfi":"epubcfi(/6/8!/4/38[img055]/16,/1:73,/1:173)","quote":"The boy whose history this book relates did not enjoy the prayer, he only endured it—if he even did ","desc":"Tom Sawyer’s character struggles between his individuality and society’s expectations throughout the novel, and as the narrator reveals here, Tom’s aversion to organized religion causes him the most turmoil. Tom sits through church because his aunt and the village as an entity expects him to. However, he does not enjoy standardized prayer, and instead, longs for freedom. Although Tom’s sharp mind unconsciously tracks the preacher’s deviations from ritual, he clearly does not have a focus on religion.","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/tom-sawyer"},{"cfi":"epubcfi(/6/8!/4/90[img072]/6,/1:0,/1:100)","quote":"The harder Tom tried to fasten his mind on his book, the more his ideas wandered. So at last, with a","desc":"Tom’s feelings towards school and studying as revealed by the narrator further display the conflicts his individualism creates with society’s expectations. Even though Aunt Polly and the villagers expect Tom to focus on his education, his mind wanders to anything else, especially an escape to nature and adventure. During this novel’s time period, school consisted of rote learning, leaving no room for imagination or freedom of thought, conflicting entirely with Tom Sawyer’s personality and character.","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/tom-sawyer"},{"cfi":"epubcfi(/6/10!/4/36[img079]/6,/1:0,/1:100)","quote":"Tom dodged hither and thither through lanes until he was well out of the track of returning scholars","desc":"The narrator explains how, after a trying day at school and a fight with Becky, Tom escapes to nature, leaving his troubles behind him. In this emotional flight, Tom also reveals his youthful, superstitious beliefs as he crosses an outlet several times to avoid pursuit. By disappearing behind the Douglas mansion on the summit of Cardiff Hill, Tom escapes society, looking to nature for comfort.","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/tom-sawyer"},{"cfi":"epubcfi(/6/12!/4/86[img113]/6,/1:0,/1:100)","quote":"Tom’s mind was made up now. He was gloomy and desperate. He was a forsaken, friendless boy, he said;","desc":"Here, Tom’s inner thoughts demonstrate his role as a romantic character through his youthful reaction to life, his vivid imagination, and his reliance on nature for solace. After struggling with various life experiences, Tom jumps to an extreme conclusion, declaring that he will run away and lead a life of crime. Tom’s emotional reaction and eventual escape to become a pirate on Jackson Island support his categorization as a romantic hero.","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/tom-sawyer"},{"cfi":"epubcfi(/6/18!/4/12[img181]/6,/1:188,/1:288)","quote":"Every reference to the murder sent a shudder to his heart, for his troubled conscience and fears alm","desc":"As the murder trial of Muff Potter comes to court, Tom’s suffering conscience also returns. The narrator describes how Tom struggles with not revealing the truth of what happened in the cemetery, displaying his moral character. Not only does Tom worry about being caught lying, he fears Injun Joe’s retaliation and feels guilty about letting Muff Potter take the blame for something Tom knows he did not do.","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/tom-sawyer"},{"cfi":"epubcfi(/6/22!/4/76[img248]/8,/1:203,/1:303)","quote":"Tom lay upon a sofa with an eager auditory about him and told the history of the wonderful adventure","desc":"The narrator describes the scene in which Tom recounts how he and Becky finally get out of the caves after being lost for days. His elaborate retelling of their adventure reveals Tom’s youthful imagination and hero-like personality as he soaks up the attention of their escape. However, in reality, Tom was a hero, showing genuine love and concern for Becky while demonstrating his creative intelligence and resourcefulness in finding a way out of the caves.","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/tom-sawyer"},{"cfi":"epubcfi(/6/8!/4/62[img063]/10,/1:0,/1:100)","quote":"Shortly Tom came upon the juvenile pariah of the village, Huckleberry Finn, son of the town drunkard","desc":"The narrator’s first description of Huckleberry Finn paints Huck as the epitome of individualism and therefore despised by traditional society. Going against all societal expectations, Huck represents the romantic character that other children want to emulate because he seems different and free and illicit. Tom also gives Huck that role as he seeks out the company of Huck every chance he gets despite being told not to play with him.","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/huckleberry-finn"},{"cfi":"epubcfi(/6/8!/4/66[img064]/6,/1:0,/1:100)","quote":"Huckleberry came and went, at his own free will. He slept on doorsteps in fine weather and in empty ","desc":"The narrator continues to describe Huckleberry Finn as a character that symbolizes individualism over society. From Huck’s independence to come and go as he pleases, to his image as a romantic hero to every boy in St. Petersburg, Huck has what many individuals crave: freedom. This quote even specifies how Huck does not participate in school or church, two institutions strongly representing society’s expectations.","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/huckleberry-finn"},{"cfi":"epubcfi(/6/14!/4/62[img144]/30,/1:0,/1:100)","quote":"Aunt Polly, Mary, and the Harpers threw themselves upon their restored ones, smothered them with kis","desc":"When the boys return to the village on the day of their own funerals, the narrator describes how uncomfortable the joyous reception makes Huck Finn. In this moment, the narrator portrays how Huck Finn is not used to being loved or cherished in the way that Tom and Joe have been raised. While at first the unwelcome stares feel difficult for Huck, it’s Aunt Polly’s loving attention that makes Huck most uncomfortable.","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/huckleberry-finn"},{"cfi":"epubcfi(/6/18!/4/32[img189]/8,/1:240,/1:340)","quote":"Poor Huck was in the same state of wretchedness and terror, for Tom had told the whole story to the ","desc":"Here, the narrator describes how Tom’s truth-telling directly affects Huck Finn. To begin with, this truth puts both boys at risk when considering Injun Joe’s fury, even though Tom left Huck’s name out of the account. While Tom’s conscience forces him to tell the truth, in doing so he also breaks an oath that he made with Huck Finn, justifiably shaking Huck’s tenuous trust in others.","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/huckleberry-finn"},{"cfi":"epubcfi(/6/10!/4/64[img088]/36,/1:99,/1:199)","quote":"Five years ago you drove me away from your father’s kitchen one night, when I come to ask for someth","desc":"While in the cemetery as Huck and Tom secretly listen in, Injun Joe turns on Dr. Robinson after digging up a grave. Injun Joe explains to the doctor that he has been holding a grudge against him for five years for mistreating Injun Joe when he asked for something to eat at the doctor’s father’s home. Injun Joe clearly states that he remains angry for the mistreatment and seeks vengeance.","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/injun-joe"},{"cfi":"epubcfi(/6/20!/4/88[img221]/24,/1:102,/1:202)","quote":"I tell you again, as I’ve told you before, I don’t care for her swag—you may have it. But her husban","desc":"Huck Finn listens as Injun Joe explains to his accomplice why he seeks revenge on the Widow Douglas, revealing his angry, vengeful character once again. Injun Joe describes how the Widow Douglas’s late husband mistreated him, highlighting racial conflict common during the time period of this novel. However, Injun Joe’s cold and calculating soul shows through as he plans to take his anger out on the Widow Douglas.","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/injun-joe"},{"cfi":"epubcfi(/6/20!/4/88[img221]/28,/3:30,/3:130)","quote":"When you want to get revenge on a woman you don’t kill her—bosh! you go for her looks. You slit her ","desc":"Injun Joe graphically describes his violent plan of revenge on the Widow Douglas. Injun Joe describes how he will injure and maim the Widow Douglas and will feel no remorse for the deed even if she dies. This quote completes the obviously base portrait of Injun Joe: devoid of all moral character and incredibly dangerous.","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/injun-joe"},{"cfi":"epubcfi(/6/22!/4/100[img254]/6,/1:434,/1:534)","quote":"It is many and many a year since the hapless half-breed scooped out the stone to catch the priceless","desc":"The narrator describes the reaction to Injun Joe’s wretched death in the caves. While Tom feels mostly relieved, he does actually feel some sympathy for the way Injun Joe dies. The villagers and visitors place Injun Joe on a pedestal. Injun Joe becomes a marvel and his funeral a celebration. While people mistreated and feared Injun Joe during his life, they ironically celebrated him after his death.","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/injun-joe"},{"cfi":"epubcfi(/6/10!/4/88[img098]/22,/1:0,/1:100)","quote":"After breakfast his aunt took him aside, and Tom almost brightened in the hope that he was going to ","desc":"After Tom is caught sneaking out at night by Sid, Tom wakes to a realization that Aunt Polly has been told and feels upset with him. However, the narrator describes how Aunt Polly wisely uses Tom’s moral conscience and guilt to punish him rather than a physical consequence. Aunt Polly’s moral persuasion carries more influence than corporal punishment on Tom’s behavior as she plays on Tom’s emotions and obvious esteem for her.","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/aunt-polly"},{"cfi":"epubcfi(/6/12!/4/66[img107]/6,/1:1635,/1:1735)","quote":"She was as simple-hearted and honest as the day was long, and so she was an easy victim. She gathere","desc":"The narrator describes Aunt Polly’s trusting and genuine character as she easily falls victim to the latest scams or medical miracle cures. For example, in this section of the story, Aunt Polly tries to cure Tom of his sad mood with various remedies, experimenting with each one. Aunt Polly not only shows her trusting, gullible character, but also how much she genuinely cares about Tom.","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/aunt-polly"},{"cfi":"epubcfi(/6/14!/4/26[img130]/16,/1:0,/1:100)","quote":"Aunt Polly knelt down and prayed for Tom so touchingly, so appealingly, and with such measureless lo","desc":"The narrator describes a scene when Tom, Huck, and Joe disappear, and the village fears they have died. Aunt Polly, Mrs. Harper, Sid, and Mary comfort one another while Tom secretly eavesdrops on the scene. After the others leave, Aunt Polly expresses genuine and deep love for Tom as she mourns him. Her love and sadness ring so true that she even brings Tom to tears.","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/aunt-polly"},{"cfi":"epubcfi(/6/6!/4/46[img035]/6,/1:0,/1:100)","quote":"As he was passing by the house where Jeff Thatcher lived, he saw a new girl in the garden—a lovely l","desc":"Here, the narrator describes the moment Tom Sawyer first sees Becky Thatcher. Becky’s bright and vivid visual description makes her impact on Tom abundantly clear. This youthful, fleeting love demonstrates not only Tom’s innocence, but also Becky’s magnetic character as she draws Tom in with her physical features.","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/becky-thatcher"},{"cfi":"epubcfi(/6/16!/4/88[img163]/22,/1:495,/1:595)","quote":"Tom shot a glance at Becky. He had seen a hunted and helpless rabbit look as she did, with a gun lev","desc":"When Becky is about to get caught by their teacher, Mr. Dobbins, for accidentally tearing his notebook, she displays a weak, helpless side. Tom takes one look at her and instantly wants to protect her. While Becky acts tough and battles with Tom in playful jealousy, this incident reveals her as a truly innocent and fragile character.","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/becky-thatcher"},{"cfi":"epubcfi(/6/24!/4/94[img268]/10,/1:135,/1:235)","quote":"When Becky told her father, in strict confidence, how Tom had taken her whipping at school, the Judg","desc":"After Tom gets Becky out of the caves, Becky reveals to her father, Judge Thatcher, how Tom also took her punishment at school. Becky’s truth-telling leads Judge Thatcher to further respect and appreciate Tom, and Becky quickly shares this development with Tom. Clearly, Becky fully appreciates what Tom has done for her, and her actions with her father prove her character’s growth and newfound loyalty to Tom’s friendship.","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/becky-thatcher"}]