[{"cfi":"epubcfi(/6/4!/4/78[c1]/10,/1:393,/1:493)","quote":"The Widow Douglas she took me for her son, and allowed she would sivilize me; but it was rough livin","desc":"In these lines, which appear on the first page of the novel, Huck discusses events that have occurred since the end of The Adventures of Tom Sawyer, the novel in which he made his first appearance. Here, Huck establishes his opposition to “sivilizing,” which seems natural for a thirteen-year-old boy rebelling against his parents and other authorities. Our initial inclination may be to laugh and dismiss Huck’s urges for freedom. At the same time, however, we see that Huck’s problems with civilized society are based on some rather mature observations about the worth of that society. Huck goes on to associate civilization and respectability with a childish game—Tom’s band of robbers, in which the participants are to pretend to be criminals. Under the influence of his friend, Huck gives in and returns to the Widow’s, but as the novel progresses, his dislike for society reappears and influences the important decisions he makes.","page":"http://www.sparknotes.com/lit/huckfinn/quotes/"},{"cfi":"epubcfi(/6/14!/4/50[c18-153]/28,/1:185,/1:285)","quote":"I hadn’t had a bite to eat since yesterday, so Jim he got out some corn-dodgers and buttermilk, and ","desc":"At this point in Chapter 18, Huck has just escaped from the Grangerford-Shepherdson feud and is thoroughly sickened by society. Compared to the outrageous incidents onshore, the raft represents a retreat from the outside world, the site of simple pleasures and good companionship. Even the simple food Jim offers Huck is delicious in this atmosphere of freedom and comfort. Huck and Jim do not have to answer to anyone on the raft, and it represents a kind of utopian life for them. They try to maintain this idyllic separation from society and its problems, but as the raft makes its way southward, unsavory influences from onshore repeatedly invade the world of the raft. In a sense, Twain’s portrayal of life on the raft and the river is a romantic one, but tempered by the realistic knowledge that the evils and problems of the world are inescapable.","page":"https://www.sparknotes.com/lit/huckfinn/quotes/page/2"},{"cfi":"epubcfi(/6/32!/4/62[c43-365]/26,/1:317,/1:417)","quote":"But I reckon I got to light out for the territory ahead of the rest, because Aunt Sally she’s going ","desc":"These lines are the last in the novel. By the final chapter, most everything has been resolved: Jim is free, Tom is on his way to recovering from a bullet wound, and Aunt Sally has offered to adopt Huck. Although Huck has come to like Sally and Silas, he knows they are still a part of the society he has come to distrust and fear. Aunt Sally’s intentions for Huck center around the upbringing that society thinks every boy should have: religion, clean clothes, education, and an indoctrination in right and wrong. Huck, however, has come to realize that the first two are useless and that, in reference to the third, he can provide a much better version for himself than can society. The “territories,” the relatively unsettled western United States, will offer Huck an opportunity to be himself, in a world not yet “sivilized” and thus brimming with promise. Weary of his old life, Huck contemplates ways to continue living with the same freedom he felt on the raft. Huck’s break from society is complete, and before the dust from his adventures is fully settled, he is already scheming to detach himself again.","page":"https://www.sparknotes.com/lit/huckfinn/quotes/page/5"},{"cfi":"epubcfi(/6/12!/4/60,/1:312,/1:412)","quote":"I was feeling ruther comfortable on accounts of taking all this trouble for that gang, for not many ","desc":"This passage, which appears at the end of Chapter 13, shows that Huck doesn’t fully understand his own ability to empathize with others’ experiences. Huck seems to understand empathy solely in terms of Christian duty, rather than morality. That is to say, he thinks the Widow Douglas would be proud of him for helping the men in the wrecked raft simply because they are “rapscallions.” This type of response would be dictated by a strict sense of duty. However, Huck’s actions are motivated by empathy; he projects himself into these men’s experience. Thus, he acted morally, not just dutifully.","page":"https://www.sparknotes.com/lit/huckfinn/quotes/theme/empathy"},{"cfi":"epubcfi(/6/22!/4/10[c27-233]/10,/1:775,/1:875)","quote":"Them poor things was that glad and happy it made my heart ache to see them getting fooled and lied t","desc":"In Chapter 27, as he watches the king and the duke conspire to steal away the inheritance of Mary Jane, Joanna, and Susan, Huck projects forward into the future to imagine how horribly disappointed the young women will feel when they realize they’ve been duped. This example of empathy is related to dramatic irony, which is when the reader understands something the character does not. In this case, Huck understands something the young women do not, and he finds the irony of the situation difficult to bear.","page":"https://www.sparknotes.com/lit/huckfinn/quotes/theme/empathy"},{"cfi":"epubcfi(/6/10!/4/54[c12-095]/12,/1:73,/1:173)","quote":"I felt just the way any other boy would a felt when I see that wreck laying there so mournful and lo","desc":"In this quote from Chapter 12, Huck expresses his desire to jump aboard the wreckage of a ship and explore it. Huck’s youthful excitement connects him to his friend Tom Sawyer, whose adventurous spirit is documented in Twain’s earlier novel, The Adventures of Tom Sawyer. Like Tom, Huck’s thirst for adventure tends to get him into dangerous situations. This episode, which occurs early in Huck and Jim’s journey down the Mississippi, will contrast with later episodes when Huck begins to realize the real-world consequences of the type of adventurous spirit expressed here.","page":"https://www.sparknotes.com/lit/huckfinn/quotes/theme/adventure"},{"cfi":"epubcfi(/6/6!/4/104[c05-41]/8,/1:1,/1:101)","quote":"Looky here—mind how you talk to me; I’m a-standing about all I can stand now—so don’t gimme no sass.","desc":"In this quote from Chapter 5, Huck’s father demands that his son hand over the wealth that he acquired during the events recounted in Twain’s previous novel, The Adventures of Tom Sawyer. Ever since Huck came into this money, he has been a target of various efforts to “sivilize” and educate him. In this case, Huck’s wealth also makes him a target for domestic violence. Pap’s desire for Huck’s money is motivated primarily by his alcoholism, and as the events that follow demonstrate, he is willing to harm his son in order to get it. Thus, money causes more problems than it solves.","page":"https://www.sparknotes.com/lit/huckfinn/quotes/theme/moneywealth"},{"cfi":"epubcfi(/6/20!/4/90[c26-224]/42,/1:612,/1:712)","quote":"I got to steal that money, somehow; and I got to steal it some way that they won’t suspicion that I ","desc":"Huck speaks in Chapter 26 about the need to retrieve the inheritance money that the duke and the king have stolen from the three young sisters. As in the case of Huck’s wealth, here again a large sum of money causes major problems, attracting “rapscallions” who will stop at nothing to take it for themselves. Huck, who has had his own experience with people trying to get their hands on his inheritance, has an opportunity to ensure that the money remains with those who need it most. The ease with which Huck steals the money back shows just how quickly a reversal of fortune can occur.","page":"https://www.sparknotes.com/lit/huckfinn/quotes/theme/moneywealth"},{"cfi":"epubcfi(/6/4!/4/86[c01-19]/8,/1:741,/1:841)","quote":"Then away out in the woods I heard that kind of a sound that a ghost makes when it wants to tell abo","desc":"In Chapter 1, Huck stays up after everyone has gone to bed and listens to the sounds of the night. As he sits alone, he hears sounds that jumpstart his imagination, and he makes up this story about a lonesome and misunderstood ghost. On the one hand, the quote illustrates Huck’s propensity for storytelling. On the other hand, the ghost in the story mirrors Huck’s own loneliness and sense of being misunderstood.","page":"https://www.sparknotes.com/lit/huckfinn/quotes/character/huck"},{"cfi":"epubcfi(/6/8!/4/30[c07-56]/12,/3:7,/3:64)","quote":"You know what I mean—I don’t know the words to put it in.","desc":"This quote from Chapter 7 represents one of the few occasions when Huck directly addresses the reader. Huck arrived at Jackson’s Island around nightfall and immediately fell asleep. When he wakes up it’s late and he feels disoriented. He tries to describe the quality of his late-night disorientation, but words fail him. Considering that this is the only time in the book when Huck is at a loss for words, his confession shows just how exhausted he really is. The confession also endears him to the reader.","page":"https://www.sparknotes.com/lit/huckfinn/quotes/character/huck"},{"cfi":"epubcfi(/6/12!/4/96[c16]/16,/1:0,/1:67)","quote":"I got to feeling so mean and so miserable I most wished I was dead.","desc":"After Jim tells Huck off for the prank he played in the fog in Chapter 15, a debilitating sense of guilt sets in as Huck begins to realize the larger stakes of his adventure with Jim. This quote, which comes from Chapter 16, finds Huck meditating on morality. He realizes that helping Jim escape does harm to Miss Watson. But he also understands that helping Miss Watson would hurt Jim. Huck can’t decide what to do and hence feels “so miserable I most wished I was dead.”","page":"https://www.sparknotes.com/lit/huckfinn/quotes/character/huck"},{"cfi":"epubcfi(/6/12!/4/92[c15-118]/72,/1:50,/1:150)","quote":"When I got all wore out wid work, en wid de callin’ for you, en went to sleep, my heart wuz mos’ bro","desc":"When Jim realizes the nature of Huck’s prank in Chapter 15, he tells him off, explaining how worried he felt when he thought he’d lost Huck for good. In making this rebuke, Jim indicates how deeply he cares for his companion. He also indicates how seriously he takes the responsibility of looking out for Huck’s well-being. This passage contains some of the most powerful language that Jim utters in the book, and it has a strong effect on Huck, who feels deeply ashamed: “It made me feel so mean I could almost kissed his foot to get him to take it back.”","page":"https://www.sparknotes.com/lit/huckfinn/quotes/character/jim"},{"cfi":"epubcfi(/6/26!/4/52[c35]/16,/3:1039,/3:1133)","quote":"I wish there was a moat to this cabin. If we get time, the night of the escape, we’ll dig one.","desc":"Even though Tom initially seems to have matured, Huck quickly finds that Tom retains his childish commitment to adventure stories. Tom says these words in Chapter 35, as he and Huck are working on Jim’s escape plot. The very idea that Tom would waste the time and effort to dig a moat just to make the escape more exciting clearly indicates that Tom has misperceived the gravity of the situation. He is only in it for the adventure.","page":"https://www.sparknotes.com/lit/huckfinn/quotes/character/tom"},{"cfi":"epubcfi(/6/26!/4/60[c35-305]/6,/1:457,/1:557)","quote":"It ain’t no crime in a prisoner to steal the thing he needs to get away with, Tom said; it’s his rig","desc":"In Chapter 35, Tom explains that prisoners and those who are helping them have a “right” to steal whatever they need to escape. Tom attempts to adopt the language of the law to demonstrate his authority on the subject. But his skewed logic regarding how an illegal act becomes legal only points to his lack of understanding. Tom’s moral relativism also reminds the reader of the similarly childish example that appeared in Chapter 12, when Huck explains his father’s position on “borrowing”: “Pap always said it warn’t no harm to borrow things, if you was meaning to pay them back, sometime.”","page":"https://www.sparknotes.com/lit/huckfinn/quotes/character/tom"},{"cfi":"epubcfi(/6/16!/4/24[c19-160]/38,/5:68,/5:168)","quote":"Let the cold world do its worst; one thing I know—there’s a grave somewhere for me. The world may go","desc":"These words belong to the duke, who is introducing himself to Huck and Jim in Chapter 19. The duke speaks at length about his sad circumstances and his hopelessness about the future. His companion, the self-styled “dauphin,” makes a similarly pitiful gesture in his own introduction: “Yes, gentlemen, you see before you, in blue jeans and misery, the wanderin’, exiled, trampled-on and sufferin’ rightful King of France.” These two men portray themselves as down-and-out victims in order to curry favor through pity, and to conceal their fraudulent intentions.","page":"https://www.sparknotes.com/lit/huckfinn/quotes/character/the-duke-and-the-dauphin"},{"cfi":"epubcfi(/6/24!/4/56[c31]/8,/1:0,/1:100)","quote":"First they done a lecture on temperance; but they didn’t make enough for them both to get drunk on. ","desc":"In Chapter 31, after the failed attempt to defraud the Wilks nieces, Huck describes the subsequent series of attempted cons by the duke and the dauphin. The tone of the passage is humorous, since it shows that the conmen are as inept as they are persistent. But Huck’s words also express a sense of exhaustion and frustration. At this point in the book, he desperately wishes to get away from these increasingly dangerous men.","page":"https://www.sparknotes.com/lit/huckfinn/quotes/character/the-duke-and-the-dauphin"},{"cfi":"epubcfi(/6/10!/4/50[c12]/16,/1:0,/1:100)","quote":"This second night we run between seven and eight hours, with a current that was making over four mil","desc":"Huck explains that while floating downstream on their raft, he and Jim experience the Mississippi River as a life-sustaining, spiritual force. The river provides them with food and exercise, and their raft provides them with shelter. Huck and Jim experience the freedom of being in the wilderness. At the same time, they submit to nature’s power and let the river carry them toward freedom. The scene evokes feelings of being at peace and at one with nature.","page":"https://www.sparknotes.com/lit/huckfinn/quotes/symbol/the-mississippi-river"},{"cfi":"epubcfi(/6/16!/4/14,/1:0,/1:100)","quote":"Sometimes we’d have that whole river all to ourselves for the longest time. Yonder was the banks and","desc":"Here, Huck describes life on the river with Jim. They are in the South now, rafting toward unknown dangers, but as long as they are on the river, they feel free. The lights and sounds from the shore and from other watercraft serve as reminders that human society exists, but at a safe distance. Huck describes a sense of peace, but the reader is aware that the river is carrying them toward danger.","page":"https://www.sparknotes.com/lit/huckfinn/quotes/symbol/the-mississippi-river"},{"cfi":"epubcfi(/6/16!/4/6,/1:159,/1:259)","quote":"It was a monstrous big river down there—sometimes a mile and a half wide; we run nights, and laid up","desc":"In this passage, Huck describes the sights, sounds, and smells of the river as night transitions to day. At night, “when the whole world is asleep,” the river is quiet and undisturbed by people, a purely natural setting in which Huck and Jim are free to travel downstream on their raft. As daylight approaches, they stop and hide the raft and watch the sun rise gradually. The natural beauty of the river and surrounding woodlands gradually comes into focus, but so, too, do signs of human corruption, like the smell of rotting fish along the shoreline.","page":"https://www.sparknotes.com/lit/huckfinn/quotes/setting/the-american-south"}]