[{"cfi":"epubcfi(/6/18!/4/74,/1:626,/1:659)","quote":"I wonder what they thought of me!","desc":"David expresses this feeling of curiosity in Chapter XI while relating his boyhood trials working in the wine factory. Specifically, the adult David thinks back on how the people near the public house must have perceived him, a young boy eating his bread alone. As the narrator, looking back on his life in retrospect, David often makes such remarks, indicating how pathetic he finds himself as a small boy with nothing to eat, nowhere to go, and no one to care for him. The adult David feels sympathy for himself as a young, abused boy, and as he writes, he often reflects both on his own failings and on the cruelties the world visits on him as a boy. This introspection shows how the older David has learned from the experiences of his life. In particular, the early period of David’s life described in this passage closely mirrors the life of Dickens himself, who may have written these lines in honest self-reflection, picturing himself alone in London at age twelve, left alone to fend for himself as best he could.","page":"http://www.sparknotes.com/lit/copperfield/quotes/"},{"cfi":"epubcfi(/6/30!/4/232,/1:409,/1:509)","quote":"If anyone had told me, then, that all this was a brilliant game, played for the excitement of the mo","desc":"As narrator, David uses this remark from Chapter XXI to comment on Steerforth’s ability to seduce the Peggottys upon meeting them for the first time. The sentiment reflects three crucial elements of the novel. First, it shows how artless and naïve David is in his attitude toward Steerforth until Steerforth’s ultimate crime is revealed. This absolute trust on David’s part comes across in all his interactions with Steerforth, including this one, as David is charmed by Steerforth’s ability to make friends with the Peggottys. Second, the quotation exemplifies the foreshadowing Dickens uses throughout the novel. The comments the adult David makes about Steerforth just playing a game alert us to the fact that Steerforth is up to something. This foreshadowing ratchets up the suspense about Steerforth’s intentions and makes us wonder how these intentions will affect the other characters. Third, David, as an adult narrator, reveals in this quotation more than young David himself knows at the time—a disparity that creates dramatic irony by giving us more knowledge than the characters themselves have. The adult perspective of the narrative voice also highlights how much David matures before the end of the novel, for it demonstrates that he recognizes the errors of his youthful perceptions and conclusions. Although the adult David, as narrator, rarely disparages his younger self, he reveals the flaws in his ways of thinking through asides such as this one.","page":"https://www.sparknotes.com/lit/copperfield/quotes/page/2"}]