[{"cfi":"epubcfi(/6/6!/4/2[pgepubid00001]/28,/1:418,/1:518)","quote":"But Mr. Heathcliff forms a singular contrast to his abode and style of living. He is a dark-skinned ","desc":"This passage, from the first chapter and spoken in the voice of Lockwood, constitutes the first of many attempts in the book to explain the mysterious figure of Heathcliff, his character and motivations. Outside of the novel, when critics and readers discuss Wuthering Heights, the same question arises repeatedly. How is Heathcliff best understood? We see here that the question of his social position—is he a gentleman or not?—causes particular confusion.The situation of the reader, just beginning to enter into Wuthering Heights as a novel, parallels the situation of Lockwood, just beginning to enter into Wuthering Heights as a house. Like Lockwood, readers of the novel confront all sorts of strange scenes and characters—Heathcliff the strangest of all—and must venture interpretations of them. Later illuminations of Heathcliff’s personality show this first interpretation to be a laughable failure, indicating little beyond Lockwood’s vanity.Lockwood, in claiming to recognize in Heathcliff a kindred soul, whom he can understand “by instinct,” makes assumptions that appear absurd once Heathcliff’s history is revealed. Lockwood, while he rather proudly styles himself a great misanthrope and hermit, in fact resembles Heathcliff very little. In the many misjudgments and blunders Lockwood makes in his early visits to Wuthering Heights, we see how easy it is to misinterpret Heathcliff’s complex character, and the similarity between our own position and Lockwood’s becomes a warning to us as readers. We, too, should question our instincts.","page":"http://www.sparknotes.com/lit/wuthering/quotes/"},{"cfi":"epubcfi(/6/10!/4/2[pgepubid00003]/10,/1:0,/1:100)","quote":"The ledge, where I placed my candle, had a few mildewed books piled up in one corner; and it was cov","desc":"In this passage from Chapter III, Lockwood relates the first of the troubling dreams he has in Catherine’s old bed. The quotation testifies to Lockwood’s role as a reader within the novel, representing the external reader—the perplexed outsider determined to discover the secrets of Wuthering Heights. Upon Lockwood’s first arrival at the house, no one answers his knocks on the door, and he cries, “I don’t care—I will get in!” The same blend of frustration and determination has marked the responses of many readers and critics when facing the enigmas of Wuthering Heights.The connection between Lockwood and readers is particularly clear in this passage. Catherine first appears to Lockwood, as she does to readers, as a written word—her name, scratched into the paint. When Lockwood reads over the scraped letters, they seem to take on a ghostly power—the simile Brontë uses is that they are “as vivid as spectres.” Ghosts, of course, constitute a key image throughout the novel. In this instance, it is crucial to note that what comes back, in this first dream, is not a dead person but a name, and that what brings the name back is the act of reading it. We see that Brontë, by using Lockwood as a stand-in for her readers, indicates how she wants her readers to react to her book; she wants her words to come vividly before them, to haunt them.In this passage, one also can see an active example of Wuthering Heights’s ambiguous genre. The work is often compared to the Gothic novels popular in the late eighteenth century, which dealt in ghosts and gloom, demonic heroes with dark glints in their eyes, and so on. But Brontë wrote her book in the 1840s, when the fashion for the Gothic novel was past and that genre was quickly being replaced as the dominant form by the socially conscious realistic novel, as represented by the work of Dickens and Thackeray.Wuthering Heights often seems to straddle the two genres, containing many Gothic elements but also obeying most of the conventions of Victorian realism. The question of genre comes to a head in the appearances of ghosts in the novel. Readers cannot be sure whether they are meant to understand the ghosts as nightmares, to explain them in terms of the psychology of the characters who claim to see them, or to take them, as in a Gothic novel, as no less substantial than the other characters. Brontë establishes this ambiguity carefully. The “spectres” here are introduced within a simile, and in a context that would support their interpretation as a nightmare. Similarly subtle ambiguities lace Lockwood’s account, a few pages later, of his encounter with the ghost of Catherine.","page":"https://www.sparknotes.com/lit/wuthering/quotes/page/2"},{"cfi":"epubcfi(/6/70!/4/2[pgepubid00033]/94,/1:282,/1:382)","quote":"That, however, which you may suppose the most potent to arrest my imagination, is actually the least","desc":"In this passage from Chapter XXXIII, Heathcliff confesses to Nelly his inner state. What Nelly calls Heathcliff’s “monomania on the subject of his departed idol” has now reached its final stage of development. In the passage in which Heathcliff describes his excavation of Catherine’s grave, the reader gains insight into Heathcliff’s frustration regarding the double nature of all of Catherine’s “memoranda.” While Catherine’s corpse recalls her presence, it fails to substitute fully for it, and thus recalls her absence. Heathcliff’s perception of this doubling comes through in his language. The many signs of Catherine show that “she did exist” but that “I have lost her.” In the end, because his whole being is bound up with Catherine, Heathcliff’s total set of perceptions of the world is permeated by her presence. Consequently, he finds signs of Catherine in the “entire world,” and not just in localized figures such as her daughter or a portrait of Catherine.","page":"https://www.sparknotes.com/lit/wuthering/quotes/page/5"},{"cfi":"epubcfi(/6/68!/4/2[pgepubid00032]/174,/1:0,/1:100)","quote":"The intimacy thus commenced grew rapidly; though it encountered temporary interruptions. Earnshaw wa","desc":"Nelly describes to Mr. Lockwood how Cathy and Hareton Earnshaw fell in love. She depicts a thoughtful, mutual relationship, where both Cathy and Hareton Earnshaw accept each other’s weaknesses while giving to one another what they need. The balance in their relationship contrasts with the destructive love of Catherine and Heathcliff. Cathy and Hareton Earnshaw represent the theme of healthy true love in this novel as their newfound love ends a decades-long conflict between the Linton and Earnshaw families.","page":"https://www.sparknotes.com/lit/wuthering/quotes/theme/love"},{"cfi":"epubcfi(/6/16!/4/2[pgepubid00006]/18,/1:2440,/1:2540)","quote":"He pulled me under the chandelier, and Mrs. Linton placed her spectacles on her nose and raised her ","desc":"Nelly Dean recounts what Heathcliff told her about how the Lintons treated him when he and Catherine were caught trespassing. The Lintons immediately looked down on Heathcliff because he was not of their social class. Without even giving Heathcliff a chance, they judged him and cast him aside. Meanwhile, they recognized their neighbor Catherine and welcomed and cared for her despite her complicity in the crime. This event explains the beginnings of Heathcliff’s hatred towards the Lintons and highlights his sudden awareness of his social class separation from Catherine.","page":"https://www.sparknotes.com/lit/wuthering/quotes/theme/social-class"},{"cfi":"epubcfi(/6/10!/4/2[pgepubid00003]/114,/1:228,/1:328)","quote":"He got on to the bed, and wrenched open the lattice, bursting, as he pulled at it, into an uncontrol","desc":"Mr. Lockwood describes to Nelly Heathcliff’s grief-stricken response to Mr. Lockwood’s supernatural experience with Catherine’s spirit. Heathcliff’s emotional reaction to the mention of Catherine’s name tells Mr. Lockwood as well as the reader that Catherine’s character overshadows the novel. From the onset, Mr. Lockwood and the reader are drawn into the story of the mysterious Catherine.","page":"https://www.sparknotes.com/lit/wuthering/quotes/character/catherine"},{"cfi":"epubcfi(/6/14!/4/2[pgepubid00005]/10,/1:0,/1:100)","quote":"Certainly she had ways with her such as I never saw a child take up before; and she put all of us pa","desc":"Nelly Dean describes Catherine’s personality and behavior as a young child. Nelly explains that Catherine was a difficult and high-spirited child, a constant source of trouble. This description reveals Catherine’s strong-willed character while reflecting social expectations of the time, when children, especially girls, were expected to be reserved and respectful. Catherine breaks this mold, setting her apart as a strong, impactful character in the novel.","page":"https://www.sparknotes.com/lit/wuthering/quotes/character/catherine"},{"cfi":"epubcfi(/6/14!/4/2[pgepubid00005]/10,/1:417,/1:517)","quote":"A wild, wicked slip she was—but she had the bonniest eye, the sweetest smile, and lightest foot in t","desc":"Nelly gives Mr. Lockwood a description of Catherine as a child. She explains that while Catherine was difficult and she often misbehaved, her unique beauty and the fact she did not intend to cause harm often redeemed her character. This description reveals how Catherine could easily manipulate others into forgiving her and adoring her despite her faults.","page":"https://www.sparknotes.com/lit/wuthering/quotes/character/catherine"},{"cfi":"epubcfi(/6/16!/4/2[pgepubid00006]/12,/1:555,/1:655)","quote":"But it was one of their chief amusements to run away to the moors in the morning and remain there al","desc":"Nelly describes to Mr. Lockwood the strong connection that Catherine and Heathcliff have from the beginning. This conversation occurs after Catherine’s father dies and her brother, Hindley, returns to Wuthering Heights, often degrading and mistreating Heathcliff. Nelly explains how Catherine and Heathcliff, when children, would run off to the moors together to escape Heathcliff’s mistreatment. Catherine’s loyalty to Heathcliff seems unbreakable at this point in the novel.","page":"https://www.sparknotes.com/lit/wuthering/quotes/character/catherine"},{"cfi":"epubcfi(/6/20!/4/2[pgepubid00008]/96,/1:0,/1:100)","quote":"She, supposing Edgar could not see her, snatched the cloth from my hand, and pinched me, with a prol","desc":"Nelly describes a confrontation between herself and Catherine during one of Edgar’s visits to Wuthering Heights. Catherine lashes out at Nelly, revealing her true character to Edgar. Catherine may be an adult, but she still behaves like an angry, spiteful child. The outburst appalls Edgar. However, in typical Catherine style, she finds a way to bring Edgar right back to his adoration of her.","page":"https://www.sparknotes.com/lit/wuthering/quotes/character/catherine"},{"cfi":"epubcfi(/6/28!/4/2[pgepubid00012]/80,/1:0,/1:100)","quote":"And sliding from the bed before I could hinder her, she crossed the room, walking very uncertainly, ","desc":"Nelly describes the toll the conflict between Edgar and Heathcliff has on Catherine’s mental and physical state. Heathcliff has recently returned to Wuthering Heights, and his presence immediately disrupts the couple’s contented relationship and Catherine’s emotional well-being. Catherine’s health declines from the stress of being torn between her two loves, a passionate love with Heathcliff and a platonic love for Edgar.","page":"https://www.sparknotes.com/lit/wuthering/quotes/character/catherine"},{"cfi":"epubcfi(/6/6!/4/2[pgepubid00001]/28,/1:418,/1:518)","quote":"But Mr. Heathcliff forms a singular contrast to his abode and style of living. He is a dark-skinned ","desc":"Mr. Lockwood describes to the reader the contrast between Heathcliff’s background as an orphaned gypsy and his current status as a gentleman. He derives his self-important opinions from stereotypes: the mysterious gypsy who lives like a gentleman. Mr. Lockwood predicts Heathcliff will maintain his reserve and abstain from showing his feelings. The reader recognizes the dramatic irony in this appraisal, given Heathcliff’s tumultuous emotions and vengeful actions.","page":"https://www.sparknotes.com/lit/wuthering/quotes/character/heathcliff"},{"cfi":"epubcfi(/6/24!/4/2[pgepubid00010]/80,/1:539,/1:639)","quote":"I was amazed, more than ever, to behold the transformation of Heathcliff. He had grown a tall, athle","desc":"Nelly gives a description of Heathcliff upon his return and visit to Thrushcross Grange. She analyzes his transformation in appearance and demeanor and makes contrasts with Edgar Linton, setting the two men in competition once again. While Nelly describes Heathcliff as strong, intelligent, and subdued, she also explains how his aggressiveness seems hidden, waiting to come out. This description reveals Heathcliff as changed but not rid of his darkness or anger.","page":"https://www.sparknotes.com/lit/wuthering/quotes/character/heathcliff"},{"cfi":"epubcfi(/6/38!/4/2[pgepubid00017]/176,/1:192,/1:292)","quote":"He maintained a hard, careless deportment, indicative of neither joy nor sorrow: if anything, it exp","desc":"Nelly describes Heathcliff’s cold and calculated reaction to Hindley Earnshaw’s death. Given Heathcliff’s history of mistreatment at Hindley’s hands, Heathcliff’s anger has deep roots. Hindley’s death completes Heathcliff’s machinations to own Wuthering Heights, which seems to energize Heathcliff. He chillingly announces his plan to raise Hareton in the same environment that “twisted” him. The menace in his jocularity displays him as a cold and vengeful character.","page":"https://www.sparknotes.com/lit/wuthering/quotes/character/heathcliff"},{"cfi":"epubcfi(/6/62!/4/2[pgepubid00029]/8,/1:69,/1:169)","quote":"He made no ceremony of knocking or announcing his name: he was master, and availed himself of the ma","desc":"Here, Nelly Dean describes how Heathcliff enters Thrushcross Grange after Edgar Linton’s death. She explains how Heathcliff enters as a master, in contrast to his social status when he first came to Thrushcross Grange. Despite Heathcliff’s calmer expression and an appearance of illness, Nelly recognizes he carries himself the same way as he did eighteen years before—like someone who deserves his place as master.","page":"https://www.sparknotes.com/lit/wuthering/quotes/character/heathcliff"},{"cfi":"epubcfi(/6/36!/4/2[pgepubid00016]/6,/1:171,/1:271)","quote":"Edgar Linton had his head laid on the pillow, and his eyes shut. His young and fair features were al","desc":"Nelly Dean describes the scene after Catherine dies, explaining how Edgar Linton appears as deathlike as Catherine due to his grief and sadness. Prior to Catherine’s death, Edgar dotes on Catherine, and despite her continued deception in continuing to see Heathcliff, Edgar forgives her and loves her anyway. His genuine love and subsequent grief reveal his loyal and upstanding character.","page":"https://www.sparknotes.com/lit/wuthering/quotes/character/edgar-linton"},{"cfi":"epubcfi(/6/42!/4/2[pgepubid00019]/54,/1:0,/1:100)","quote":"Edgar Linton was silent a minute; an expression of exceeding sorrow overcast his features: he would ","desc":"Nelly describes Edgar’s misgivings about giving up custody of his sister’s child to Isabella’s widower, Heathcliff. Linton, Isabella’s son, has been living with Edgar at Thrushcross Grange. Edgar’s response of sorrow shows his devotion to the deceased Isabella as a caring brother and uncle. At the same time, Edgar reacts passively, too calm and complacent even in desperate times.","page":"https://www.sparknotes.com/lit/wuthering/quotes/character/edgar-linton"},{"cfi":"epubcfi(/6/40!/4/2[pgepubid00018]/4,/1:0,/1:100)","quote":"The twelve years, continued Mrs. Dean, following that dismal period were the happiest of my life: my","desc":"Nelly continues her story to Mr. Lockwood by describing the “happiest” days of her life as Cathy grew in her care. After the dark period of Catherine’s and Hindley’s deaths, Nelly experiences some happiness living at Thrushcross Grange and helping to raise Cathy. Nelly’s love grows quickly, proving her as a caring, maternal, and loyal character.","page":"https://www.sparknotes.com/lit/wuthering/quotes/character/nelly-dean"},{"cfi":"epubcfi(/6/50!/4/2[pgepubid00023]/154,/1:296,/1:396)","quote":"On the succeeding morning I was laid up, and during three weeks I remained incapacitated for attendi","desc":"Nelly describes an illness she battled for three weeks, something she rarely experienced. She reveals how difficult it was for her to be inactive and not attend to her duties. Her recollection reveals both her toughness and her strong work ethic. While many of the families in her care experience frequent illness or weakness, she only faces it once in her lifetime.","page":"https://www.sparknotes.com/lit/wuthering/quotes/character/nelly-dean"},{"cfi":"epubcfi(/6/68!/4/2[pgepubid00032]/176,/1:0,/1:100)","quote":"You see, Mr. Lockwood, it was easy enough to win Mrs. Heathcliff’s heart. But now, I’m glad you did ","desc":"Here, Nelly Dean reveals to Mr. Lockwood how she feels about Cathy and Hareton Earnshaw falling in love. Nelly explains how their union represents the culmination of her hopes because this connection will end a decades-long conflict. Nelly proves once again how strongly she feels for those she has cared for her whole life, regarding these families as her own, loving as deeply as any maternal figure.","page":"https://www.sparknotes.com/lit/wuthering/quotes/character/nelly-dean"},{"cfi":"epubcfi(/6/68!/4/2[pgepubid00032]/102,/1:166,/1:266)","quote":"I saw she was sorry for his persevering sulkiness and indolence: her conscience reproved her for fri","desc":"Here, Nelly Dean explains how Cathy feels sorry for making fun of Hareton Earnshaw’s attempt at learning to read, so she tries to encourage him to try again. While she does not come out and apologize for her mean behavior, she does genuinely try to make amends by inventing a plan to teach Hareton to read. This speaks to Cathy's generally good-hearted character.","page":"https://www.sparknotes.com/lit/wuthering/quotes/character/young-catherine"}]