[{"cfi":"epubcfi(/6/4!/4/56[chap03]/36,/1:361,/1:461)","quote":"So much has been done, exclaimed the soul of Frankenstein—more, far more, will I achieve; treading i","desc":"Victor utters these words in Chapter 3 as he relates to Walton how his chemistry professor, M. Waldman, ignited in him an irrepressible desire to gain knowledge of the secret of life. Victor’s reference to himself in the third person illustrates his sense of fatalism—he is driven by his passion, unable to control it. Further, the glorious, assertive quality of his statement foreshadows the fact that Victor’s passion will not be tempered by any consideration of the possible horrific consequences of his search for knowledge. Additionally, this declaration furthers the parallel between Walton’s spatial explorations and Frankenstein’s forays into unknown knowledge, as both men seek to “pioneer a new way,” to make progress beyond established limits.","page":"https://www.sparknotes.com/lit/frankenstein/quotes/page/4"},{"cfi":"epubcfi(/6/14!/4/68[chap24]/156,/1:725,/1:823)","quote":"I, the miserable and the abandoned, am an abortion, to be spurned at, and kicked, and trampled on.","desc":"In Walton’s final letter to his sister, he recounts the words that the monster speaks to him over Victor’s dead body. This eruption of angry self-pity as the monster questions the injustice of how he has been treated compellingly captures his inner life, giving Walton and the reader a glimpse into the suffering that has motivated his crimes. This line also evokes the motif of abortion: the monster is an unwanted life, a creation abandoned and shunned by his creator.","page":"https://www.sparknotes.com/lit/frankenstein/quotes/page/5"},{"cfi":"epubcfi(/6/4!/4/48[chap01]/16,/1:331,/1:431)","quote":"My mother’s tender caresses and my father’s smile of benevolent pleasure while regarding me are my f","desc":"Victor speaks this quote as he recalls his happy and privileged childhood. He was deeply loved by his parents, and they understood that they had a natural responsibility to care for him. The quote ironically foreshadows Victor’s later behavior, since even though he was so well-cared for himself, he will completely fail at caring for the monster after he brings him into the world. The quote’s emphasis on him having two parents also hints at the possible value of a traditional family rather than the isolated reproduction Victor tries to pursue.","page":"https://www.sparknotes.com/lit/frankenstein/quotes/theme/parenthood"},{"cfi":"epubcfi(/6/6!/4/10[chap04]/18,/1:250,/1:350)","quote":"A new species would bless me as its creator and source; many happy and excellent natures would owe t","desc":"Victor speaks these lines while explaining what he hoped would result from his experiments. These lines make it clear that he did see himself as a parental figure, responsible for bringing new individuals into the world. However, he seemed interested only in the privileges of parenthood, not the responsibilities. He wanted to be respected and adored, but he did not reflect on the responsibilities and duties that would come with it. This narrow perspective shows Victor’s self-interest and lack of regard for others.","page":"https://www.sparknotes.com/lit/frankenstein/quotes/theme/parenthood"},{"cfi":"epubcfi(/6/8!/4/52[chap13]/32,/1:530,/1:630)","quote":"For a long time I could not conceive how one man could go forth to murder his fellow, or even why th","desc":"The Monster claims that when he was first created he could not even understand murder, and that when he did come to understand “bloodshed,” it made him feel “disgust and loathing.” At the same time, the Monster makes a more subtle point in his defense. Human beings “go forth to murder” so often that “laws and governments” are needed to stop them: there is therefore nothing inhuman or unnatural about the Monster’s capacity for murder.","page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/the-monster"},{"cfi":"epubcfi(/6/14!/4/68[chap24]/160,/1:418,/1:518)","quote":"I shall collect my funeral pile and consume to ashes this miserable frame, that its remains may affo","desc":"On one level, Frankenstein can be seen as an argument between Frankenstein and the Monster. Frankenstein believes the Monster is evil, while the Monster insists that he would be good if he hadn’t been so badly treated. In his final appearance, the Monster seems to confirm that he is good, after all. Instead of continuing his killing spree, he intends to kill himself and protect mankind by destroying the evidence that he existed. On the other hand, Walton doesn’t actually see the Monster kill himself, so we can’t be certain what happens to him after the book ends.","page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/the-monster"},{"cfi":"epubcfi(/6/4!/4/52[chap02]/4,/1:976,/1:1031)","quote":"The world was to me a secret which I desired to divine.","desc":"Frankenstein explains why science was so appealing to him. He is driven by a desire to discover secrets, but that is not the only way in which he is a secretive character. He works to create the Monster in secret, and he doesn’t tell anyone about the Monster until he is on his deathbed. At least two of the Monster’s victims, Justine and Elizabeth, might have lived if Frankenstein had not kept the Monster’s existence a secret.","page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/frankenstein"},{"cfi":"epubcfi(/6/6!/4/10[chap04]/8,/1:590,/1:690)","quote":"Unless I had been animated by an almost supernatural enthusiasm, my application to this study would ","desc":"Throughout his story, Frankenstein tries to persuade Walton that he is not to blame for the Monster’s crimes. He insists that he thought he was doing the right thing when he created the Monster, but sometimes he seems to realize that his argument is not entirely convincing. In order to explain the nights he spent in “vaults and charnel-houses,” Frankenstein suggests that there was something “supernatural” about his enthusiasm for studying corpses. In other words, it wasn’t his fault.","page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/frankenstein"},{"cfi":"epubcfi(/6/6!/4/10[chap04]/18,/1:250,/1:350)","quote":"A new species would bless me as its creator and source; many happy and excellent natures would owe t","desc":"Before creating the Monster, Frankenstein imagines that his relationship with the Monster will be even closer than the relationship of father and child. This suggests that Frankenstein knew he was doing something terrible when he abandoned the Monster. However, he refuses to apologize to the Monster or to admit responsibility for the Monster’s suffering.","page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/frankenstein"},{"cfi":"epubcfi(/6/8!/4/36[chap09]/26,/1:263,/1:363)","quote":"I suddenly left my home, and bending my steps towards the near Alpine valleys, sought in the magnifi","desc":"Frankenstein loves the natural world, and often finds comfort in the beauty of nature. However, he takes his love for nature too far. By trying to discover the secrets of life and death he creates the Monster. His trip to the Alpine valleys also goes too far: he ends up in a “sea of ice” where the Monster can ambush him.","page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/frankenstein"},{"cfi":"epubcfi(/6/8!/4/40[chap10]/28,/1:30,/1:91)","quote":"There can be no community between you and me; we are enemies.","desc":"Frankenstein’s insistence that there “can be no community” between him and the Monster is highly ironic: in a sense, the Monster and Frankenstein are the only community either of them has. The Monster is the only person who knows Frankenstein’s secret, and Frankenstein is the only person who will listen to the Monster’s story. The setting underscores this point: they are alone in the mountains, far from any other people.","page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/frankenstein"},{"cfi":"epubcfi(/6/14!/4/68[chap24]/72,/1:741,/1:820)","quote":"Like the archangel who aspired to omnipotence, I am chained in an eternal hell.","desc":"Frankenstein compares himself to Satan in Milton’s Paradise Lost. He recognizes that, like Satan, he is guilty of too much ambition. Ambition is Frankenstein’s fatal flaw, but he cannot give it up. Even his determination to destroy the Monster at all costs is a kind of ambition. By comparing himself to Satan, Frankenstein also reveals a similarity to the Monster, who often compares himself to Satan.","page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/frankenstein"},{"cfi":"epubcfi(/6/14!/4/68[chap24]/128,/1:441,/1:531)","quote":"Yet why do I say this? I have myself been blasted in these hopes, yet another may succeed.","desc":"These are Frankenstein’s last words. Throughout his conversations with Walton, he has warned Walton about the dangers of ambition, but at the last moment he takes his warning back. This shows that Frankenstein has not really learned or changed as a result of his experiences.","page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/frankenstein"},{"cfi":"epubcfi(/6/4!/4/32[letter1]/10,/1:414,/1:514)","quote":"I try in vain to be persuaded that the pole is the seat of frost and desolation; it ever presents it","desc":"Walton is introduced as someone so ambitious to make a great discovery that he won’t pay attention to the dangers of exploration, even though he knows they’re there. This shows that he is like Frankenstein, who also does not see the danger of investigating the far reaches of the natural world.","page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/walton"},{"cfi":"epubcfi(/6/4!/4/36[letter2]/12,/1:591,/1:628)","quote":"I bitterly feel the want of a friend.","desc":"Walton longs for companionship. This line introduces an important theme of the novel: both Frankenstein and the Monster will be desperate for companions later on. Because he wants a friend, Walton is ready to like and sympathize with Frankenstein when he comes aboard. For that reason, we can’t place too much faith in Walton’s positive report on Frankenstein’s character.","page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/walton"},{"cfi":"epubcfi(/6/14!/4/68[chap24]/118,/1:46,/1:106)","quote":"I cannot lead them unwillingly to danger, and I must return.","desc":"Walton decides to abandon his voyage because he feels responsible for the safety of his crew. This decision points to the most important difference between him and Frankenstein. Both men are ambitious, but Frankenstein’s ambition matters more to him than his responsibilities, even his responsibilities to his friends and family.","page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/walton"},{"cfi":"epubcfi(/6/4!/4/56[chap03]/6,/1:1006,/1:1074)","quote":"Elizabeth, my love, you must supply my place to my younger children.","desc":"On her deathbed, Frankenstein’s mother tells Elizabeth that she “must” take her place as a mother figure to Frankenstein’s brothers. This line raises several questions that also apply to the relationship between Frankenstein and the Monster. Do children (or creatures) have a duty to be what their parents (or creators) want them to be? Should parents expect their children to be like them?","page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/elizabeth-lavenza"},{"cfi":"epubcfi(/6/14!/4/20,/1:738,/1:838)","quote":"The murderous mark of the fiend’s grasp was on her neck, and the breath had ceased to issue from her","desc":"Frankenstein describes Elizabeth’s death. We rarely hear from her in her own words, and some readers have suggested that she is silenced by Frankenstein, who tells her story without understanding her or taking responsibility for his role in her death. When the Monster kills her, his method is designed to literally silence her: she screams, and he strangles her so that nothing—neither breath nor words—can “issue from her lips.”","page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/elizabeth-lavenza"},{"cfi":"epubcfi(/6/4!/4/32[letter1]/10,/1:1109,/1:1164)","quote":"What may not be expected in a country of eternal light?","desc":"In a letter home to his sister, explorer Robert Walton brims with enthusiasm about his dangerous scientific expedition to the North Pole, an area he calls “a country of eternal light,” as it was a common belief at the time that the sun was always visible there. While others see the North Pole as a wasteland of frost and desolation, Walton sees it as a place of beauty and as a source of endless scientific discovery. He wholeheartedly believes that by daring to venture to the furthest reaches of Earth, he will be awarded to “some great purpose.” Symbolically, light represents both Walton’s faith in science’s ability to uncover nature’s deepest and darkest secrets, and the rational mind’s ability to understand and unlock all of nature’s mysteries—two cornerstone beliefs of the Enlightenment.","page":"https://www.sparknotes.com/lit/frankenstein/quotes/symbol/light-and-fire"},{"cfi":"epubcfi(/6/8!/4/40[chap10]/6,/1:477,/1:577)","quote":"I remembered the effect that the view of the tremendous and ever-moving glacier had produced upon my","desc":"In the months after Justine’s execution, Victor Frankenstein finds himself increasingly in despair, and he even contemplates suicide. Looking for solace, he travels alone to the summit of Montanvert, a glacier in the Alps popular with European travelers. Here, Frankenstein explains how the glacier’s stark beauty revives his soul and lifts it from “the obscure world to light and joy.” Light, in this instance, is not the symbol of the pinnacle of the rational, scientific mind, which seeks to shed “light” on the secrets of nature, but rather light is nature itself and its restorative powers to the soul, an idea popular with the Romantic authors at the time Frankenstein was written.","page":"https://www.sparknotes.com/lit/frankenstein/quotes/symbol/light-and-fire"},{"cfi":"epubcfi(/6/8!/4/40[chap10]/20,/1:1,/1:101)","quote":"Abhorred monster! fiend that thou art! the tortures of hell are too mild a vengeance for thy crimes.","desc":"Here, Frankenstein threatens to kill the Monster. Moments before this outburst, Victor had been standing on the peak of the glacier Montanvert, enjoying a momentary respite from his troubles as he gazed out at the landscape’s soothing, natural beauty. Frankenstein’s peace is disturbed, however, when he catches a glimpse of the Monster rushing toward him. The “spark” Frankenstein threatens to extinguish symbolizes the Monster’s life as well as fire, the gods’ secret that Prometheus gifted to humankind, an act he was later severely punished for.","page":"https://www.sparknotes.com/lit/frankenstein/quotes/symbol/light-and-fire"},{"cfi":"epubcfi(/6/8!/4/44[chap11]/4,/1:702,/1:802)","quote":"Before, dark and opaque bodies had surrounded me, impervious to my touch or sight; but I now found t","desc":"As the Monster recounts his story to Frankenstein, he describes the first sensations he had as he awakened alone in a forest. His first encounter with sunlight created an uncomfortable, overwhelming sensation that “pressed upon” his nerves and felt uncomfortably “oppressive.” Throughout the novel, light functions as a symbol for both nature and god and the powers of the rational mind, which play as two somewhat opposing aspects of the human experience in the novel. Here, the Monster’s first experience of coming out of darkness and into the light is like an uncomfortable birth into the realm of human experience.","page":"https://www.sparknotes.com/lit/frankenstein/quotes/symbol/light-and-fire"},{"cfi":"epubcfi(/6/8!/4/44[chap11]/14,/1:1,/1:101)","quote":"One day, when I was oppressed by cold, I found a fire which had been left by some wandering beggars,","desc":"The Monster recounts to Frankenstein his first experience with fire. The Monster is encouraged by the fire’s warmth but, thrusting his hand into the fire, learns that fire can bring comfort but also burn and cause pain. Thus, the Monster begins to understand the dangerous dual nature of fire, an element that can both give life or take it away. Fire symbolizes the gifts of the human rational mind and its ability to both create and, if not used wisely, destroy.","page":"https://www.sparknotes.com/lit/frankenstein/quotes/symbol/light-and-fire"},{"cfi":"epubcfi(/6/4!/4/32[letter1]/10,/1:0,/1:100)","quote":"I am already far north of London, and as I walk in the streets of Petersburgh, I feel a cold norther","desc":"In the first letter of the book, Robert Walton writes to his sister about his excitement as he prepares to embark on his trip to the North Pole. The cold weather in St. Petersburg whets Walton’s appetite for the “icy climes” he expects to find in the Arctic. At this point in the story, the Arctic is primarily a setting that inhabits Walton’s active imagination. Although on some level Walton seems to understand that the Arctic is a place of “frost and desolation,” he imagines it to be a place of “beauty and delight,” revealing that he is optimistic and perhaps even a bit naïve. Letter 1 St. Petersburg, Dec. 11, 17--","page":"https://www.sparknotes.com/lit/frankenstein/quotes/setting/the-arctic-ice"},{"cfi":"epubcfi(/6/4!/4/32[letter1]/10,/1:736,/1:836)","quote":"I will put some trust in preceding navigators—there snow and frost are banished; and, sailing over a","desc":"In this passage, Walton continues to imagine the Arctic as a place of undiscovered mystery and natural phenomena just waiting to be revealed. Since no human has ever set foot in the region before, Walton does not know what he will encounter on his voyage, but his ardent curiosity fuels his grand expectations and thirst for adventure. For example, he expects to discover the source of the Earth’s magnetic fields, that “wonderous power” that makes compass needles point north. He also describes the Arctic as a place of “eternal light,” perhaps a reference to the fact that the sun never sets during Arctic summers. Yet he fails to mention that Arctic winters bring continuous darkness. Letter 4 August 5th, 17--","page":"https://www.sparknotes.com/lit/frankenstein/quotes/setting/the-arctic-ice"},{"cfi":"epubcfi(/6/4!/4/44[letter4]/12,/1:0,/1:100)","quote":"Last Monday (July 31st) we were nearly surrounded by ice, which closed in the ship on all sides, sca","desc":"In Letter 4, the final letter before Victor Frankenstein's story begins, Walton describes the perilous state of his voyage on the day that he and his men first see the monster. The ship is enshrouded in fog and in danger of becoming trapped in the ice. Walton, who had been so enamored with the wonders of the Arctic, now senses the grave danger of his voyage and becomes very anxious. The appearance of the mysterious monster, however, distracts him and his men from their fears and excites their sense of wonder once more. Chapter 24","page":"https://www.sparknotes.com/lit/frankenstein/quotes/setting/the-arctic-ice"},{"cfi":"epubcfi(/6/6!/4/10[chap04]/20,/1:1175,/1:1275)","quote":"In a solitary chamber, or rather cell, at the top of the house, and separated from all the other apa","desc":"In this quote, Victor Frankenstein describes his laboratory at his college in Ingolstadt where he creates the monster. Much like Walton's ship that was shut in and isolated by ice, the single room is situated far away from all of the other rooms in the house, isolating Victor and his work. Victor is isolated not just in terms of place, but also mentally. His singular focus on completing his experiment causes Victor to stay indoors looking at body parts even as \"a most beautiful season\" blooms outdoors. Chapter 9","page":"https://www.sparknotes.com/lit/frankenstein/quotes/setting/europe"},{"cfi":"epubcfi(/6/8!/4/36[chap09]/30,/1:439,/1:539)","quote":"Immense glaciers approached the road; I heard the rumbling thunder of the falling avalanche and mark","desc":"In this passage, Victor feels quite depressed about Justine's death, so he explores the natural surroundings of the Chamounix Valley. In Romantic literature, characters often try to cure their sadness by spending time in nature, and this scene is a good example. Victor looks to Mont Blanc, the highest mountain in the Alps, for inspiration. Every new step along his journey reveals to Victor something that sparks a happy memory. The winds are \"soothing\" and nature wants him to \"weep no more.\" Chapter 11","page":"https://www.sparknotes.com/lit/frankenstein/quotes/setting/europe"},{"cfi":"epubcfi(/6/8!/4/44[chap11]/22,/1:699,/1:799)","quote":"The whole village was roused; some fled, some attacked me, until, grievously bruised by stones and m","desc":"In this passage, the monster tells Victor about being driven away from a village by frightened villagers. For the monster, everything is a new discovery, so he feels enchanted by the “palaces” he sees in the village. However, the villagers' violent reactions to the monster cause him to flee to the \"open country\" in fear. The monster isolates himself in a small, dark hovel away from others, much like Victor did in his laboratory in Ingolstadt. Chapter 13","page":"https://www.sparknotes.com/lit/frankenstein/quotes/setting/europe"},{"cfi":"epubcfi(/6/8!/4/52[chap13]/24,/1:1,/1:101)","quote":"In the meanwhile also the black ground was covered with herbage, and the green banks interspersed wi","desc":"In this quote, the monster describes the time when both he and Safie were learning how to speak French. The natural setting often mirrors what is happening in the lives of the characters. As the monster learns new things and the characters begin new relationships, the natural setting around them becomes lush and warm. Even during this happy time, the monster isolates himself during the day because he’s afraid people will attack him like they did in the village.","page":"https://www.sparknotes.com/lit/frankenstein/quotes/setting/europe"}]