[{"cfi":"epubcfi(/6/6!/4/30,/1:1,/1:101)","quote":"I am not a prejudiced man, nor one who vaunts himself on his natural privileges, though the worst en","desc":"Hawkeye describes himself with these words in Chapter III when Chingachgook asks how white men like Hawkeye know about Indians. Though The Last of the Mohicans predates scientific knowledge about genetics, Hawkeye comes up with what sounds like a genetic description of the purity of his racial makeup. The adjective “genuine” suggests sexual purity, foreshadowing the novel’s later exploration of racial mixing and Hawkeye’s phobic response to the possibility of interracial marriage. Hawkeye holds mixed views on race, as these words show. Although he has strong friendships with many Indian men, here he demonstrates an energetic insistence on his own “genuine” whiteness. Although he asserts that he is not prejudiced, he shows his prejudice by implying he would injure any man who accused him of having mixed parentage.","page":"https://www.sparknotes.com/lit/mohicans/quotes/page/2"},{"cfi":"epubcfi(/6/6!/4/170,/1:1,/1:101)","quote":"A Mingo is a Mingo, and God having made him so, neither the Mohawks nor any other tribe can alter hi","desc":"Hawkeye expresses this belief in essential identity in Chapter IV when waiting to meet the Indian Magua. When he learns that Magua is a Huron, Hawkeye immediately pronounces Magua a bad man. Though Hawkeye previously praised individuality, here he assigns characteristics to an unknown man based on his race and sect. Hawkeye makes this judgment before meeting the Indian, basing the judgment on prejudice, not experience. Cooper seems to criticize Hawkeye’s prejudice, but at the same time he endorses it. After all, the narrative proves Hawkeye right both in his general and his specific prejudices. The Hurons are the villains of the novel, and Magua is the evilest villain of them all. It turns out that Hawkeye should suspect Magua of skullduggery, for as early as Chapter IV he has deceived Heyward and the Munro daughters. Cooper condemns Hawkeye’s racism, but he also writes the plot that justifies that racism.","page":"https://www.sparknotes.com/lit/mohicans/quotes/page/3"}]